[{"id":262591,"name":"Uncla Sam's Bake \u0026 Shark","date_verified":"2024-02-11T00:00:00.000Z","description":"Trinidad's best bake and shark, and everyone knows about it. Despite the popularity it won't take you long to get your food. 50$ for the classic bake and shark and you will also find other variants around. Truly delicious!","location":{"latitude":10.75729,"longitude":-61.43625},"category":{"name":"Restaurant"}},{"id":262592,"name":"Maracas beach","date_verified":"2024-02-12T00:00:00.000Z","description":"this lovely beach is a great place to spend a night or a few at. the lifeguards recommended that I put my tent up on the beach just around their main building. \r\nFor everyone else there's a large parking lot nearby.\r\nThere are a lot of people here until sunset. two hours later and there should be almost none.\r\n\r\na facility with showers and toilets exists which opens at 8am (6am on weekends) and closes sometime before 7pm","location":{"latitude":10.75865,"longitude":-61.43914},"category":{"name":"Wild Camping"}},{"id":262593,"name":"La Brea Police station and beach","date_verified":"2024-02-14T00:00:00.000Z","description":"The la Brea police station is conveniently placed next to the station beach. This station is in operation day and night and has plenty of parking space and potential camping space near the old colonial building next door, or in front of the main door. The people working here are really nice so feel free to chat a bit while here, and maybe they'll allow you to use their bathroom :).\r\nThe nice beach also has a free and always open shower connected to it. keep in mind though that it is an outdoor shower. very convenient none the less!\r\n\r\nThe road here can be a surprisingly bumpy independent of the direction you come from. This is apparently because of the pitch from the lake above shaping the earth, that is at least the police's take.Dont let it deter you from enjoying this nice and, with the police, safe place!","location":{"latitude":10.24793,"longitude":-61.62295},"category":{"name":"Informal Campsite"}},{"id":263554,"name":"Johnny Wash","date_verified":"2024-02-19T00:00:00.000Z","description":"Here you'll find a really convenient laundromat open until 8pm. 25T$ for one load with soap, cheaper if you've got your own. my machine was done in 25 minutes so they are incredibly efficient. Drying machines are available too.\r\nThe place is busy on weekends, but there it won't take long before space is available if full.","location":{"latitude":10.6339,"longitude":-61.33569},"category":{"name":"Laundromat"}}]