[{"id":3848,"name":"Hotel Les Cascades","date_verified":"2023-09-25T00:00:00.000Z","description":"Located near the market on a hill where weavers practice their trade, friendly staff, very good value restaurant, they let us camp for free in the car park and we offered to eat in the restaurant, please do the same!","location":{"latitude":7.40585,"longitude":-7.54425},"category":{"name":"Informal Campsite"}},{"id":11540,"name":"Chez Laura, Jacqueville, Côte D'Ivoire ","date_verified":"2024-03-13T00:00:00.000Z","description":"Camping 10,000 CFA  \u0026 5 rondavels @ 15,000cfa. Limited options in area. ","location":{"latitude":5.20023,"longitude":-4.42876},"category":{"name":"Established Campground"}},{"id":11541,"name":"Chez Jules, Grand Drewin Bay","date_verified":"2024-02-29T00:00:00.000Z","description":"CFA 5000 per night. Chilled campsite next to village on beautiful beach, no-one bothers you. Very friendly rasta surfer dudes run place . ","location":{"latitude":4.91592430975746,"longitude":-6.148328147834305},"category":{"name":"Informal Campsite"}},{"id":13397,"name":"hotel Jean Mermoz","date_verified":"2016-02-17T16:41:18.200Z","description":"budget hotel with big parking. we negotiated to camp on the car in parking lot for 3000cfa for the night in total with use of a basic toilet and shower","location":{"latitude":7.65656474,"longitude":-5.02811},"category":{"name":"Informal Campsite"}},{"id":13442,"name":"Hotel Jardin D'Eden","date_verified":"2022-08-10T00:00:00.000Z","description":"Hotel with lovely rooms but free camping on offer too for overlanding trucks\r\n\r\nAble to camp for free in the car park in exchange for using the restaurant and bar. Beautiful beach, lovely pool, great owner. very nice indeed. ","location":{"latitude":5.16053601,"longitude":-3.47367869},"category":{"name":"Hotel"}},{"id":13585,"name":"Ghana Embassy","date_verified":"2024-05-16T00:00:00.000Z","description":"Border is officially closed but possible to enter, cross and exit:\r\n(2 Dutch people with overland truck, entering from Ivory Coast.)\r\nFill in evisa saying you apply in Ivory Coast (does not work on phone). Bring copie of the form. \r\nBring paper from ministry of internal affairs that allows you to exit Ivory Coast. \r\nWrite letter to the ambassador to ask for permission to enter, cross and leave Ghana, with border crossings you want to take. Check your laisser passer if it’s ready. \r\nIn evisa you can ask for a 4 day double transitvisa. You will only get 48 hours though. \r\nCost 35.000 CFA \r\nTook us a week. They have express service. Not very easy to get it all done. ","location":{"latitude":5.35882,"longitude":-3.98705},"category":{"name":"Consulate / Embassy"}},{"id":13660,"name":"Border Cote D'Ivoire / Ghana","date_verified":"2024-05-31T00:00:00.000Z","description":"Open from 6.30am to 6.30pm in August.\r\n\r\nBusy border. March 2024 =\u003e Both sides for 2 people with Visa on arrival only 75 Min.\r\nEDIT from another traveler: I came in April and it was very quick, only 15 min. But I was with an official bus. \r\n\r\nAt the Ghanaian side, we were greeted at the entrance with the news that our car (righthand drive) would need to be escorted as it was illegal. Managed to get carnet stamped and this was not taken any further. \r\n\r\nHad a transit visa. Managed to get an emergency visa at the border on the spot for 150 dollars. ouch. \r\n\r\nAvoid if you don’t have a Carnet!!","location":{"latitude":5.289892,"longitude":-2.787594},"category":{"name":"Customs and Immigration"}},{"id":14365,"name":"Embassy of Liberia ","date_verified":"2024-04-15T00:00:00.000Z","description":"Embassy of Liberia. Single entry visa for 1 month is 30,000 CFA, multiple entry visa for 3 months 60,000 CFA. 1 passport style photo and photocopy of first two pages of passport needed. 48 hour processing. Friendly staff.","location":{"latitude":5.330131980590522,"longitude":-3.9946902450174093},"category":{"name":"Consulate / Embassy"}},{"id":15145,"name":"Chez Jojo","date_verified":"2023-02-24T00:00:00.000Z","description":"Nice little spot in a relaxed bay, 50000 CFA for double room per night, good shower, has a restaurant and pet-friendly, lagoon next to the place","location":{"latitude":4.60007,"longitude":-6.98281},"category":{"name":"Hotel"}},{"id":15480,"name":"Embassy of Guinea (Conakry)","date_verified":"2024-03-02T13:59:32.000Z","description":"Multiple Entry Visa (3 months) for 70 000 CFA, one passport photo, hotel booking, copies of passport, Cotê d'Iviore visa and yellow fever vaccination were necessary. Pickup next day.","location":{"latitude":5.334454,"longitude":-4.006594},"category":{"name":"Consulate / Embassy"}},{"id":22076,"name":"Hôtel de la Paix","date_verified":"2024-05-03T00:00:00.000Z","description":"Hotel in the centre of Man. Rooms from 5000CFA. Parking and wifi available, restaurant under different management on site open from morning until late, meals from 1000CFA. Rooms downstairs are damp but have private bathrooms.\n\nUnsure if camping in car is allowed as we came by bike.","location":{"latitude":7.414432759587991,"longitude":-7.545971128463256},"category":{"name":"Hostel"}},{"id":22077,"name":"Hôtel Grace","date_verified":"2024-05-02T00:00:00.000Z","description":"Cross the square opposite  the water tower, cross tarred road behind and head down piste, first complex on the right. Hard to miss.\r\n\r\nRooms with bathroom from 5000CFA (still 05/2024). Secure parking available. No two people of the same gender in one room, even if only to reduce costs. Food stalls and several small restaurants and maquis nearby. Service somewhat absent but okay.\r\n\r\nNo car camping. ","location":{"latitude":7.26615,"longitude":-8.145832},"category":{"name":"Hotel"}},{"id":22078,"name":"Cascade de Man","date_verified":"2024-03-26T00:00:00.000Z","description":"Natural waterfall with swimming pool at its base. Admission 200CFA. Parking guards may charge more. Nice place, calm in the morning. \n\nGuides for La Dent de Man (8km walk) and Mt Tonkui (drive across piste and 3km walk) can be hired here. I went with Sherrif, pleasant company.","location":{"latitude":7.412645,"longitude":-7.585141},"category":{"name":"Tourist Attraction"}},{"id":22082,"name":"Le Brennus","date_verified":"2024-02-19T00:00:00.000Z","description":"Very nice French-owned hotel/bar/restaurant. Large secure parking. Rooms 30,000CFA, but we arrived late and got one for 25,000. Excellent restaurant, mains from 3,000-4,000 and up. Breakfast not included but available.\r\n\r\n","location":{"latitude":6.8097091,"longitude":-5.2580865},"category":{"name":"Hotel"}},{"id":22094,"name":"Garage La Difference","date_verified":"2019-03-21T09:45:04.725Z","description":"Typical African roadside garage, but this one is actually specialized in bigger bikes. Slightly pricier as a consequence, but this just may be the best place in Abidjan for overlanding bikes. All sorts of repairs and adjustments possible. Owner Ouatt is a nice fellow, can help with buying/selling bikes as well.","location":{"latitude":5.30173,"longitude":-3.978176},"category":{"name":"Mechanic and Parts"}},{"id":24765,"name":"Parc Mont Péko","date_verified":"2019-01-02T00:00:00.000Z","description":"It is NOT an official park to visit, it is just a naturereservat for the animals. for the entry you need some autorisation papers \u0026 the hole park is military guarded. ","location":{"latitude":7.01643871609775,"longitude":-7.3399338685044455},"category":{"name":"Tourist Attraction"}},{"id":24766,"name":"Hotel Concorde","date_verified":"2019-12-08T00:00:00.000Z","description":"Very nice, clean Hotel, paid 15000 CFA for a Double bed room\r\nthey even washed my car for free this morning :-)","location":{"latitude":6.800163611776009,"longitude":-5.24470592849445},"category":{"name":"Hotel"}},{"id":24920,"name":"Grimaldi Lines","date_verified":"2016-11-26T00:00:00.000Z","description":"Very friendly and helpful staff here for car shipping. just make sure you already have a forwarder before you arrange the shipping here.\nthe forwarder they arrange is way too expensive!","location":{"latitude":5.282239,"longitude":-4.011237},"category":{"name":"Vehicle Shipping"}},{"id":25120,"name":"Auberge Coki Plage","date_verified":"2016-11-29T00:00:00.000Z","description":"Nice Hotel, Owner alowed us for camp here we paid 10'000 CFA per night.\nwe were 2 cars and the hotel was empty, so the owner provided us a room for using shower and toilet for free.","location":{"latitude":5.161313284193316,"longitude":-3.482388071719075},"category":{"name":"Hotel"}},{"id":25372,"name":"Nice Village with friendly locals","date_verified":"2016-11-21T00:00:00.000Z","description":"It took a long time on the customs so we did not reach Man at day. We asked the \"chief of village\" if we can stay here. he allowed us to camp in front of his hut.\n\nthe whole time at least 20 locals where looking at us as they do not often see white people.","location":{"latitude":7.420657,"longitude":-8.276531},"category":{"name":"Informal Campsite"}},{"id":25613,"name":"Diamond Shipping (mohaves)","date_verified":"2020-02-25T00:00:00.000Z","description":"Very good shipping forwarder, they have very friendly, helpfull and english speaking staff there. The building doesn't look that good but the office is on the 3th floor. \nMake sure that you contact the forwarder first bevor the vessel.","location":{"latitude":5.266717,"longitude":-4.008496},"category":{"name":"Vehicle Shipping"}},{"id":26337,"name":"little hotel for 4000cfa/room","date_verified":"2019-04-10T18:36:28.942Z","description":"Little bar/restaurant/hotel. cheap room for 4000cfa with own toilet/shower. no running water though, electricity via genwrator after 7-8pm.","location":{"latitude":8.651032009192978,"longitude":-5.295258909282306},"category":{"name":"Hotel"}},{"id":26893,"name":"La Dent de Man","date_verified":"2024-05-07T00:00:00.000Z","description":"A beautiful hike, it is possible to make a circular hike passing a waterfall and right around the top (with a repeated steep section to the top).\r\n\r\nYou will have to deal with the Locals. You don’t really need a guide, but they will tell you, you have to get one. \r\n\r\ncurrent fees:\r\n\r\n2000cfa pp to hike Le Dent Du Man\r\n1000cfa pp to go to the waterfalls\r\n(if you do both is 3000cfa per person) \r\n1000cfa parking in the village\r\n\r\nLocal guide is negotiable round 15k.\r\n\r\nAsk for Remi +2250564087209 he s\r\neems to be the manager of the place.","location":{"latitude":7.45610304,"longitude":-7.54429699},"category":{"name":"Tourist Attraction"}},{"id":27004,"name":"Village of Bougousa","date_verified":"2016-10-08T00:00:00.000Z","description":"Village to camp in. Asked to speak to the chief of the village, he was very accommodating and gave us food and water, and we camped directly infront of his house in the middle of town. Very, very friendly, absolutely zero privacy! An experience not to be missed. Ask and I'm sure they will say yes. We gave a little money in the morning - 3,000CFA - they tried to say no, and we insisted and it was well received. ","location":{"latitude":9.97638,"longitude":-7.57039},"category":{"name":"Informal Campsite"}},{"id":27018,"name":"Catholic Mission Tai","date_verified":"2022-12-10T00:00:00.000Z","description":"Father of the mission let us stay the night for free. Free food, shower, room, etc. He seemed nice, but at the mass in the morning it was all fire and brimstone and not so nice. Worked as a place to stay, but with strings attached.","location":{"latitude":5.87563,"longitude":-7.45539},"category":{"name":"Informal Campsite"}},{"id":27019,"name":"Taï Forest Lodges","date_verified":"2023-01-30T00:00:00.000Z","description":"Camping at the entrance to the National Park. Caretaker happy for us to camp here, but charged us 5,000CFA per night for two in a 4x4, and then entrance to the park (guided tour) was also very expensive. Amazing place, worth it in my opinion. Saw chimps extremely close up.\r\nCall the caretaker when you arrive, or when you are back in town - 09742415 and he will organize a guide, etc.\r\n\r\nThere is a hotel with restaurant, etc, but I assume it's very expensive.\r\nTo get here, turn at the sign in town at N5.36.441, W7.28549\r\nThe North-South highway here was a nightmare of mud just after that rainy season - trucks stuck for a week, etc. Extremely strong 4x4 recommended.","location":{"latitude":5.38893,"longitude":-7.25298},"category":{"name":"Informal Campsite"}},{"id":30945,"name":"Les Moutons de la Pizza","date_verified":"2023-02-26T16:36:49.000Z","description":"Cozy little restaurant with lagoon view. Lovely pizzas, really eccentric French owner. Not cheap though. 6000-8000 for a pizza depending on size and type. Recommended despite the price.\r\n\r\n","location":{"latitude":5.19749,"longitude":-3.73712},"category":{"name":"Restaurant"}},{"id":30956,"name":"Auto parts in Yakro","date_verified":"2024-02-29T00:00:00.000Z","description":"Good selection of spare parts, also a workshop but only cars, for motorcycles they can point you to a mechanic elsewhere in town (haven't saved the waypoint). SKF bearings available here. ","location":{"latitude":6.8214500000000005,"longitude":-5.28015},"category":{"name":"Mechanic and Parts"}},{"id":30957,"name":"Auberge les 3 cocotiers","date_verified":"2024-04-17T00:00:00.000Z","description":"Lovely place by the beach. For a room they ask 20.000 XAF, which we cannot really afford. After some negotiations they let us pitch a tent at the sandy area just about 30 meters from the sea. Price was originally 7.000 for a night but we managed to negotiate it to 5.000 per night (1 tent, 2 people). Seems to be owned by a family which also lives here. Price for beer is 700, chicken with rice was 7.000 though (not sure how big it would be, instead we went to a local place few hundred meters east from here).","location":{"latitude":5.19631,"longitude":-3.74479},"category":{"name":"Hotel"}},{"id":32036,"name":"Hotel Siak","date_verified":"2017-03-27T00:00:00.000Z","description":"Rooms with Fan from 5000Cfa. Standard is ok, but I saw better places for that price. The Manager is nice though. I took a room, so not sure if camping is allowed, but space would be available.","location":{"latitude":6.614302777777778,"longitude":-5.913586111111112},"category":{"name":"Hotel"}},{"id":32076,"name":"Côté d'Ivoire Immigration ","date_verified":"2024-04-16T00:00:00.000Z","description":"No services but there are money changers floating around. Also a shop with drinks and snacks. No problems with immigration. \r\nOpen 24/7.","location":{"latitude":7.60976,"longitude":-8.3118},"category":{"name":"Customs and Immigration"}},{"id":32633,"name":"Burkina Faso embassy Abidjan ","date_verified":"2024-05-29T00:00:00.000Z","description":"An unhelpful lady organises the visas. She can speak English. You need to knock on her office door and open it as she will not come out to check if anyone is waiting. 48,000 CFA, pick up next day. Requirements:\nTwo completed forms (no photocopy of one form) \nTwo photos\nCopy of passport\nCopy of yellow fever certificate and sight original \nPrintout of hotel booking ","location":{"latitude":5.323888900934442,"longitude":-4.023508881048542},"category":{"name":"Consulate / Embassy"}},{"id":32634,"name":"Residences MA","date_verified":"2017-04-06T00:00:00.000Z","description":"Cheap hotel, rough but has a comfy bed, air con, private bathroom, TV, kitchen with microwave and fridge, secure parking. Can also be booked on Bookings.com but is more expensive there. 15,000 CFA. Friendly reception and parking guard.  They even let an overlanding couple roof-tent in the parking lot for free when they arrived and it was full. ","location":{"latitude":5.347576759704859,"longitude":-4.097547662445197},"category":{"name":"Hotel"}},{"id":32804,"name":"Carrefour ","date_verified":"2024-06-26T00:00:00.000Z","description":"Massive Carrefour in a mall (there is also a Burger King in the mall). \r\n\r\nYou can park next to the entry without height limit. Good for bigger rigs ","location":{"latitude":5.30144,"longitude":-3.99384},"category":{"name":"Shopping"}},{"id":32837,"name":"Don't know the name","date_verified":"2019-03-24T00:00:00.000Z","description":"OK Hotel. Secure parking. 12,000 CFA per double. No running water (but has a private bathroom with sit down toilet). Air con. Not a very comfy bed though. Friendly people. Satellite TV (only in French). ","location":{"latitude":9.068303809309487,"longitude":-5.158018744785646},"category":{"name":"Hotel"}},{"id":33779,"name":"Le Zotah","date_verified":"2019-07-07T00:00:00.000Z","description":"We are staying here with our car with rooftent for 4000CFA per night. We can use the toilet and shower. The hotel is a bit old, the place needs restoration, but the facilities are good. There is running water. The owner is friendly. It is possible to rent a room from 6000 up to 12000CFA per night. The restaurant is not finished yet. ","location":{"latitude":7.416880966338344,"longitude":-7.563530460177041},"category":{"name":"Informal Campsite"}},{"id":34207,"name":"Hotel L'excellence","date_verified":"2019-12-07T12:45:27.392Z","description":"Nice hotel with view over a small mountain. We had diner (2500CFA per meal) and were able to camp here with our 4x4. They charged us 3000CFA for staying. We were able to shower in a room, which were also nice. ","location":{"latitude":7.264167373075396,"longitude":-8.135048663251228},"category":{"name":"Hotel"}},{"id":34208,"name":"Chambre de Passage ","date_verified":"2023-05-08T00:00:00.000Z","description":"Really simple place next to the road. They have rooms here to rent but we were allowed to camp here with our 4x4. Even though it is next to the road, when here, it feels like you are in the middle of the woods, surrounded with trees and plants. We payed 3000CFA for the night and got dinner and breakfast included. ","location":{"latitude":6.830637906684382,"longitude":-6.628961060202335},"category":{"name":"Hostel"}},{"id":34209,"name":"ETS MN2H ","date_verified":"2017-04-29T22:26:16.215Z","description":"It is a local shop with many spares for cars. We bought here our stabilization beam seals for our Toyota. 2000CFA per seal. ","location":{"latitude":6.810000697157169,"longitude":-5.273282686253332},"category":{"name":"Mechanic and Parts"}},{"id":35372,"name":"Dispensaire de Mahino","date_verified":"2017-05-18T20:40:19.531Z","description":"This is a clinic in the town of Mahino. The nurses warmly welcomed our request to pitch a tent here and even invited us into their home for a bucket bath. Later, one of them showed us around town to get the food. Super friendly! Pitched our tent on the veranda in their front lawn. ","location":{"latitude":5.111292894003085,"longitude":-7.417000271386855},"category":{"name":"Wild Camping"}},{"id":38210,"name":"CI Customs at Niable","date_verified":"2020-01-18T00:00:00.000Z","description":"They will ask for 50 000CFA for a 'Vignette Touristique' for your vehicle.\r\n\r\nEntering Cote d'Ivoire is FREE, you do not need to pay even without a Carnet\r\n\r\nIf you have problems, call the Anti Corruption Unit in Cocody, Abidjan whilst with customs (ensure you get an Ivorian SIM card before you enter customs) \r\n\r\nANTI CORRUPTION - +225 01 01 36 45 (ensure you keep the first ZERO)","location":{"latitude":6.64861,"longitude":-3.25655},"category":{"name":"Customs and Immigration"}},{"id":38211,"name":"Restaurant Alie-Fe","date_verified":"2020-01-21T19:08:28.762Z","description":"Fantastic restaurant on the corner of the street, well prepared \u0026 wonderfully presented Ivorian food at very good prices for Yamoussoukro (just over street food prices but a lot nicer).  Drinks are correctly priced too!","location":{"latitude":6.48464,"longitude":-5.15357},"category":{"name":"Restaurant"}},{"id":46619,"name":"Laji","date_verified":"2021-08-13T00:00:00.000Z","description":"Personally known for over a decade, used him last year for van that was driven down from Europe.  \r\n\r\nFriend was also thrilled with his efficiency and price in August 2017 for a Land Rover.\r\n\r\nNo English but good body/mechanic noise language!!\r\n\r\nContact: +225 07 72 83 23 / +225 41 23 34 75","location":{"latitude":5.21122,"longitude":-3.74458},"category":{"name":"Mechanic and Parts"}},{"id":46620,"name":"Hotel with no name","date_verified":"2017-11-17T09:32:02.120Z","description":"Small quiet hotel, basic, bucket showers but for 4,000CFA worth the expense.  Can also probably arrange to camp in courtyard.\r\n\r\nQuiet small maquis next door without food","location":{"latitude":9.97576,"longitude":-5.15686},"category":{"name":"Hotel"}},{"id":48065,"name":"Bureau des Douanes","date_verified":"2024-06-10T00:00:00.000Z","description":"Stamped my carnet ata with no problem. No request for Tourist Vignette.","location":{"latitude":7.57303,"longitude":-8.32964},"category":{"name":"Customs and Immigration"}},{"id":49918,"name":"Plage Lateko - Chez Perico","date_verified":"2024-04-27T00:00:00.000Z","description":"Place located next to the beautiful sandy beach with some places to sleep and a lot of space to camp on the grass. Good Orange network. Very friendly owner (he started with his brother Raymond who died in 2021). They can cook some excellent local food, take you on a trip to the river and are very helpful with other stuff. You need a good 4x4 to master the last couple of kilometres from Sassandra as the road is steep and not in a good condition. 3-5000cfa for 2 and a camping car.","location":{"latitude":4.90662,"longitude":-6.16467},"category":{"name":"Established Campground"}},{"id":50363,"name":"Forest","date_verified":"2020-02-23T00:00:00.000Z","description":"Place located next to the road from Odienne to Manankoro. Lots of shade, possible to wildcamp. Not visible from the road. ","location":{"latitude":9.646873333333334,"longitude":-7.620006666666666},"category":{"name":"Wild Camping"}},{"id":51620,"name":"Hôtel Amointrin (+ possibly camping)","date_verified":"2022-06-24T00:00:00.000Z","description":"Nice hotel with friendly staff. Rooms are quite clean and spacious enough for 2 persons. They come with AC and hot water. After some rough, hot sticky days on the road through Guinee with my girlfriend and our baby, this hotel felt like an oasis. The guard washed my car, not sure if he wanted money, but I tipped him anyway. Price was 16.000 CFA for a double (superior?) room. Laundry service available. For 1000 CFA I was able to refill my 40 liter watertank. Walled compound, secured with 24/7 guard and excellent views over the mountains. Not sure if one can sleep in their rooftent, but staff seemed flexibel enough to ask. ","location":{"latitude":7.40882,"longitude":-7.567},"category":{"name":"Hotel"}},{"id":52900,"name":"Sore Abdoylaye Mechanic","date_verified":"2018-02-19T00:00:00.000Z","description":"A friendly Mechanic who fixed some small problems quickly and for a good price. Was recommended to me by JoJo in Grand Bereby. 07958967 (french speaking) No sign on the building.","location":{"latitude":4.750655563112643,"longitude":-6.634060739628919},"category":{"name":"Mechanic and Parts"}},{"id":53112,"name":"Mali Embassy","date_verified":"2024-05-29T00:00:00.000Z","description":"No signs in the blue-tiled building called „Maison le Mali“.  \r\nWalk to the end of the corridor on ground floor. Then go through the white, barred gate on the left of the end „square“ of the corridor. \r\nTake the first door to your left. \r\nThe consul‘s secretary works behind the brown door just straight, right next to the couch where other applicants wait. \r\n\r\nThere are copyshops in the building and around, in case you need it. People will show you. \r\n\r\nVery helpful people. One month multi-entry visa on the spot for 45,000 cfa for US passport. ","location":{"latitude":5.318948576053795,"longitude":-4.011783995330719},"category":{"name":"Consulate / Embassy"}},{"id":53167,"name":"Kimi Hotel","date_verified":"2018-02-23T00:00:00.000Z","description":"A well maintained hotel. Clean rooms, hot running water, strong AC. 20,000 for a double room with breakfast. Pleasant neighborhood. Traffic getting into the city wasn't too bad.","location":{"latitude":5.3397699089796165,"longitude":-4.096069616337031},"category":{"name":"Hotel"}},{"id":53263,"name":"Hotel Aho","date_verified":"2018-02-25T00:00:00.000Z","description":"Went here because all the other places were full, pretty unfriendly staff. 25000 for double room but with only one included breakfast. Would not recommend, but wifi is good and rooms are nice, so ok if the rest is full.","location":{"latitude":6.8022605544019505,"longitude":-5.244970628996608},"category":{"name":"Hotel"}},{"id":54275,"name":"Niega","date_verified":"2023-05-16T00:00:00.000Z","description":"Lovely little village called Niega, stunning beach and lagoon. Road is an easy dirt track (at least in the dry season). For me, most beautiful and peaceful spot in CI. Warm welcome by the village elder, excellent place to wild camp (ask first :) really nice place! ","location":{"latitude":4.882653796245336,"longitude":-6.217882864276854},"category":{"name":"Wild Camping"}},{"id":54558,"name":"Rip Curl Surf Camp ","date_verified":"2018-03-14T00:00:00.000Z","description":"Just next to Hotel Jardin d’Eden. Extensive grounds, swimming pool, soccer field, huge restaurant \u0026 bar at the beach. Rooms are really expensive (40 000 - 65 000 on weekdays, more expensive on weekends) but they might allow camping in return for eating in the restaurant. Food and the whole place are much nicer than Eden, same prices. We loved the Poulet Braisé with French fries (10 000 cfa, enough for 2 if you’re not super hungry). Owned by 3 Lebanese surfers in their 30’s. Downsides: no WiFi, food \u0026 drinks relatively expensive as everywhere at beachfront properties in Assinie. ","location":{"latitude":5.1614240120969646,"longitude":-3.474411505809935},"category":{"name":"Informal Campsite"}},{"id":57156,"name":"Petron Campsite","date_verified":"2018-04-15T17:41:52.000Z","description":"Informal Campsite, no facilities, just camping in front of the sea. 3 guardians. Secure","location":{"latitude":4.943558187228574,"longitude":-6.087988754740066},"category":{"name":"Informal Campsite"}},{"id":57973,"name":"Hotel Sonia","date_verified":"2024-03-27T00:00:00.000Z","description":"Looks like a pretty good budget hotel at first. 6000CFA for room with fan, 10.000CFA for room with airco. No Wifi. Hotel owner was so drunk he didn’t seem to be able to speak French anymore. Bed in one of the rooms was used/dirty. Had to ask for new sheets 5 times before he seemed to understand and got some “fresh” sheets. We had to pull him out of the bar to do so.\n\nMatrasses are pretty good, all rooms with private bath. ","location":{"latitude":6.896638730547294,"longitude":-6.441391333943644},"category":{"name":"Hotel"}},{"id":58118,"name":"Deserted Beach Village","date_verified":"2024-01-19T00:00:00.000Z","description":"The prices are not what other travelers have reported.  Be careful please. \r\nThe real prices are :\r\n7000 cfa per person for a room\r\n6000 cfa per person with a campervan\r\n5000 cfa per person for tent\r\nAnd you add 1000 cfa per person just for entry. \r\nThe guy who works here is Vivien (not the boss\r\nHis number is : +225 07 58 381 688\r\nHe can cook for you, if you want. \r\nBut, please, you have to negotiate before you park. \r\nFound this place randomly in the wilderness, since we wanted to save money for lodges or camps. Easily the most beautiful place in the Ivory Coast so far... and here are many beautiful places.  There’s some houses but nobody lives here. Two locals joined after we arrived but went off after some explanation from us. One came back later to bring us some coconuts.","location":{"latitude":4.885145724314532,"longitude":-6.1984729822236},"category":{"name":"Informal Campsite"}},{"id":58231,"name":"Abidjan","date_verified":"2018-12-30T00:00:00.000Z","description":"Residence la Villa, second Plateaux, Abidjan , Cocody second Plateaux  Vallon 12 Arrondissement. Phone +225 07571878 or +225 22522918 e-mail: Serge.Clemente83@gmail.com  it is private residence with five rooms from cfa 20 000 to 30 000. Clean, nice staff, big rooms. Kitchen, Pool, big safe parking. Next to Ghana, Togo, Benin Embassy . ","location":{"latitude":5.3747268486818065,"longitude":-3.993795979771757},"category":{"name":"Hotel"}},{"id":59624,"name":"Police and Customs Check IC","date_verified":"2024-04-22T00:00:00.000Z","description":"Border post for Ivory Coast to Liberia. Road from Toulepleu to the border is a motorbike track. Road from Toulepleu to Blolequin is tarred, many potholes and missing sections to Guiglo\r\n\r\nWatch out for the stamp on the cdp. obligation to go and stamp in Zwedru. not possible on the border\r\n\r\nRoad not practicable in the rainy season","location":{"latitude":6.471466666666666,"longitude":-8.5013},"category":{"name":"Customs and Immigration"}},{"id":59630,"name":"Customs Ivory Coast.....","date_verified":"2024-04-22T00:00:00.000Z","description":" U should do you customer latest here or ask where the boss is. No one doing at border. \nIvory Cost customs","location":{"latitude":6.569050066179194,"longitude":-8.426652140923242},"category":{"name":"Checkpoint"}},{"id":60133,"name":"Chez Michel","date_verified":"2023-03-21T00:00:00.000Z","description":"UPDATE 2022 : Toilets are dirty and shower doesn't exist. The owner seems to have a problem with alcohol and he is impolite.\r\n\r\nVery nice place where you can stay with your 4x4 with a wonderful view to the beach. Owner is very friendly. he prepares a really good fish (10000 cfa for 2 people, good portions). you can also sleep in a small hut, but we didn't look at it. there are two basic toilets and a bucket shower. Price 5000 cfa per night for 2 persons and a 4x4.","location":{"latitude":4.90363533,"longitude":-6.17334332},"category":{"name":"Hostel"}},{"id":60779,"name":"Hotel Bassama","date_verified":"2023-01-19T00:00:00.000Z","description":"Basic facilities, Nice location just outside the town. Nice viewpoint and quiet surroundings. 6 rooms, camping possible, Nice staff. 5000 CFA per night.\ntel 05579441/85945300","location":{"latitude":9.462726637640593,"longitude":-5.65406328595503},"category":{"name":"Hotel"}},{"id":61675,"name":"Hotel Koral Beach","date_verified":"2023-12-28T00:00:00.000Z","description":"Nice hotel. Room from 30‘000-40‘000 incl breakfast. On sunday they have a big brunch buffet. Food is good but better and cheaper in la case bleue.","location":{"latitude":5.195056,"longitude":-3.738239},"category":{"name":"Hotel"}},{"id":65616,"name":"melya plage","date_verified":"2018-07-23T00:00:00.000Z","description":"Direct at the beach, under palm-tree. \r\n Nobody disturbed us. ","location":{"latitude":5.21687009,"longitude":-4.25883694},"category":{"name":"Wild Camping"}},{"id":66094,"name":"Kame Surf Camp \u0026 School","date_verified":"2024-01-20T00:00:00.000Z","description":"Pretty nice hotel with ten rooms, a very cozy beach bar and an own high ropse course. The owner, called Kame, is a French man who was born in the Ivory Coast. Very nice and friendly atmosphere. You can feel, that Kame does his business with Love.","location":{"latitude":5.16274423,"longitude":-3.48792875},"category":{"name":"Hotel"}},{"id":66124,"name":"Spot to stay overnight ","date_verified":"2024-04-21T00:00:00.000Z","description":"Looks like a place where they get the gravel for the road. Lots of space, not visible from the road. No one was coming by. But it is right next to the road and the entrance is big and good visible, so maybe sometimes there are people coming by. Not many vehicle-tracks here though. ","location":{"latitude":6.523092633182136,"longitude":-7.519587670284508},"category":{"name":"Wild Camping"}},{"id":66125,"name":"Difficult Road","date_verified":"2023-06-08T00:00:00.000Z","description":"The north-south highway is partly extremely muddy. At least in rainy season. With a bike you can usually go around the big holes, but with cars... Better bring a good 4X4 with a winch and shovels and everything, there are not many cars on the road to help you out. Coming from the  north, it seems alright first but be aware, it gets worse.\r\nThere also was a broken down bridge. With bikes and smaller cars you can use a little wooden bridge. Big rigs propably have to turn around here. I don't have the exact position but it was quite a bit north of the national park entrance. ","location":{"latitude":5.29828,"longitude":-7.29309},"category":{"name":"Warning"}},{"id":67408,"name":"Bureau de Douane Man","date_verified":"2023-12-17T00:00:00.000Z","description":"This is the place where you can get the Vignette Touristique (laisser passer for Europeans)  if you do not have a carnet. They wanted to charge 17000 CFA at first, but it should be for free, don’t pay. They were surprised that we came without escort from the Gbapleu border. At that border the douane tried to make us pay for the escort but we refused and said we would find our way to Man by ourselves. When entering the douane grounds in Man, go to the first door on the left, about 50 meters from the entrance gate. There you will find the man in charge. We made some calls to Abidjan douane to finally get it, so be prepared to put some effort to get it for free.","location":{"latitude":7.400183333333333,"longitude":-7.553185},"category":{"name":"Customs and Immigration"}},{"id":68316,"name":"Assiny Palms","date_verified":"2018-05-18T00:00:00.000Z","description":"Restaurant and Hotel, steep downhill entrance off the main road.\r\n\r\nProbably the best hotel deal in town currently, beautiful rooms for 15,000CFA with plenty of parking.\r\n\r\nFantastic food here too, shaded by literally hundreds of palms it's very laid back with good Ivorian dishes, slightly more expensive than others in town but very worthwhile","location":{"latitude":6.71879,"longitude":-3.52095},"category":{"name":"Hotel"}},{"id":69128,"name":"Hotel Gbaoly","date_verified":"2018-08-26T00:00:00.000Z","description":"Rooms with fan and private bathroom starting from 5000 cfa, possibility to park the bike/car inside","location":{"latitude":6.5471466666666664,"longitude":-7.488403333333334},"category":{"name":"Hotel"}},{"id":69229,"name":"Tourist Information - National Park Taï","date_verified":"2024-04-02T00:00:00.000Z","description":"Here it's possible to have info and organize excursions in the park to see monkeys.\r\n\r\nCheck the website for all the details and prices: \r\nhttps://ecotourismetai.com \r\n\r\nThey accept payments only in cfa, the nearest bank with an atm is in Guiglo, 80km north of dirt track. They seem to also accept Orange Money.","location":{"latitude":5.8718483333333324,"longitude":-7.456346666666667},"category":{"name":"Tourist Attraction"}},{"id":69269,"name":"Auberge Beau Sejour","date_verified":"2024-03-30T00:00:00.000Z","description":"Hotel in Taï, rooms with private bathroom 6000 cfa","location":{"latitude":5.87284,"longitude":-7.45653},"category":{"name":"Hotel"}},{"id":69550,"name":"Hotel Pacha","date_verified":"2018-08-30T00:00:00.000Z","description":"Private basic room with \"private\" bucket shower.  Shared pit toilet. \r\nSecure parking for car/bike, not sure for big rigs. 3000cfa, kind owner, there is a sign in the main road.","location":{"latitude":4.510488333333333,"longitude":-7.281501666666666},"category":{"name":"Hotel"}},{"id":69603,"name":"Corrupt checkpoint","date_verified":"2024-03-21T00:00:00.000Z","description":"Said that the cedeao insurance can't be written by pen :) don't pay, just wait and they let you go","location":{"latitude":4.813666666666666,"longitude":-6.643278333333335},"category":{"name":"Checkpoint"}},{"id":70626,"name":"Embassy of Nigeria","date_verified":"2023-01-10T00:00:00.000Z","description":"Not possible to apply for a touristic visa unless you are a resident in Ivory Coast","location":{"latitude":5.3282533333333335,"longitude":-4.019548333333334},"category":{"name":"Consulate / Embassy"}},{"id":73533,"name":"Centre Bethanie","date_verified":"2024-04-17T00:00:00.000Z","description":"The place is owned by the bishop of Man. It s located on a small mountain just outside the city (2 km from the center) in a beautiful and peaceful location. Dorms are available (2000 to 3009 FCFA) as well as private rooms (from 5000 up to 10,000). Clean rooms with ensuite shower, outdoor public toilets. Breakfast is 1000 FCFA. Lunch/dinner, 1500 FCFA.","location":{"latitude":7.416533333333334,"longitude":-7.564966666666667},"category":{"name":"Hotel"}},{"id":74442,"name":"Best of Plage","date_verified":"2022-08-29T00:00:00.000Z","description":"Really nice and quiet place with lovely bay to swim, surf or fish in sea or laguna. \r\nThere is no more hotel but this place is still maintained by village people. It’s very clean even it’s basic. \r\nSome fishermen are there so you can ask for crayfish and fish, they will be able to provide you. \r\nYou can contact Hubert Dagbego, us before arrive, who is in charge to maintain the site and keep it clean\r\nHis phone number : 225 05218815\r\nChef Dagbego plage: 225 06620121\r\n","location":{"latitude":4.990377612416624,"longitude":-5.978188756858909},"category":{"name":"Informal Campsite"}},{"id":74455,"name":"Adama, Mechanics for Big Rigs","date_verified":"2018-10-16T00:00:00.000Z","description":"Adama is specialized in trucks and was farmiliar with our Mercedes Unimog. He is super reliable and helpful, works quick and takes some time to listen and explain. He has good electricians at hand too and does not hesitate to help with any other issue. We spent two nights parked in his garage for free feeling safe as supervised by a guard. \r\nWe definitely recommend the place for all trucks and Unimogs! \r\nHe speaks perfect French, no Englisch. \r\nTel: ‭05 95 93 38‬","location":{"latitude":9.462243276657036,"longitude":-5.607998566707231},"category":{"name":"Mechanic and Parts"}},{"id":74458,"name":"Total Station with camping facilities for trucks ","date_verified":"2024-01-26T00:00:00.000Z","description":"Big parking for truckers to spend the night. Secured by a guard, shower and toilet available. We slept in the car, tent camping might be possible on the grass. Petrol station is open 24/7. Tidy, clean and modern place.\r\nShop has cold drinks, little speed restaurant offers local food. \r\nSuper friendly staff!! \r\n500 to 1000 FCFA tip for guard appropriate. ","location":{"latitude":7.736466,"longitude":-5.032043},"category":{"name":"Informal Campsite"}},{"id":74626,"name":"No name","date_verified":"2018-10-06T00:00:00.000Z","description":"It's a small place with very basic rooms. but there is a fan and a private bathroom with shower and running water at anytime! They were very friendly and I also found it a good place to wash my clothes since there is a backyard with plenty of sunlight. After negotiating I paid 3000 CFA/night for the room. ","location":{"latitude":6.72662563,"longitude":-3.49920797},"category":{"name":"Hotel"}},{"id":74627,"name":"Auberge de Kong","date_verified":"2018-10-12T00:00:00.000Z","description":"This is currently the only formal option for lodging in Kong. A standard room costs 15000 CFA/night, which is expensive comparing to what you may find in bigger cities for basic hotels. But for the same room amenities you would pay more in other cities. I tried for a long time to negotiate camping there (with a tent) but it was the night before local elections. There is also a shared toilet with shower in the common area and a restaurant with quiet a lot of options (local and continental) for a reasonable price (considering it's a hotel). ","location":{"latitude":8.87423165,"longitude":-5.25463754},"category":{"name":"Hotel"}},{"id":74628,"name":"Ange Shemaria","date_verified":"2018-10-13T00:00:00.000Z","description":"Decent place that sells pastries, ice cream, hamburger and local dishes (alloco, attieke, chicken...). 1 croissant for 300CFA. ","location":{"latitude":9.44919563,"longitude":-5.63107685},"category":{"name":"Restaurant"}},{"id":74629,"name":"Homan du Pont (Homan 3)","date_verified":"2020-01-19T00:00:00.000Z","description":"Hotel with simple amenities 5 min drive from the city center (market and Rue des Banques). I paid 5000cfa/night for a room with a double bed and private bathroom. There is enough space to camp with a tent, but because elections are going on today they didn't like the idea. ","location":{"latitude":9.45165549,"longitude":-5.6147096},"category":{"name":"Hotel"}},{"id":74837,"name":"La Flotte ","date_verified":"2024-03-11T00:00:00.000Z","description":"Nice place to stay right on seashore with beautiful view. Restaurant to test local and Italian food. \r\nNice room from 35000 to 60000cfa for 2. Swimming pool, and possibility for many excursions. \nSafe guarded parking in the yard. \nWifi in main building.","location":{"latitude":4.653289150450987,"longitude":-6.921820482245574},"category":{"name":"Hotel"}},{"id":75400,"name":"Immigration ","date_verified":"2020-02-23T00:00:00.000Z","description":"One village before real border. No problem, quick immigration process. ","location":{"latitude":10.361983207995408,"longitude":-7.5146223697881345},"category":{"name":"Customs and Immigration"}},{"id":75978,"name":"Sport3","date_verified":"2018-11-05T00:00:00.000Z","description":"Great bicycle shop. Very kind and professional. They have lot of spare parts from Europe.\r\n","location":{"latitude":5.2968,"longitude":-3.9676},"category":{"name":"Mechanic and Parts"}},{"id":76781,"name":"Internet and copy Shop ","date_verified":"2023-12-04T00:00:00.000Z","description":"Internet and copy shop that are very helpful and close to Ghana embassy (800 m) \r\n\r\nPrint 150\r\n4 pictures 2.000\r\nCopy 50 ","location":{"latitude":5.363593595009272,"longitude":-3.988704276631032},"category":{"name":"Wifi"}},{"id":77218,"name":"Hotel Foundara","date_verified":"2018-11-25T00:00:00.000Z","description":"Hotel with restaurant and cold beers. Private parking. Double rooms with AC and bathroom for 10500 CFA for 2 persons. also more luxurous rooms available.","location":{"latitude":10.440251208072178,"longitude":-5.631864866701395},"category":{"name":"Hotel"}},{"id":77289,"name":"Hotel Residance Ben","date_verified":"2022-05-25T00:00:00.000Z","description":"Budget hotel. Promotion advertises for 13000cfa a night but never available. Double for 20000cfa with kitchen with just a few tools.\r\nSecure compound for cars and bikes.\r\nNot sure about big rigs\r\nDon’t speak English but the watchman is from Ghana and translated for me.\r\nAcross the road from Doracille a local play area. Doraville painted with big letters on the wall.","location":{"latitude":5.358727097923198,"longitude":-3.978054269653034},"category":{"name":"Hotel"}},{"id":77934,"name":"Le Kara Krou Chez Gus","date_verified":"2024-04-30T00:00:00.000Z","description":"Ecolodge in front of a beautiful and clean beach managed by Gus, an Italian man living there since 8 years knowing all secrets of the area.\r\nGreat food at affordable price (10.000cfa for a complete meal) and campsite at 8.000cfa/night for 2 persons with car/van/tent.\r\nSpecial of the house: grilled lobster and pasta with shrimps.\r\nBungalow available at 25.000cfa/night\r\n","location":{"latitude":4.601294444444444,"longitude":-6.982394444444444},"category":{"name":"Established Campground"}},{"id":78758,"name":"Auberge de Mahino","date_verified":"2018-12-14T00:00:00.000Z","description":"Basic room with bucket shower. Very friendly after a hard day on the bikes. 4000 CFA Per Room ","location":{"latitude":5.110666933474234,"longitude":-7.41551223211681},"category":{"name":"Hotel"}},{"id":79306,"name":"Centre d'accueil Sainte Famille","date_verified":"2024-05-10T00:00:00.000Z","description":"The nuns here have lots of clean rooms with good shower and fan for 10000cfa. Safe parking. ","location":{"latitude":6.830534157150087,"longitude":-5.259730232968526},"category":{"name":"Hostel"}},{"id":79348,"name":"Hotel Residence Moahe","date_verified":"2018-12-16T00:00:00.000Z","description":"Very Clean Hotel just off A5. Large double room with dining and sitting area. TV. Good shower. Lady asked 25,000 CFA but I told her it’s outside my budget and we agreed on CFA12,000  ","location":{"latitude":5.27314916253581,"longitude":-5.012511033569474},"category":{"name":"Hotel"}},{"id":80211,"name":"Amarily Lodge","date_verified":"2019-01-02T00:00:00.000Z","description":"Expensive at 45000, but got a discount to 30000 cfa - still expensive, and the food is too. \r\nHowever the room is great \u0026 it’s location is really peaceful.  It has only been open 6 months so everything works. \r\nSmall pool \u0026 terrace overlooking the beach \u0026 sea. \r\nIf you don’t mind the price it might be worth a look in. There are a few other places next door but they were not prepared to negotiate. \r\n","location":{"latitude":5.226102647232921,"longitude":-3.8514169086331576},"category":{"name":"Hotel"}},{"id":80216,"name":"Next to cotton fields","date_verified":"2019-01-01T00:00:00.000Z","description":"Follow the track that leaves road B303 at 7.90910, -6.12606. The wild camping location is next to some trees and at the edge of a cotton field. The track goes further and branches in other directions too, so I reckon there are more places to camp around here. There is a village close by to the South. Very weak mobile phone signal (Orange).","location":{"latitude":7.90651,"longitude":-6.13511},"category":{"name":"Wild Camping"}},{"id":80217,"name":"Forest","date_verified":"2019-01-01T00:00:00.000Z","description":"Leave the A3 road on track to reach this place. The track goes further and branches in different directions, so I reckon there are more places to wild camp here. Sap is being collected from the trees in this forest, but I saw no one when I stayed for one night. It's well hidden from the road. No mobile phone signal here (Orange). ","location":{"latitude":5.75368,"longitude":-4.63057},"category":{"name":"Wild Camping"}},{"id":80299,"name":"Espace Concorde Amitie","date_verified":"2024-04-18T00:00:00.000Z","description":"A bar. You can easily park a van or camping car for the night. it's on the border of a little lake. We had shade. 3000cfa for 1 night in tent, rooms for 15000 to 25000cfa/night. ","location":{"latitude":6.75177263525856,"longitude":-7.368880190427382},"category":{"name":"Informal Campsite"}},{"id":80400,"name":"Hotel de la paix","date_verified":"2019-01-21T00:00:00.000Z","description":"Verry basic hostel for pass 1night. Room for 5000-8000 or 10000cfa with clim n private bathroom. u can't put the tent, owner don't like that. it's the cheaper place in Issia!","location":{"latitude":6.487460574797275,"longitude":-6.598554030155065},"category":{"name":"Hostel"}},{"id":80498,"name":"Overnighting spot by the river","date_verified":"2019-11-27T00:00:00.000Z","description":"Hidden quite road with turning possibly at the end by the Bandama River between banana plants and someone's tomato garden. We sleep here on our way to Man. ","location":{"latitude":6.957940449944658,"longitude":-5.500005707149859},"category":{"name":"Wild Camping"}},{"id":80500,"name":"Hotel La Bahia","date_verified":"2023-06-20T00:00:00.000Z","description":"We parked in front of the hotel and we could use it's beach and facilities in charge of getting a drink in the bar. The owner loves overlanding himself and he was really friendly and welcoming.","location":{"latitude":5.1615083,"longitude":-3.477657},"category":{"name":"Informal Campsite"}},{"id":80502,"name":"Wild camping on the beach","date_verified":"2024-01-31T00:00:00.000Z","description":"Completely hidden from the road where we had our own private beach. Bars and restaurants along the street.\r\n\r\nAbout 3km to west there is a village by the lagoon with friendly, welcoming locals. Definitely worth a visit.","location":{"latitude":4.7251004,"longitude":-6.6382584},"category":{"name":"Wild Camping"}},{"id":80508,"name":"Manankoro border","date_verified":"2018-12-21T00:00:00.000Z","description":"On the Ivorian side they don't have proper customs or Duane. You get stamped in your passport after multiple check points in about 15 km. Everyone was really chilled and surprised that we drove that difficult road.\r\n\r\nOrganizing carnet de passage or vignette touristic is possible in Man.","location":{"latitude":10.4504126,"longitude":-7.4584106},"category":{"name":"Customs and Immigration"}},{"id":80611,"name":"Hotel Beau Sèjour","date_verified":"2024-03-09T00:00:00.000Z","description":"Although it officially opens in February 2019 we could park in their garden and use the shower of one of the hut's.\r\n\r\nIt's in a really good location a bit out of the busy town and 3 km from one of the cascades. There is a Boulangerie and a bar across.","location":{"latitude":7.389268954291371,"longitude":-7.56790369749774},"category":{"name":"Hotel"}},{"id":81642,"name":"CACOMIAF","date_verified":"2019-10-17T00:00:00.000Z","description":"Found decent motorcycle engine oil (Motul) and motorcycle tyres (Pirelli) here. Bought Motul engine oil, and it was expensive. Didn't buy tyres but noticed they had tyres suitable for dirt and road. Worth checking out if you're looking for motorcycle engine oil other than what's on sale in fuel stations.","location":{"latitude":5.30091,"longitude":-4.01041},"category":{"name":"Mechanic and Parts"}},{"id":82980,"name":"After Work","date_verified":"2024-03-27T00:00:00.000Z","description":"Nice rooftop restaurant with cold beers and good food for reasonable prices. Demi Poulet is good. they also serve fish","location":{"latitude":6.895812032599095,"longitude":-6.440918374027526},"category":{"name":"Restaurant"}},{"id":82981,"name":"Vanessa","date_verified":"2024-03-27T00:00:00.000Z","description":"Simple but lovely open-air place with delicious fish (poisson) plates and really big 1 liter beer bottles (Bock) if you like. Not expensive","location":{"latitude":7.26716,"longitude":-8.14872},"category":{"name":"Restaurant"}},{"id":83761,"name":"Eco Bank","date_verified":"2024-06-16T00:00:00.000Z","description":"In this area there are a few banks.  This one has ATM, WU and change services, but get here early or you will wait hours!\r\nATM without fees.","location":{"latitude":7.40851,"longitude":-7.5529},"category":{"name":"Financial"}},{"id":84358,"name":"Costume Museum","date_verified":"2019-02-18T00:00:00.000Z","description":"Interesting stop and great place to pick up some gifts.  Entry 1000CFA","location":{"latitude":5.195766666666667,"longitude":-3.7372000000000005},"category":{"name":"Tourist Attraction"}},{"id":84596,"name":"Maya hôtel","date_verified":"2019-02-19T00:00:00.000Z","description":"Pretty descent for a short stay \r\nRooms start at 8000 FCFA to 12.000 FCFA \r\nAir conditioning \r\n","location":{"latitude":6.743797156966052,"longitude":-3.499586395922582},"category":{"name":"Hotel"}},{"id":84597,"name":"Maquis Les appatames","date_verified":"2019-02-20T00:00:00.000Z","description":"Maquis locale food , very good environment. \r\nOutdoors sitting , or indoors , private entrance . Really good local food without the loud sound around ! ","location":{"latitude":8.038952825598455,"longitude":-2.7942322287734545},"category":{"name":"Restaurant"}},{"id":84599,"name":"The Adress","date_verified":"2020-02-14T00:00:00.000Z","description":"Great hotel with A/C \r\nShowers with hot water \r\nClose to practically everything \r\nCleans are very clean \r\nStaff very friendly \r\nPrice are very good for the quality of the rooms","location":{"latitude":8.047246760696217,"longitude":-2.8022574819650523},"category":{"name":"Hotel"}},{"id":84642,"name":"Forest clearing","date_verified":"2019-01-18T00:00:00.000Z","description":"Behind trees not far from the road. Good wild camp easily accessible from the paved high way.","location":{"latitude":9.285216098659937,"longitude":-7.623158544309086},"category":{"name":"Wild Camping"}},{"id":84643,"name":"Camping 4x4 Nomaden","date_verified":"2024-02-21T00:00:00.000Z","description":"Really nice shady campsite amongst the trees next to a quiet, clean and beautiful beach run by Germans from november until april every year. 5000cfa for camping per person. Cold beer and some groceries available. Water from a well, toilet and simple bucket shower. ","location":{"latitude":4.604637132740105,"longitude":-6.978407573453503},"category":{"name":"Established Campground"}},{"id":85127,"name":"Hôtel Zara ","date_verified":"2019-02-24T00:00:00.000Z","description":"Very clean rooms \r\nVery good prices for a short stay \r\n6000 FCFA /night room with fan \r\n10.000 FCFA / night with air conditioned \r\nWe checked our 3 hotels and it was the best and newest in town \r\nIt has a restaurant on site and also goods available to buy in the room ! ","location":{"latitude":9.258956476123313,"longitude":-3.0109287332771446},"category":{"name":"Hotel"}},{"id":85137,"name":"O’bali","date_verified":"2024-02-13T00:00:00.000Z","description":"Excellent food \r\nPrices are very reasonable for the quality \r\nClean and staff are very professional and friendly ","location":{"latitude":9.446475659505879,"longitude":-5.628442196180698},"category":{"name":"Restaurant"}},{"id":85256,"name":"La Villa","date_verified":"2024-02-11T00:00:00.000Z","description":"Glacier / restaurant / pizzeria / ice cream / chawarma. Lebanese food, No aircon.","location":{"latitude":9.44738886785642,"longitude":-5.626726420601482},"category":{"name":"Restaurant"}},{"id":85258,"name":"Hôtel chigata","date_verified":"2019-02-28T00:00:00.000Z","description":"Descent hotel for comfort \r\nPrices are 12.000 FCFA for single bed with AC / bathroom /hot shower \r\n18.000 FCFA queen size bed \r\nClean hotel / safe location \r\nStaff very friendly \r\nYou can negotiate ","location":{"latitude":9.458839762964713,"longitude":-5.623741708701126},"category":{"name":"Hotel"}},{"id":85521,"name":"Iman’s Hotel","date_verified":"2019-03-02T00:00:00.000Z","description":"Excellent hotel - actually the best in town \r\nVery clean, Comfortable, Pool access included, Secured in good area, Peaceful and quiet ","location":{"latitude":9.517044075773578,"longitude":-6.471134684985942},"category":{"name":"Hotel"}},{"id":85693,"name":"Restaurant chez Paye","date_verified":"2019-04-03T00:00:00.000Z","description":"Really good food \r\nSenegalese food and local but high standard ","location":{"latitude":7.406346159994049,"longitude":-7.561637889600882},"category":{"name":"Restaurant"}},{"id":87031,"name":"Immigration","date_verified":"2019-03-19T00:00:00.000Z","description":"Friendly guys, kinda take their time, about half an hour to 45 minutes. Not sure about customs as I didn't have a TIP for Cote d'Ivoire,  but an officer at the duoane in a town about 20km from the border indicated you do the paperwork at the border. ","location":{"latitude":9.895373,"longitude":-3.415518},"category":{"name":"Customs and Immigration"}},{"id":87075,"name":"Under coconut tree ","date_verified":"2024-02-24T00:00:00.000Z","description":"Very nice place in front the sea and behind the coconut trees. Nobody asked us money. Very quiet place without children. \r\n---\r\nBeach is directly in front of us, car set up about 10m before the beach underneath coconut trees. There’s a bit of rubbish near the beach hence why we’ve set up camp a bit behind. Waves are quite ferocious so no swimming unfortunately. Beware of coconuts falling!! We had a near-miss last night.","location":{"latitude":5.218354817484709,"longitude":-4.248508857567095},"category":{"name":"Wild Camping"}},{"id":87131,"name":"Palm plantation ","date_verified":"2024-05-29T00:00:00.000Z","description":"UPDATE 2022:\r\n\r\nNow this is a private plantation with an office. Palm and hevea plantations. But there is no problem to stay for the night for free. There is a friendly security officer and it's very quiet.\r\nNo commodities.\r\nHidden from the road. ","location":{"latitude":5.279867708169415,"longitude":-2.886490393535086},"category":{"name":"Informal Campsite"}},{"id":87535,"name":"Hotel Canaan ","date_verified":"2019-03-23T00:00:00.000Z","description":"Rooms with fan for 6.000 CFA, with a/c for 12.000 CFA. The rooms are big and nicely done. No fridge and there was supposed to be running water but we never saw it, had to use buckets. ","location":{"latitude":5.50629658,"longitude":-3.65355782},"category":{"name":"Hotel"}},{"id":87538,"name":"Customs (Douane) Côte d'Ivoire","date_verified":"2019-10-04T00:00:00.000Z","description":"Yellow building with CDI flag. They will stamp your carnet if you have one.","location":{"latitude":10.43729279,"longitude":-5.63158757},"category":{"name":"Customs and Immigration"}},{"id":88023,"name":"Village of peace by Stephane and Stclaire","date_verified":"2024-03-21T00:00:00.000Z","description":"The owner of this place is Stefan and he is living on the beach. He is very welcoming to everybody and likes to make new connections. We had really nice discussion with him and his friends who always come around. It is like a basic place but really beautiful","location":{"latitude":4.7269111,"longitude":-6.6303137},"category":{"name":"Informal Campsite"}},{"id":88081,"name":"Residence Belle Vue ","date_verified":"2019-03-30T00:00:00.000Z","description":"We booked via Expedia and paid 23€ for 2 people for an entire apartment with kitchen, dining room, bathroom and a small patio. A/c, hot water, fridge, microwave, stove, oven and breakfast included! Just great. Only downside was the WiFi didn't reach into the room and you could feel the springs in the mattress, but we loved it. Supermarket just next to it, taxis to the embassies for about 2.000 CFA. Check the price before on Booking or Expedia (cheaper) because I think they change quite often. This is the right location, not one of the two that Google maps show! Enjoy! ","location":{"latitude":5.36905396,"longitude":-3.95443389},"category":{"name":"Hotel"}},{"id":88221,"name":"James Burger","date_verified":"2024-03-26T00:00:00.000Z","description":"Nice place for motorbikers who need to meet other bikers and to have some help for hosting and mechanical problems . Ask Jamal +2250708101023 . 1000 CFA franc to wash the bike. Every day at 5 pm the biker club of Abidjan is here .","location":{"latitude":5.285190520813023,"longitude":-3.976017879325874},"category":{"name":"Other"}},{"id":88239,"name":"Centre Focolari","date_verified":"2024-05-24T00:00:00.000Z","description":"The Focolari Centre offers:\r\n- comfortable and clean rooms\r\n- and also welcomes motorhomes.\r\nVery nice home in a beautiful site.\r\n\r\nPlenty of room in peaceful gardens with shade for campers with tents, rooftop tents or a camper. Clean toilet and a proper shower.","location":{"latitude":7.398865000000001,"longitude":-7.566748333333334},"category":{"name":"Informal Campsite"}},{"id":88240,"name":"La Nouvelle Paillote à Grand Bassam","date_verified":"2024-03-02T00:00:00.000Z","description":"Nice place to chill for a few days. Asking 35k for AC rooms but we talked down to 20k. Food service super slow and pricey but walk up the road near the schools for lunch dinner buy from town markets. Great parking for motorcycles and vehicles.","location":{"latitude":5.19365,"longitude":-3.7329666666666665},"category":{"name":"Hotel"}},{"id":88241,"name":"Auberge Akwaba","date_verified":"2018-11-19T00:00:00.000Z","description":"hotel restaurant in a pleasant setting\r\nbut very unwelcoming for travelers with vehicle.\r\nVery large guarded parking.\r\nNo bivouac possible in his vehicle. Mandatory room.\r\n\r\nPrices are based on skin color.\r\nso very expensive for Europeans.\r\nTo avoid.","location":{"latitude":5.393765,"longitude":-3.209753333333333},"category":{"name":"Hostel"}},{"id":88670,"name":"Katakie","date_verified":"2024-01-30T00:00:00.000Z","description":"this is a bar run by the super friendly petit poisson. you can park your car here for free and camp there. super cosy and very beatiful place.","location":{"latitude":5.14767,"longitude":-4.99092},"category":{"name":"Informal Campsite"}},{"id":89110,"name":"gabon embassy","date_verified":"2023-02-21T00:00:00.000Z","description":"1 photo + hotel booking (I think it was optional). \r\nNo insurance, no vaccination certificates, no photocopies etc... \r\n35,000 tourist visa 1 month. got mine in 1 day (usually is 2 days I was told).\r\neasy going, nice staff","location":{"latitude":5.34775605,"longitude":-4.00399718},"category":{"name":"Consulate / Embassy"}},{"id":89222,"name":" Hotel Nôkii Pirê","date_verified":"2023-10-11T00:00:00.000Z","description":"Hotel close to a Bar. 5000CFA\r\n9000CFA with aircon","location":{"latitude":9.608081423742206,"longitude":-3.659222532220725},"category":{"name":"Hotel"}},{"id":90135,"name":"Orange Mobile","date_verified":"2024-01-14T16:57:58.000Z","description":"Good place to buy local SIM card and credit/data.  Secure parking. 200 CFA for SIM card.","location":{"latitude":7.41359,"longitude":-7.54711},"category":{"name":"Wifi"}},{"id":90137,"name":"4x4 Off-Road CI","date_verified":"2024-02-23T00:00:00.000Z","description":"The only shop in Cote D’Ivoire that specialises in 4x4 off-road parts, mechanics and camping gear. We are getting a custom-made shelf put in our car so we can access the fridge more easily. Ahmed and his wife are so lovely. Work started immediately on our car and will be done within 30 minutes to an hour. HIGHLY RECOMMENDED.","location":{"latitude":5.294512873520417,"longitude":-3.9810839016027573},"category":{"name":"Mechanic and Parts"}},{"id":90377,"name":"Tabaoule Ecolodge","date_verified":"2024-02-09T00:00:00.000Z","description":"Lovely place, beautiful beach. Good food.  Plenty of shaded areas to park. \r\nA bar with cold beers. Run by a great guy JP\r\nUnfortunately a bit expensive. Camping for 15000 cfa (may be able to negotiate this, we managed to stay for 5000 cfa)\r\nRooms available from 30000 - 55000 cfa\r\nFood approx 9000 cfa (fresh grilled fish, rice)\r\n\r\nNighttime entertainment with some guys playing djembe, forest walks (the place is next to a protected forest), natural pools, hammocks, kayaks, paddle boards and snorkeling available. \r\n\r\nHas a great relaxed vibe, stayed for 3 nights, will probably come back again. \r\n","location":{"latitude":4.551585780312827,"longitude":-7.031085280632479},"category":{"name":"Established Campground"}},{"id":90394,"name":"Toyota Abidjan","date_verified":"2022-12-28T00:00:00.000Z","description":"The official Toyota dealer of Abidjan with an Express service... don’t go there. We needed an oil change for our LandCruiser. Lots of paperwork, tried to let us sign without any preliminary info for a full fetch service maintenance. No information on there planning, took us 5 hours (!) to get this simple job done. Very fancy office/workshop, horrible service! You are not allowed to enter the workshop while the mechanic is working on your car. They have a huge stock of spare parts; if you need only an original Toyota part, this is probably the place to be.","location":{"latitude":5.295370233128537,"longitude":-4.005017661378323},"category":{"name":"Mechanic and Parts"}},{"id":90450,"name":"Michelin/BF Goodrich","date_verified":"2019-04-24T00:00:00.000Z","description":"If you need new BF Goodrich or Michelin tyres or repair for your car/truck this is the place to be. They repaired for us two holes in one tyre for 5.000 CFA. Friendly people and good and fast service!","location":{"latitude":5.2916138425133745,"longitude":-3.993926332602565},"category":{"name":"Mechanic and Parts"}},{"id":90583,"name":"better than nothing","date_verified":"2019-04-13T00:00:00.000Z","description":"place to sleep 50m off the road. small path which is used to get cacao bags to the road. really last option but helped us out for one night.","location":{"latitude":6.541520000000001,"longitude":-6.826723333333333},"category":{"name":"Wild Camping"}},{"id":90584,"name":"Tika Beach","date_verified":"2022-08-15T00:00:00.000Z","description":"small but beautiful beach. wild camping, parking right next to beach. before reaching the village Tika turn left and follow road approx.  1500m. beach IS at the end of a short, steep descent. locals come on Sundays, mostly deserted during the week","location":{"latitude":4.704463333333334,"longitude":-6.7033966666666664},"category":{"name":"Wild Camping"}},{"id":90585,"name":"QUAI40","date_verified":"2019-04-19T00:00:00.000Z","description":"small, cost hotel. 5 rooms in 40ft containers, mostly business. very clean, breakfast, showers, pool. very nice french owner, let us sleep in enclosed car lot for 40'000cfa. yes, Abidjan is expensive.","location":{"latitude":5.290308333333333,"longitude":-3.994888333333334},"category":{"name":"Informal Campsite"}},{"id":90628,"name":"Residence Sisana","date_verified":"2019-04-25T00:00:00.000Z","description":"We stayed here four nights in a very nice appartment. Living room with AC, kitchen with gas for cooking and dishes+tableware, bathroom with hot water and bedroom with also AC. Every evening some music on the street, but very quiet during the night/morning. Car was parked on the street in front of the building, but camera guarded day and night by two guards. Very friendly and helpfull owner/concierge. After two nights the whole appartment was cleaned and we got new bed sheets. Pressing and boulanger nearby. We negotiated an appartment in the back (not at the street side) down form 30.000 to 25.000.","location":{"latitude":5.347018791367623,"longitude":-3.9436209853775273},"category":{"name":"Hotel"}},{"id":92194,"name":"Salads \u0026 Sun","date_verified":"2019-05-10T00:00:00.000Z","description":"Great Restaurant for Burgers, Tajine, Spare Rips, ...\r\n\r\nVery nice atmosphere.\r\n\r\nProbably the best Chicken Burger i had in my life. CFA3500","location":{"latitude":5.317416458498569,"longitude":-4.01495528150914},"category":{"name":"Restaurant"}},{"id":95032,"name":"Immigration and Douane Cote d Ivoire","date_verified":"2019-06-17T00:00:00.000Z","description":"Here they check visa and laisser passer. if current is working this is the only place where they can issue a vignette touristique directly without escort to Man. very friendly people. when we came the new police office had been destroyed, so they couldnt stamp in our passports. they let us go to Biankouma police station and have our passports stamp there. beware that the road to and from border is very bad. 40 km Lola to Sipilou and 60km from Sipilou to tarmac road. In between earth road and in the beginning of rain time already in very bad condition. so do only if you have no carnet and expect trouble with douane. ","location":{"latitude":7.860252,"longitude":-8.110345},"category":{"name":"Customs and Immigration"}},{"id":95250,"name":"at the river","date_verified":"2024-01-09T00:00:00.000Z","description":"next to Soubré and road, but absolutely quiet and nice view.","location":{"latitude":5.782755170948803,"longitude":-6.614615181460977},"category":{"name":"Wild Camping"}},{"id":96714,"name":"Ivoire hotel ","date_verified":"2019-05-20T00:00:00.000Z","description":"Hotel with secure parking. Rooms 12000 -15000. Restaurant secure. Can park campers but no camping.   ","location":{"latitude":6.6137999999999995,"longitude":-5.922883333333334},"category":{"name":"Hotel"}},{"id":96715,"name":"Berah residence","date_verified":"2020-03-03T00:00:00.000Z","description":"Hotel with pool. Bikes, 4x4 and even our big rig fitted. Friendly people helpful. Safe parking. Rooms or sleep in camper. ","location":{"latitude":6.80486795493104,"longitude":-5.244816904892441},"category":{"name":"Hotel"}},{"id":96817,"name":"hotel Rocher","date_verified":"2022-12-13T00:00:00.000Z","description":"Friendly hotel with plenty place for 20 landcruisers an even 2 or 3 big rigs. Rooms or bungalow? No problem. Restaurant, bar, WiFi, dogs outside but not in the hotel itself. Coming from Ghana cross the bridge direction Abidjan for approx 1,5 km. Signposted to the right. Sleep in/ on top off your camper no problem. ","location":{"latitude":5.47480119858447,"longitude":-3.2166297733813676},"category":{"name":"Hotel"}},{"id":98290,"name":"palm plantation","date_verified":"2019-06-30T00:00:00.000Z","description":"emergency stop for 1 night in the field of a palm plantation. \r\nfar from the road, nobody sees you. nobody came around, very quiet. \r\nalso big cars will fit. ","location":{"latitude":5.2804702101275325,"longitude":-5.023861052468419},"category":{"name":"Wild Camping"}},{"id":98537,"name":"By the river","date_verified":"2022-12-24T00:00:00.000Z","description":"Hidden place on red soil next to the road. good for one night. no scenic view but quiet. No orange reception.","location":{"latitude":5.23792,"longitude":-4.963157},"category":{"name":"Wild Camping"}},{"id":99261,"name":"Hotel Harmonie","date_verified":"2022-11-25T00:00:00.000Z","description":"Motel style, large parking. Across from police station. Pretty run down but low prices. 6000cfa for a fan room, AC rooms available","location":{"latitude":6.893912177212898,"longitude":-6.430130374060796},"category":{"name":"Hotel"}},{"id":100498,"name":"As green as it gets","date_verified":"2019-07-17T00:00:00.000Z","description":"End of village, some people working around in distance. Wanted to drive all the way to the lake but ended up here because this road ended. Some little flat pieces of ground. Talked to some adults and they approved us camping here. Good thing that people leave you alone just after dark. next they though people told us we didn't ask permission to the village chief. went there, talked and it was all okay. I suggest talk to chief before sleeping ","location":{"latitude":6.731479038119711,"longitude":-6.963237280929046},"category":{"name":"Wild Camping"}},{"id":100916,"name":"Hotel Fondy","date_verified":"2023-04-02T00:00:00.000Z","description":"Normal price for a room is 15,000 CFA, Aircon double room (standard), WiFi signal is strong. Price does not include breakfast, but I negotiated it to include breakfast. \r\n\r\nSafe parking in a quiet area. There is a pool, but it was closed when I was here.","location":{"latitude":6.8329530104567695,"longitude":-5.2599204886624955},"category":{"name":"Hotel"}},{"id":100962,"name":"Corrupt police ","date_verified":"2024-05-05T00:00:00.000Z","description":"Corrupt police, our friends were pulled earlier in the day, we were pulled few hours later. Police told both of us we were doing 126kmh, we were doing under 70 kmh. Gave up pretty quick when we said this was impossible. ","location":{"latitude":5.874242901702174,"longitude":-4.651995879493156},"category":{"name":"Warning"}},{"id":101258,"name":" Duekoue","date_verified":"2019-07-22T00:00:00.000Z","description":"This is a parts store with a lovely gentleman who works behind the counter. He will help you with parts, and was able to fashion a wheel hub for a broken landrovers discovery 2 with his metal work colleagues down the road. Recommend.","location":{"latitude":6.74921707,"longitude":-7.35445794},"category":{"name":"Mechanic and Parts"}},{"id":102367,"name":"Dream beach at Dogbalé","date_verified":"2019-07-21T00:00:00.000Z","description":"Behind the village there is a nice beach under palm trees. Ask in the village for Prince or Anthony. They will show you the place for the tent. In addition they also cook very well. We only paid for the food. Maybe they want some money for the camp spot - ask in advance!\r\nThere is a small shop with fresh bread and it is also possible to get a bucket shower in the village.","location":{"latitude":4.61369,"longitude":-6.96494},"category":{"name":"Wild Camping"}},{"id":102768,"name":"Hotel CAA","date_verified":"2024-03-27T00:00:00.000Z","description":"Private rooms, with bathroom, TV, towels, toilet paper and soap.\r\nThe price for a room with AC is 20,000 per night.\r\nThe place is clean, proper, safe (CCTV) and really well-located, 10min to the Gare Routiere, next to Grand Marche.","location":{"latitude":7.40547163,"longitude":-7.54564228},"category":{"name":"Hotel"}},{"id":103642,"name":"School","date_verified":"2019-08-07T00:00:00.000Z","description":"Up the hill of this village, there is a school. When you ask nicely if you may set up your tent in the school, they allow it. It's a clean school for African standards, and if you ask they might give you a bucket shower. ","location":{"latitude":4.85169,"longitude":-6.48102},"category":{"name":"Informal Campsite"}},{"id":103731,"name":"hotel zenith","date_verified":"2019-08-08T00:00:00.000Z","description":"hotel just as many hotels are in Africa. price is 5000 cfa for a room without television.","location":{"latitude":5.10519,"longitude":-5.58651},"category":{"name":"Hotel"}},{"id":104018,"name":"Hôtel mon Afriq ","date_verified":"2019-09-10T12:20:59.000Z","description":"Superb place. a lot of vegetation. a beautiful pool and a small park with wild animals in freedom.","location":{"latitude":7.691757938737419,"longitude":-4.998400915565452},"category":{"name":"Hotel"}},{"id":105496,"name":"in the forest","date_verified":"2019-08-17T00:00:00.000Z","description":"turn from the main road into a dirt road going into an artificial forest with palm trees. Then turn again right and hide yourself after a trees. In the evening/at night we were alone. In the morning few locals on bikes passed but didn't even stop. All was fine. But better to wake up early. The road from A3 to Divo is very good, new tarmac.","location":{"latitude":5.83829468,"longitude":-5.40574937},"category":{"name":"Wild Camping"}},{"id":105497,"name":"Big place surrounded by trees","date_verified":"2019-08-18T00:00:00.000Z","description":"Its a place that have been probably used in time when they were building the main road.\r\nNow it's empty\r\nIt's full of children if you come.\r\nAfter children the man came here and we asked about permision. It's ok to stay here. He took children with him for a while.","location":{"latitude":7.46480286,"longitude":-8.30568323},"category":{"name":"Wild Camping"}},{"id":107721,"name":"Lac d‘Ayamé","date_verified":"2022-08-11T00:00:00.000Z","description":"Next to the lake where you can fish, make fire and wash your clothes. Enough place for big cars. No one is living near this place, it’s quiet.","location":{"latitude":5.60523840599284,"longitude":-3.17454180680511},"category":{"name":"Wild Camping"}},{"id":107842,"name":"Gendarmerie ","date_verified":"2019-09-05T00:00:00.000Z","description":"They stop you to tell their boss that you are at the road and let you wait. Just wait and say nothing then you can go after a while.","location":{"latitude":6.362341144128108,"longitude":-3.3458725176782775},"category":{"name":"Checkpoint"}},{"id":107961,"name":"Siloe clinic, Grand Bassam","date_verified":"2019-09-06T00:00:00.000Z","description":"best place for your Malaria treatment. They know what they do. \r\nBlood test: 3.500,- CFA\r\nDoc consultation: 7.000,- CFA\r\nMalaria falciparum/ Malaria Tropicana \r\n3 injections within 3 days worked out perfect!! Or you decide to take the pills instead of injections. After 3 more days waiting, the do an other blood test to be sure all the parasites are gone.","location":{"latitude":5.22014769,"longitude":-3.73649064},"category":{"name":"Medical"}},{"id":107968,"name":"Hambol hotel Katiola","date_verified":"2019-09-05T00:00:00.000Z","description":"Very good hotel. Western style. Clean bed and toilet. Swimming pool. Good restaurant. Safe choice on the way to Bouake. 30.000 CFA for a double room. Negotiated to fit 2 adults and 2 children. ","location":{"latitude":8.1406,"longitude":-5.10252},"category":{"name":"Hotel"}},{"id":108354,"name":"Routeside ","date_verified":"2019-09-09T00:00:00.000Z","description":"Next to the street on the left. Quiet at night but busy in the morning from 6:30 on.","location":{"latitude":6.64604568388932,"longitude":-4.647179078315056},"category":{"name":"Wild Camping"}},{"id":108496,"name":"Berges du lac de Kossou","date_verified":"2023-03-17T00:00:00.000Z","description":"Directly to the lake very quiet and a great view (also find it on google maps). There is a little gare for tiny ships and a village (only 4-5 houses) behind the trees with some pigs. Only the kids visit us shortly.","location":{"latitude":7.0378641597992155,"longitude":-5.4731848742863844},"category":{"name":"Wild Camping"}},{"id":108595,"name":"Old landing strip ","date_verified":"2022-12-01T00:00:00.000Z","description":"This is an old and unused runway where you are totally alone. On the way there is a lot of dust but when you arrive at the runway you can find clean place.","location":{"latitude":8.136948673062154,"longitude":-5.065638301898786},"category":{"name":"Wild Camping"}},{"id":109034,"name":"Mosque at Kong ","date_verified":"2024-02-18T00:00:00.000Z","description":"Mosque made of Clay...\r\nVery interesting history of the Kong empire. Close to unbelievable when seeing today’s town of Kong. ","location":{"latitude":9.14891734254467,"longitude":-4.609488425780655},"category":{"name":"Tourist Attraction"}},{"id":109571,"name":"Orange SIM card ","date_verified":"2024-03-10T00:00:00.000Z","description":"This is where get an Orange SIM card. The guy speaks English very well. \r\nA money changer is nearby, where you can get rid of your guinea francs.\r\n\r\nATTENTION:\r\nRead the comments! It is sometimes a strange procedure and perhaps they want to make more money with tourists.","location":{"latitude":7.262246,"longitude":-8.153223},"category":{"name":"Wifi"}},{"id":109681,"name":"Hotel Nimba / Danane ","date_verified":"2024-03-27T00:00:00.000Z","description":"Fally is a very nice lady! She invited us to her hotel. \r\nRoom with AC private bathroom, shower. 15000CFA per night. \r\n08765374\r\n","location":{"latitude":7.269477979286824,"longitude":-8.151323637001356},"category":{"name":"Hotel"}},{"id":110665,"name":"Summit on Mont Tonkpi","date_verified":"2024-03-19T00:00:00.000Z","description":"Amazing 360° views on the summit.\r\nAt the top there are keepers of the antenna, you can ask them to go up. It's 75m high over the forest. They were super friendly we offered them a bier.\r\nIt's an easy road track to go. \r\nPeople before the waterfall (parking area) ask 500 CFA per car to go on this road.","location":{"latitude":7.4541,"longitude":-7.63685},"category":{"name":"Tourist Attraction"}},{"id":110667,"name":"Wildcamp near Mont Tonpki","date_verified":"2022-12-25T00:00:00.000Z","description":"Flat area next to the track, close to abandoned buildings.\r\nSuper quiet place. We saw no-one.","location":{"latitude":7.4486,"longitude":-7.6367},"category":{"name":"Wild Camping"}},{"id":110830,"name":"Wildcamp between Yamkro and Abidjan","date_verified":"2019-10-24T00:00:00.000Z","description":"Super quiet place at 6km from the exit of the highway.\nWe saw someone on a bike, he just said hello.\nClose to granite boulders.\nUPDATE : It's seems this place is a touristic place where you need a guide...\nMaybe the better option is to take the road 1km after the village (you can see it on the satellite images of Osmand or Google map) instead of the road close to the village.\n","location":{"latitude":6.13930369,"longitude":-4.8873257},"category":{"name":"Wild Camping"}},{"id":111452,"name":"Camp in primary school","date_verified":"2019-10-24T00:00:00.000Z","description":"I was able to camp inside the primary school without any problem. I had dinner with the director, his wife and two children, and was later invited to a teacher who speaks English very well. they even provided a bucket shower for me. lovely people. if you visit them, say hi to them from Bas.","location":{"latitude":5.9853,"longitude":-3.9478},"category":{"name":"Informal Campsite"}},{"id":111700,"name":"Food court ","date_verified":"2019-10-06T00:00:00.000Z","description":"Beer garden with grilled chicken and fish ","location":{"latitude":6.726304208866066,"longitude":-3.503427570689007},"category":{"name":"Restaurant"}},{"id":111701,"name":"Hôtel Royaume","date_verified":"2019-10-06T00:00:00.000Z","description":"A European standard hotel with closed gate parking and securities. \r\nStart from 20,000 with AC and private bathroom with warm shower. \r\nFood court walking distance. \r\nGood stop before or after border crossing. ","location":{"latitude":6.725271097390657,"longitude":-3.50457253866224},"category":{"name":"Hotel"}},{"id":111992,"name":"school camp","date_verified":"2019-10-09T00:00:00.000Z","description":"I was able to camp under the roof of this school after asking a few men, who brought me to the chief. very friendly people. they also gave me bananas and a bucket of water. \r\n\r\nMODERATOR NOTE: Please check local and country laws to confirm camping is allowed in this area. ","location":{"latitude":8.00182,"longitude":-2.84467},"category":{"name":"Informal Campsite"}},{"id":112060,"name":"Soko-Sampa border crossing","date_verified":"2023-03-09T00:00:00.000Z","description":"Easy border crossing. On the side of Ivory Coast they stamped my passport and let me go after 5 minutes. Then cycling 4 km to the Ghana checkpoint. Usually this should be easy too, only problem I had was because I have two Dutch passports which confused them.","location":{"latitude":7.97183,"longitude":-2.71902},"category":{"name":"Customs and Immigration"}},{"id":112175,"name":"Roc village (on the beach)","date_verified":"2019-10-10T00:00:00.000Z","description":"you can park directly on the beach (for the beautiful view) and under the coconut trees (for the shadow).amazing beach where we stayed 5 nights, totally desert and beautiful. you are surrouded by the village so kids and adults come to visit you. it is not every time quiet but they are very friendly, offering us fresh coconut, songs and interesting advices. you can also see turtles on the beach during the night at 500 meters when it is the nest season.it is free, just they would like some clothes or that you consume in the village (bar and food avalaible). water tap avalaible in the village and one very very small shop so come with your staff. for 4*4 or small vans because the way is small, sandy and under the coconut trees ! the only problem : no toilets :-(","location":{"latitude":4.62033891,"longitude":-6.96019282},"category":{"name":"Informal Campsite"}},{"id":112185,"name":"Wild camp on the beach","date_verified":"2019-10-11T00:00:00.000Z","description":"In a small village, nice place on the beach and under the coconut trees. Good to swim. Free place. Nice before or after Liberia!","location":{"latitude":4.43488134,"longitude":-7.31835855},"category":{"name":"Wild Camping"}},{"id":112750,"name":"Riverside","date_verified":"2021-05-03T00:00:00.000Z","description":"very nice place run by a family. it is free to park,they dont ask nothing but if you want, you can eat in the restaurant (1000fcfa a plate) or drink a fresh beer (600fcfa). nice view : in front of the river and a small pier. very friendly people, we loved it! no toilets but bucket shower available.","location":{"latitude":5.15469124,"longitude":-5.00779565},"category":{"name":"Informal Campsite"}},{"id":112959,"name":"Cameroon Embassy","date_verified":"2024-05-15T00:00:00.000Z","description":"This is the new location, you can’t find it on Google. (Sept. 2022)\r\nWrong location in Google. ","location":{"latitude":5.338436291789703,"longitude":-3.949903483832636},"category":{"name":"Consulate / Embassy"}},{"id":113026,"name":"Beside a track in a coffee plantation","date_verified":"2022-07-21T00:00:00.000Z","description":"We pulled off the main road (which is in places awesome new tar and in places muddy diversions) just north of here, followed the track into the woods and turned right at a T-junction, we were able to pull off the track without damaging any of the trees (we think they are coffee trees/bushes!) Arrived about 6pm and didn't see or hear anyone.","location":{"latitude":7.363908333333333,"longitude":-8.23467222222222},"category":{"name":"Wild Camping"}},{"id":113630,"name":"Basilica of Our Lady of Peace","date_verified":"2024-05-18T00:00:00.000Z","description":"Giant church, by some measurements the biggest in the world. Built in the 80s at a cost of around $300 million USD.\r\n\r\nThe official fee is 2000CFA entrance for foreigners.\r\nBring ID for registration! ","location":{"latitude":6.81156738,"longitude":-5.29546531},"category":{"name":"Tourist Attraction"}},{"id":113671,"name":"Awesome parts place","date_verified":"2019-10-24T00:00:00.000Z","description":"Having been trying to find the wheel bearings for our 4x4 sprinter (non standard and a pain in the bum) for a while. Was sent here from the other parts place and the man in the shed sorted what we needed! He kept leaving (presumably to go to another shop!) but he found them all!\r\n\r\nWe went to the little shop to the left of the pile of tires!\r\n\r\nThe name is: Sidibe Yacouba\r\nNumber: +225 05801269 (he speaks little English but Google translate)","location":{"latitude":6.8159163,"longitude":-5.2714336},"category":{"name":"Mechanic and Parts"}},{"id":113927,"name":"Port Royal bar ","date_verified":"2019-10-26T00:00:00.000Z","description":"Great view of the city from the water front, busy at the weekends.\r\n\r\n650ml Bock beers for 600CFA (buy 3 for the price of 2 when we were here making it the cheapest beer so far in Ivory Coast!)","location":{"latitude":5.321583,"longitude":-4.00307},"category":{"name":"Restaurant"}},{"id":114099,"name":"Compound full of cars/ garage","date_verified":"2019-10-28T00:00:00.000Z","description":"We asked at Ben's residence if we could  pay to park in their compound as they had no rooms. They said no but the helpful (English speaking) watchan put us in touch we a guy who runs an Africa garage/ breakers yard/ compound just down the way. It is just a compound full of cars in various states of disrepair but it has a big wall locked gates and people always around.We paid 5000CFA total for two nights to stay in our camapervab. Not beautiful but cheap enough and convenient for embassys. We used taxis to get about for 1500cfa. The chapa who runs the place, Salam, gave us his phone number 03750412 (Salam speaks only french). ","location":{"latitude":5.35945638,"longitude":-3.97794216},"category":{"name":"Informal Campsite"}},{"id":114119,"name":"Togo consulate","date_verified":"2023-03-06T00:00:00.000Z","description":"We came here to enquire about getting a visa. We could get one for 1 month but the cost is 25000cfa so we didn't bother having read we could get a VOA for 10000cfa for 7days at the boarder and then get it extended to a month - hope the iOverlander posts that suggest this are accurate!\r\n\r\n(British passport holders)","location":{"latitude":5.36150829,"longitude":-3.99301688},"category":{"name":"Consulate / Embassy"}},{"id":114120,"name":"Benin Embassy","date_verified":"2022-03-10T00:00:00.000Z","description":"Not possible to get tourist visa, advised to either get a VOA (1 week, 10000cfa) at boarder or  an e-Visa (looking at other posts on ioverlander it seems this is 30days and 30000 CFA). We are going to get the VOA and try and work out if we can extend it later...","location":{"latitude":5.380300981836671,"longitude":-3.9930547351350074},"category":{"name":"Consulate / Embassy"}},{"id":114348,"name":"Clearing off the road in rolling hills","date_verified":"2019-10-30T00:00:00.000Z","description":"Quiet road, not completely hidden but hardly any traffic and hidden enough once dark. Down the hill there is an army training centre and some road construction (road had trucks the following day). We believe the ground has been cleared for some housing development but given the number of half finished developments in the area this isn't going to be any time soon! \r\n\r\nThere are some nice sandy trails fro a bike ride the next day and we were about to leave our campervan here to go check them out (see 'Trailforks' app for bike routes, but be aware they are actually just double tracks, beautiful views but nothing special riding wise!)","location":{"latitude":5.35612947,"longitude":-3.82279844},"category":{"name":"Wild Camping"}},{"id":114350,"name":"Ferry (across Lagoon)","date_verified":"2019-10-30T00:00:00.000Z","description":"To access the sandy tracksand rolling hills-which were full of wild camping possibilities!\r\n\r\nIt was free and had space for 6 big 4x4 or a couple of trucks at a time. Good ferry, not sure of times but we waiting about 30 minutes with 2 other cars going south.","location":{"latitude":5.26854531,"longitude":-3.78268048},"category":{"name":"Other"}},{"id":116029,"name":"Coucoue Lodge","date_verified":"2019-11-15T00:00:00.000Z","description":"very nice place between the lagoon and the sea.","location":{"latitude":5.149591748581435,"longitude":-3.40931492019356},"category":{"name":"Hotel"}},{"id":116674,"name":"Maquis-Resto-Bar","date_verified":"2019-12-28T00:00:00.000Z","description":"The restaurant is next to the road right on a small lake, where you can swim and wash. Camping in the parking in front of the restaurant is possible, if you consume in the restaurant. Cold beer and other drinks as well as good food available. \r\nPeople are nice and friendly. ","location":{"latitude":7.265617945238263,"longitude":-7.785274107016423},"category":{"name":"Informal Campsite"}},{"id":116677,"name":"On a small lake","date_verified":"2024-02-11T00:00:00.000Z","description":"Nice place right on a small lake where you can swim and wash. Beautiful landscape but no shade here. Nobody is around, it's very quiet. We stayed here for two nights and highly recommend the place. ","location":{"latitude":6.113528204156191,"longitude":-4.899115618322882},"category":{"name":"Wild Camping"}},{"id":117596,"name":"Drogba Beach","date_verified":"2024-05-23T00:00:00.000Z","description":"Owner let us park truck in car park for 5 days while waiting for visa's, 3 Euro a night, use of toilets and bucket showers, night security. Right on the beach, very busy restaurant as best food and value for money. Friendly staff and cheap cold beer!!!","location":{"latitude":5.1964,"longitude":-3.74587},"category":{"name":"Informal Campsite"}},{"id":118445,"name":"camp on the beach ","date_verified":"2019-12-05T00:00:00.000Z","description":"Nice spot for wild camping directly on the beach between some palm trees and a few small broken down houses. Peach full spot, only some nice dogs were visiting us. ","location":{"latitude":5.162394042084762,"longitude":-3.4892573603011363},"category":{"name":"Wild Camping"}},{"id":119147,"name":"Garage PAGANI - Inter Parebrise","date_verified":"2019-12-02T00:00:00.000Z","description":"Quick service, they have resin (résine) to repair windshield (pare-brise), just impacts.\r\nNice staff, like in reception call.\r\nNear airport.\r\nTel: 21 36 02 24 ","location":{"latitude":5.296143333333333,"longitude":-3.9457750000000003},"category":{"name":"Mechanic and Parts"}},{"id":120485,"name":"Church Parking","date_verified":"2022-12-16T00:00:00.000Z","description":"Paroisse Notre Dame de la Paix d’Oupoyo. Large Catholic Church with large grounds and large entrance gate opposite Shell station. Welcomed to stay the night. Because of our size we camped near road (noisy but have ear plugs) but were invited to camp further away from road near church accommodations (low trees to pass). While behind a wall the gate does not get closed so people come and go but felt secure enough. No water or toilet offered; we are self-sufficient so did not ask but there may be some available at the church buildings. Good for passing the night when you can’t make it to San Pedro before dark. ","location":{"latitude":5.576166552107563,"longitude":-6.592950941192969},"category":{"name":"Informal Campsite"}},{"id":120585,"name":"Chutes de Nawa","date_verified":"2024-03-13T00:00:00.000Z","description":"Stunning waterfall. Long but not high. You can definitely swim here. The last 2 km are a little bit rough.","location":{"latitude":5.7939714984968305,"longitude":-6.630492601543665},"category":{"name":"Tourist Attraction"}},{"id":120839,"name":"Gonate Hospital","date_verified":"2020-01-03T00:00:00.000Z","description":"Small rural hospital with easy access and large open spaces. Granted permission to park and camp in truck. They offered to let us sleep in maternity waiting area (outdoor but undercover benches). Water taps available but sometimes locked. Pit toilets available. Friendly village with very curious children but they left after a while. ","location":{"latitude":6.902241101360214,"longitude":-6.236454094895151},"category":{"name":"Informal Campsite"}},{"id":120965,"name":"Empty Lot","date_verified":"2023-06-21T00:00:00.000Z","description":"Empty lot next to car lot. In the city center, security next door and also across the street.","location":{"latitude":5.295808639192385,"longitude":-3.9827203234301725},"category":{"name":"Wild Camping"}},{"id":121204,"name":"Sûreté Plateau immigration HQ","date_verified":"2020-03-09T17:53:17.000Z","description":"Place to extend CI visa. Cost CFA 38,100 to extend for three months. No option of cheaper or shorter. Need to be in person, one photo, copy of passport and complete application form they provide. Collect passport after two days. See photo for requirements. You get receipt for collection as well as for payment. They also take your biometrics. \r\n\r\n\r\nEnter through security and head past temp glass building and around to building on left with 3 or 4 steps. Office is third door on right on ground floor (porte 5). ","location":{"latitude":5.317792884708182,"longitude":-4.018950134261433},"category":{"name":"Customs and Immigration"}},{"id":122368,"name":"Among the Trees","date_verified":"2020-01-17T00:00:00.000Z","description":"Many spots for wild camping for smaller vehicles like minivans with possibility to pitch a tent. Almost no local traffic except occasional villagers on bikes. There are dense bushes and trees around, which can hide you from the main road. ","location":{"latitude":8.080553,"longitude":-5.079777},"category":{"name":"Wild Camping"}},{"id":122585,"name":"Auberge du Bonheur restaurant","date_verified":"2020-01-19T00:00:00.000Z","description":"Popular restaurant with shaded garden and menu with mostly African dishes (500-2000) and some Western food as well. ","location":{"latitude":9.441042761327179,"longitude":-5.6289813201926915},"category":{"name":"Restaurant"}},{"id":122716,"name":"Auberge du Kong","date_verified":"2024-02-19T00:00:00.000Z","description":"15.000 CFA for a room. 30.000 for a huge bungalow. Really nice and clean AC bungalows. Restaurant on site. Place for big vehicles. Not sure if camping is allowed. I think the rooms are good value for money compared to other places. plenty of places for cars and bikes to park behind gates. \r\nWiFi very slow, poor Orange / Moov network. ","location":{"latitude":9.15854571853686,"longitude":-4.600763451312297},"category":{"name":"Hotel"}},{"id":123063,"name":"Local restaurant: good fish and rice","date_verified":"2020-01-23T00:00:00.000Z","description":"Small restaurant tucked away in a back alley popular with locals serving good fish and rice! Nice people. ","location":{"latitude":5.159694319595731,"longitude":-3.464674428108581},"category":{"name":"Restaurant"}},{"id":124172,"name":"L’Escale Tropicale (Pizza Tropicale)","date_verified":"2020-01-29T00:00:00.000Z","description":"Super tasty thin crust pizza. Made well and not an oily mess! Walking distance from The Elephant’s Nest, Chloe recommended it to us. My partner and I split a large veggie pizza (4,500) and a salad (1,00), plus two Oranginas (delicious Italian pop, 600 each) and were quite satisfied. \r\nEDIT: We came back again and the staff were kind enough to make us a delicious vegetarian pasta with lots of veggies and tomato sauce. They only charged us 2,200 for two large portions of veggie pasta and two bottles of Orangina. \r\nThe owner is a really lovely woman who grew up in France but moved to CI with her husband and children. Her name is Larissa had so much to say about grand bassam, she is a good person to contact/visit for info on what to do in the area.\r\nYou can reach her at: +225 4974 5460","location":{"latitude":5.213365866807488,"longitude":-3.7318999785964673},"category":{"name":"Restaurant"}},{"id":124173,"name":"Top Chef Chawarma (veg options!)","date_verified":"2020-01-30T00:00:00.000Z","description":" They have a whole bunch of things on their menu, from sandwiches and burgers, to kebabs and pizzas, to African classics, also salads and deserts. The veg options include pizzas, and French fry sandwhich and a few salads. They made us veggie Chawarma and a fatouche salad. the food wasn’t amazing, but so glad that we finally found something without fish/chicken/cow/pig/goat in it.","location":{"latitude":5.327127319765582,"longitude":-4.001326365400107},"category":{"name":"Restaurant"}},{"id":124376,"name":"Restaurant Chawarma Les Delices","date_verified":"2023-12-16T00:00:00.000Z","description":"In our quest for vegetarian meals we came across some super delicious (but tiny) veggie chawarmas here. They made them for us special, and we ended up having 2 each. They were 1,500 CFA each. Would recommend. ","location":{"latitude":7.405382744043512,"longitude":-7.560014734051712},"category":{"name":"Restaurant"}},{"id":125435,"name":"Anunu- Eco Surf","date_verified":"2024-06-23T00:00:00.000Z","description":"Campsite on the rise. Local surfer Tomar just started this place with help from his German friend Lena, before Corona came. Which made things quiet for a while. But now life is slowly coming back and there is a great camping area next to coconut trees. hidden and calm where you can pitch your hamog and chill without destruction. You even find drinking water from a natural source. If the tap happens to have no water, which it sometimes does, cause it crosses a whole community of fishermen before arriving at Anunu, there is always the chance to get water directly from the source, which is a 10 minutes walk. \r\nthe place has an amazing beachside where you can hang out in the shade of the coconut trees, stroll along white beaches, blue water and red stones for hours without getting tired.  Or take a surf class or rent one of the surfboards from the best local surfer Ezekiel, which started surfing on wood planks until Lena brought him and the other kids some donated boards, in exchange for going to school, collecting rubbish and teaching each other in surf. Just ask Tomar and he will hook you up with Ezekiel. The village of Sassandra is only 20 minutes away by car to do your shopping basics. you get fresh and smoked fish, attieke and some basic foods 4 minutes walk from the camp ground in the little fishing community. \r\nOr you just ask Tomar to cook for you some amazing local dish. \r\nthe idea of Tomar and Lena is that this place can create him an income and the local surfers have a place that they can call their club. When Lena and her husband Mohamed are there, they teach English and Yoga. They did build a schooling house for workshops and projects. The goal is to help the kids to help themselves, be kind, take care of their environment, and reach out to the (Surfing)world at one point on their own. \r\n\r\nAccess with 4x4\r\n3500cfa per night camping. \r\n ","location":{"latitude":4.918340826621577,"longitude":-6.143817411502071},"category":{"name":"Established Campground"}},{"id":126052,"name":"Tabou Beach","date_verified":"2020-02-20T00:00:00.000Z","description":"Very nice place. You can sleep on the beach, go fishing with local people and visit the village. In the future that cape will be a campsite.\r\nCall Fulgence Barou to organize: 47356785 or 56393052","location":{"latitude":4.46825,"longitude":-7.24825},"category":{"name":"Informal Campsite"}},{"id":126350,"name":"near a small lake","date_verified":"2020-02-23T00:00:00.000Z","description":"narow road in to the woods, clean, quiet\r\n","location":{"latitude":8.80500708,"longitude":-7.52995558},"category":{"name":"Wild Camping"}},{"id":126472,"name":"Customs Cote d'Ivoire","date_verified":"2020-02-23T00:00:00.000Z","description":"CDP stamped in 5 min. Also the Passavant can be done here","location":{"latitude":10.404918633600392,"longitude":-7.48025216715057},"category":{"name":"Customs and Immigration"}},{"id":127304,"name":"Auberge catholique Petit Clerc","date_verified":"2020-03-02T00:00:00.000Z","description":"The place is very spacious, lot of trees and the rooms are also very large. Fan one for 5000cfa.","location":{"latitude":9.5916066784501,"longitude":-5.21126179956385},"category":{"name":"Hostel"}},{"id":128038,"name":"Overnight stop","date_verified":"2020-03-09T00:00:00.000Z","description":"We took a small road off the goudron and drove up to trees nearby. Easy to find a place here. A bit loud because the street is close and some trafic, also in the night.\r\n Locals pass by in the morning, no problems. Lots of birds.","location":{"latitude":9.69717529,"longitude":-5.16889574},"category":{"name":"Wild Camping"}},{"id":128297,"name":"Village tanou sakassou ","date_verified":"2020-02-28T00:00:00.000Z","description":"Pottery village. The craftsmen explain how it is done and show you their achievements. Small shop to buy a souvenir and encourage them","location":{"latitude":7.679031829380971,"longitude":-4.931522662131375},"category":{"name":"Tourist Attraction"}},{"id":129057,"name":"Unseen from the road","date_verified":"2020-03-20T00:00:00.000Z","description":"We wild camped here just behind the bushes, close to the road but unseen. It was very quiet and we saw lots of birds. The ground is not so flat and even with our levelers, we rolled a bit in bed, but it was ok. The ground has gravel instead of grass, which helped against the stingy ants and other insects. ","location":{"latitude":5.809347,"longitude":-6.108566},"category":{"name":"Wild Camping"}},{"id":129295,"name":"Auberge la bonne etoile ","date_verified":"2023-04-05T00:00:00.000Z","description":"Great hotel with clean rooms and wifi. hot water shower, TV and Aircon. WiFi works fine in Room 4 where I stayed.\n\nDouble room XAF15k, breakfast XAF1k (omelette, bread, butter \u0026 coffee).\n","location":{"latitude":8.02035,"longitude":-2.8129666666666666},"category":{"name":"Hotel"}},{"id":129964,"name":"The beach. Bassam to assinie","date_verified":"2022-12-22T00:00:00.000Z","description":"Lite spot just behind the sea. Good place ","location":{"latitude":5.175336047752745,"longitude":-3.611713556626296},"category":{"name":"Wild Camping"}},{"id":131046,"name":"Propane","date_verified":"2023-01-24T00:00:00.000Z","description":"Filling up gas bottles, have multiple adapters, also for German bottles","location":{"latitude":6.47976,"longitude":-6.58411},"category":{"name":"Propane"}},{"id":131047,"name":"hotel hounki","date_verified":"2019-12-31T00:00:00.000Z","description":"practical hotel where you can park your car right next to your room and lock it in. small courtyard in the middle and walls around. not pretty but will do for the night. allowed camping in rtt as not many guests where there. were allowed to use the toilet and shower of one of the rooms, 10 000cfa (you might get a cheaper price if you ask more persistently). we only decided on the way out of town that it was enough driving for the day so we took this hotel, but there are several other hotels in gagnoa, also an evangelic mission and the centre Emmaus. might be worth asking as well as it looked like having a gorgeous courtyard.","location":{"latitude":6.110957348719239,"longitude":-5.922515736892819},"category":{"name":"Hotel"}},{"id":136821,"name":"Mechanic's House","date_verified":"2019-04-14T00:00:00.000Z","description":"This is a mechanic's home but has a few places to park for the night. Extremely friendly owner","location":{"latitude":6.929981228788051,"longitude":-6.029899567816729},"category":{"name":"Informal Campsite"}},{"id":145174,"name":"Yacé Plage (Grâce Divine)","date_verified":"2024-01-05T00:00:00.000Z","description":"Seaside. At the border, there is the property guardian (djibrile). Very nice person (002250709345466) allowed people to camp. very quiet and remote. no village around for 5 km.","location":{"latitude":5.19717066,"longitude":-4.45406886},"category":{"name":"Informal Campsite"}},{"id":148708,"name":"Black and White ","date_verified":"2021-05-02T00:00:00.000Z","description":"European and African food. expats and locals ","location":{"latitude":7.67787762,"longitude":-5.02558376},"category":{"name":"Restaurant"}},{"id":161387,"name":"Hotel la Grace","date_verified":"2024-04-04T00:00:00.000Z","description":"Nice friendly hotel with good restaurant and clean pool","location":{"latitude":6.890018510079531,"longitude":-6.4363502252520455},"category":{"name":"Hotel"}},{"id":165816,"name":"Mont niangbo ","date_verified":"2022-01-07T00:00:00.000Z","description":"Very beautiful place. Alone. On the mountain. ","location":{"latitude":8.816435735107042,"longitude":-5.182130547959929},"category":{"name":"Informal Campsite"}},{"id":165817,"name":"Eco ferme de lokoli","date_verified":"2023-06-03T00:00:00.000Z","description":"Very nice place. On the river. You can make jetski and quad and other ","location":{"latitude":9.584928975295188,"longitude":-5.3074780762870475},"category":{"name":"Hotel"}},{"id":168225,"name":"Chez Yvann","date_verified":"2019-12-10T00:00:00.000Z","description":"A nice place where you can eat from breakfast to dinner. They have a menu with some choices also soups spaghetti e cous cous. The have cold beer. The price is reasonable. We also had our breakfast the day after omelette and caffè au lait baguette butter at 1000 fca each. ","location":{"latitude":6.1330035738924975,"longitude":-5.943499961246268},"category":{"name":"Restaurant"}},{"id":168226,"name":"Shazil pizzeria and restaurant","date_verified":"2019-12-10T00:00:00.000Z","description":"The only place we found close to our accommodation. There's a dehor with some tables and a climatized room. Outside is more informal. Staff very nice. You can eat pizza salads burgers and pasta. There's beer. One large pizza Margherita is 6500 fca and a big salad 4500 fca. Everything was good😀","location":{"latitude":5.355939419895725,"longitude":-3.9777182239038362},"category":{"name":"Restaurant"}},{"id":168227,"name":"no named","date_verified":"2019-12-19T00:00:00.000Z","description":"One of the plenty street restaurants, with young and friendly staff. Good and fresh food. You can eat grilled fish or chicken just cooked with vegetable and chips. Beer and water are available. Good job! ","location":{"latitude":6.729449986340457,"longitude":-3.508116678628244},"category":{"name":"Restaurant"}},{"id":171804,"name":"Mamadou traoré mecanic","date_verified":"2022-04-01T00:00:00.000Z","description":"I visit this guy for changing sime spare parts on our defender, the garage is cery clean and well orginised. Mamadou have some good mecanic skill and know what to do. \r\nIf you need some work this place is good for overlanders. \r\nThe phone number is: +225 0707617015","location":{"latitude":5.2508344541418746,"longitude":-3.954812319704793},"category":{"name":"Mechanic and Parts"}},{"id":174875,"name":"Garage Lagunaire","date_verified":"2024-03-11T00:00:00.000Z","description":"Traoré regularly gets Toyota training in Europe.  He runs a great team of mechanics, he's honest, does thorough work at a fair price!\r\nExcellent with big rigs and 4x4.  Will try to source all parts needed, however difficult.\r\nHis garage also has panel beaters and can do a respray.","location":{"latitude":5.314120064589181,"longitude":-3.9415635853614206},"category":{"name":"Mechanic and Parts"}},{"id":178077,"name":"Residence Bethany Palace","date_verified":"2024-04-12T00:00:00.000Z","description":"16700 via booking.com (don‘t book ahead, read comments ) for double room with private shower, AC and Wifi. \nWithout Booking cheapest is 18.000. Many other room categories available, please read comments. \nSafe parking and friendly, English speaking staff!\nVery good location. ","location":{"latitude":5.35632383543998,"longitude":-3.9892642199993134},"category":{"name":"Hotel"}},{"id":181922,"name":"Hotel Aliekro","date_verified":"2022-07-02T00:00:00.000Z","description":"Nice hotel, restaurant, bar, parking inside. Safe and nice place.","location":{"latitude":5.274358518536908,"longitude":-3.58691925478037},"category":{"name":"Hotel"}},{"id":187099,"name":"nice spot next to the village","date_verified":"2022-11-15T00:00:00.000Z","description":"Trying to find a spot for the night, we asked locals if we could spend night around here. (the little village does not appear on map) very friendly, the chief allowed us to stay next to the little dam. Children came for a while but were very nice and not to \"intrusive\". Peaceful place. Always ask before to stay. ","location":{"latitude":6.700552197318867,"longitude":-6.456304256806315},"category":{"name":"Wild Camping"}},{"id":188549,"name":"old truck weighing station","date_verified":"2023-02-18T07:53:02.000Z","description":"old truck weighing station next to the road A4. Quiet Place zo stay overnight. Perfect for big Rigs and small ones. just park on the scale it‘s perfectly flat","location":{"latitude":5.997590539133497,"longitude":-6.33820177615108},"category":{"name":"Wild Camping"}},{"id":189587,"name":"Residence Aman","date_verified":"2022-08-27T00:00:00.000Z","description":"Situated outside of the city, it offers good value for money. only 15000 CFA a double with hot shower, WC, AC. clean and nice. a little bit hard to find, it is a 1km unpaved road through the bush from A6. Google maps has the exact location. it can't be seen from the main road, it is well hidden in the bush. Even in front of it you can't be sure this is it. But well worth coming.","location":{"latitude":6.838681020511462,"longitude":-5.314753262821092},"category":{"name":"Hotel"}},{"id":190032,"name":"Hôtel du 3éme Pont","date_verified":"2024-04-04T00:00:00.000Z","description":"Central and possibly one of the cheapest options around. Heavy traffic galore.\r\n15k / room, there is WiFi (weak signal) and running cold water.","location":{"latitude":5.301514398268415,"longitude":-3.97739046003063},"category":{"name":"Hotel"}},{"id":190033,"name":"Ministère de l'intérieur ","date_verified":"2023-02-17T00:00:00.000Z","description":"Do not believe Google Maps, this is the place to get authorisation du sortie. \r\nDone on the spot, free of charge, should be submitted 3 days before crossing the border.  The clerks inside explain everything, even can give you a template for the request  Across the main road there is a place to print the letter and they even have the template themselves and know what to do. copy of passport required.  If you state a date you can show up at the border later than that date, I asked\r\n","location":{"latitude":5.334783814250855,"longitude":-4.020804086648455},"category":{"name":"Customs and Immigration"}},{"id":191048,"name":"Hotel Le Printemps","date_verified":"2023-11-14T00:00:00.000Z","description":"12k / 15k / 18k rooms with AC.\r\nSlow WiFi + hot water.\r\nSafe parking \r\nClean \u0026 comfortable\r\nmany maquis around\r\nCheapest rooms may be taken if you arrive late.\r\nThe hotel across the street has rooms for 15k but when I tried it, they had no water and only offered buckets for the same price.","location":{"latitude":7.6796444676102515,"longitude":-5.026130183716339},"category":{"name":"Hotel"}},{"id":191095,"name":"Chez Yed","date_verified":"2024-02-27T00:00:00.000Z","description":"Wonderful maquis, amazing atmosphere, excellent tasty food at regular prices.  Owner \u0026 his wife speak English, his wife spent several years in Houston\r\n\r\nNot to be missed, a short walk from Hotel Maya \u0026 opposite Boulangerie Opera","location":{"latitude":6.74073,"longitude":-3.49461},"category":{"name":"Restaurant"}},{"id":192080,"name":"Hotel bongne","date_verified":"2022-11-22T16:43:32.000Z","description":"hotel in the road before go inside the town, confortable and staff very friendly. price between 8.000-10.000. Drink tea with security people siting in a carpet in the carpet before go to sleep, not have price.  and was that not price because they invite me.","location":{"latitude":6.8795467,"longitude":-6.47460848},"category":{"name":"Hotel"}},{"id":193650,"name":"hotel La Falaise","date_verified":"2022-09-29T00:00:00.000Z","description":"hotel with private parking, also accesible for higher vehicles (but not unlimited). 15k for a night, big clean rooms with running water, clean towels and airconditioning. ","location":{"latitude":5.101328379975729,"longitude":-5.589903186059719},"category":{"name":"Hotel"}},{"id":195570,"name":"Yamaha Motorcyles by cfao ","date_verified":"2023-04-03T00:00:00.000Z","description":"Yamaha Moto dealership offering new (small displacement) motorbikes and service for all Yamaha motos.  Best to bring your own parts, or else you may have to wait a day or two for them to get the parts for you. Service was professional and reasonably priced. ","location":{"latitude":5.292539713194868,"longitude":-3.9974239544654324},"category":{"name":"Mechanic and Parts"}},{"id":199066,"name":"Small shop ","date_verified":"2022-11-16T00:00:00.000Z","description":"shop selling water, phone credit, basic food","location":{"latitude":7.24693396,"longitude":-8.0148573},"category":{"name":"Shopping"}},{"id":199077,"name":"cycle mechanic ","date_verified":"2024-04-12T18:03:59.000Z","description":"cycle mechanic with many basic parts. helpful if you have some of your own too.","location":{"latitude":7.42129346,"longitude":-7.5580981},"category":{"name":"Mechanic and Parts"}},{"id":199577,"name":"Sô Black Restaurant ","date_verified":"2022-11-21T00:00:00.000Z","description":"Really delicious food with great laid back atmosphere. Fried chicken and chips for 3.000 cfa and the most delicious fish soup and rice for 7.000 cfa. ","location":{"latitude":6.892986233208362,"longitude":-6.437524423676862},"category":{"name":"Restaurant"}},{"id":199705,"name":"Hotel Espoir","date_verified":"2022-12-08T00:00:00.000Z","description":"AC rooms 12.5k, tiny fan rooms 8k. Clean and comfortable. Great parking for motorcycles and vehicles. ","location":{"latitude":6.799534298479557,"longitude":-5.279118837788701},"category":{"name":"Hotel"}},{"id":199718,"name":"General Mechanic ","date_verified":"2024-02-21T00:00:00.000Z","description":"Our clutch broke in Daloa and Tano the mechanic found us and offered us assistance! He arranged a tow to the garage, went to Abidjan to search for the clutch for our Defender and fixed it in a few hours. The garage is not clearly marked but all were friendly and the vehicle was safe there for 3 days. We paid 120.000 cfa for the labour. \r\nTano’s phone number is +225 07 58 261 839. They only speak French. \r\nThere is a spare parts shop across the road which is well stocked - just not with Land Rover parts!! ","location":{"latitude":6.8870623,"longitude":-6.458153},"category":{"name":"Mechanic and Parts"}},{"id":199959,"name":"Maquis restaurant Chez Kambiré ","date_verified":"2022-11-25T00:00:00.000Z","description":"Allowed me to camp 2 nights under shelter for cost of 2 dinners. Dinner was 4000f, large beer 600f.","location":{"latitude":6.92523794,"longitude":-6.06149337},"category":{"name":"Informal Campsite"}},{"id":199983,"name":"bar with shelter","date_verified":"2023-09-26T00:00:00.000Z","description":"friendly bar, beer 500f , allowed me to set up my tent under a shelter. excellent restaurant across the road selling meals for 1,500","location":{"latitude":6.97573874,"longitude":-5.73406869},"category":{"name":"Informal Campsite"}},{"id":200101,"name":"Sinaly Garba","date_verified":"2022-11-28T00:00:00.000Z","description":"Restaurant owned by friendly Mr. Sinaly. They serve Garba (grated casava with tuna fish and condiments) for 800-1000 FCFA depending on the quantity you order. Quality food, friendly staff, outdoor restaurant that has a nice vibe, you feel welcomed right in. Absolutely recommend it.","location":{"latitude":7.401317651157182,"longitude":-7.557111713298712},"category":{"name":"Restaurant"}},{"id":200154,"name":"friendly bar you can camp at","date_verified":"2022-11-28T00:00:00.000Z","description":"friendly bar, helped me find the tools I need to fix my bike in town. allowed me to camp after buying a few beers","location":{"latitude":6.66575523,"longitude":-5.14784653},"category":{"name":"Restaurant"}},{"id":200213,"name":"banque populaire","date_verified":"2022-11-29T00:00:00.000Z","description":"bank with an ATM. no problems withdrawing cfa.","location":{"latitude":6.55511421,"longitude":-5.01765929},"category":{"name":"Financial"}},{"id":200508,"name":"Bar","date_verified":"2022-12-01T00:00:00.000Z","description":"Bar which allowed me to camp after I bought some drinks. They overcharged for the drinks, but I'm counting that as a camping fee.","location":{"latitude":5.90652026,"longitude":-4.68676563},"category":{"name":"Informal Campsite"}},{"id":200699,"name":"Corridor Maquis Resto","date_verified":"2022-12-03T00:00:00.000Z","description":"Restaurant which let me sleep after I bought a main (2000cfa)","location":{"latitude":5.46006142,"longitude":-4.18511992},"category":{"name":"Informal Campsite"}},{"id":201332,"name":"Chez Francois","date_verified":"2022-12-08T00:00:00.000Z","description":"Great lovely restaurant and hotel. Spacious rooms with hot shower and AC for 25K. Great restaurant with nice food and cold beer. Can be crowdy at weekends, but during the week it is super calm and relaxing. You can even play some tennis here. I have stored by motorbike in the gym. It is around 12km from embassies. ","location":{"latitude":5.361758377460934,"longitude":-3.885916291125672},"category":{"name":"Hotel"}},{"id":201958,"name":"Bon Prix Supermarket","date_verified":"2024-05-21T00:00:00.000Z","description":"Supermarket with european products.  Its cheap but no meat or vegetables / fruits. There is plenty of alcohol choices, reasonable prices. Feels like paradise after Guinea !","location":{"latitude":7.41156,"longitude":-7.55089},"category":{"name":"Shopping"}},{"id":201978,"name":"Hotel Émergence ","date_verified":"2023-02-13T00:00:00.000Z","description":"They opened the back courtyard for us to camp with our truck camper. There is room for 2 véhicles maybe 3 if you squeeze. You can use the bathroom in the reception. There is a restaurant that we havent tried but they dont sell beers. For that, there is a bar one minute up the street (50cl beer for 500CFA). Nothing special about the place, its a one night stop kind of thing. They asked for 5000 CFA after negociation... Pricy but not many other options in the area. Maybe you can ask for a discount if you also eat at the restaurant ... For food, we tried the chinese restaurant 3 min away.\r\nNot amazing, quite expansive but it was good to get away from african cuisine for a meal. ","location":{"latitude":6.890234,"longitude":-6.434817},"category":{"name":"Informal Campsite"}},{"id":202037,"name":"Market, vegetables and fruits","date_verified":"2022-12-16T00:00:00.000Z","description":"Big market place where you can find everything you want (almost). Tomatoes, cucumbers, green peppers, onions, eggs, avocados, papayas...etc. As usual in CFA countries, try to bring small money, as locals don't like big notes and wont have change. The market is a covered square, not easy to spot because surrounded by little houses / shops. Ask locals if you don't find \"le marché\", they are really nice.","location":{"latitude":6.893382,"longitude":-6.438215},"category":{"name":"Shopping"}},{"id":202344,"name":"Douane if you don’t have CPD ","date_verified":"2024-04-01T00:00:00.000Z","description":"There is a new douane office in Danané for the « vignette touristique ». That’s the document you need if you don’t have CPD or ATA (same as a passavant). Be prepared, it can be hard to have it (it was super hard for us).\r\n\r\nThe law says you have the right for two months FREE to travel with a foreign vehicle. \r\n\r\nAt the douane they showed us a document saying the contrary. But it was from 2010.\r\nWe called our embassy, and Chloe from Grand Bassam who helped us a lot (embassy was useless). She gave us the link to the right law text from 2017.\r\n\r\nWe showed it to the police that didn’t know about it. They never asked about money so we don’t know if they really didn’t know about the right text or if at the end they would have asked for something. They were actually pretty nice but not aware of the law.\r\n\r\n24h blocked in Danané just for this paper which we finally had for free at the end. What a waste of time..\r\n\r\nHere is the link to the right law if needed : \r\n\r\nhttps://www.douanes.ci/sites/default/files/base_documentaire/3592.pdf\r\n\r\nHope they will be more aware now ! Stay patient, calm and show the law :) 60 days free for foreign vehicule !","location":{"latitude":7.267999369657848,"longitude":-8.157268837101904},"category":{"name":"Customs and Immigration"}},{"id":202716,"name":"Market (vegetables)","date_verified":"2024-02-12T00:00:00.000Z","description":"The nicest market we have seen so far in West Africa. The floor is paved, its covered, its big, there is room to walk, people are (as usual) very friendly, and there is every vegetables you need ! Not many fruits options when we were there but we found pineapples.  Good place to stock up if you plan to stay along the beautiful seaside !","location":{"latitude":4.959299,"longitude":-6.100611},"category":{"name":"Shopping"}},{"id":202717,"name":"Small Supermarket","date_verified":"2024-02-12T00:00:00.000Z","description":"Small Supermarket with european products. Not crazy but that can save a day. Lot of alcohol choice compare to the rest ! Plenty of place to park on front. \r\nThere is also a bank nearby (300m) with a functional ATM and a gas station. Quite a nice city center here. ","location":{"latitude":4.951071,"longitude":-6.083112},"category":{"name":"Shopping"}},{"id":202745,"name":"Corrupted checkpoint","date_verified":"2024-04-18T00:00:00.000Z","description":"We were stopped at the barrier by police. They immediately demanded us to pay them and took the international driving license. We refused to pay so they put us aside and made us wait. After some time, another officer came and asked for more documents (insurance, cdp...). After some more waiting, they gave us the documents back and let us go. \r\n\r\nDon't pay anything.","location":{"latitude":6.852988333333333,"longitude":-6.563628333333332},"category":{"name":"Checkpoint"}},{"id":202784,"name":"Hidden gravel place near the road","date_verified":"2024-02-10T00:00:00.000Z","description":"Big flat gravel place right next to the main road. You can hear the traffic (not heavy at night) but people can’t see you from the road.\r\nLooks like a place where they took (or stored) the gravel to build the road.","location":{"latitude":7.241514323131129,"longitude":-8.001857424130241},"category":{"name":"Wild Camping"}},{"id":202796,"name":"Banque Atlantique ATM no fee","date_verified":"2023-12-17T00:00:00.000Z","description":"It accepts MasterCard with no fee (I don't know if it accepts visa, I guess so)","location":{"latitude":7.405958538874984,"longitude":-7.555522955954075},"category":{"name":"Financial"}},{"id":203051,"name":"Photocopy shop","date_verified":"2022-12-27T00:00:00.000Z","description":"This is where you can tape and print you \"Exit authorization\" to leave CI. They ask 1000 CFA for the job. We didnt try to negociate. Quite fast, they are used to it. The shop is situated at the far back of the market. It is a little building. Its not the first copy shop that you see in the middle of the market.","location":{"latitude":5.33393,"longitude":-4.02189},"category":{"name":"Shopping"}},{"id":203071,"name":"Maquis Vietnamien","date_verified":"2022-12-27T00:00:00.000Z","description":"Amazing vietnamese food at really affordable price. The place is far from being fancy (its a maquis after all) but its good ! Best food we had since... Barcelona. The noodle bowl (bo bun) is very good, 3000CFA. We also tried the chicken and ginger, also good, 3500CFA. Beer is 1000 CFA (60cL). A really good surprise in Abidjan. ","location":{"latitude":5.373649,"longitude":-3.998269},"category":{"name":"Restaurant"}},{"id":203162,"name":"Villa Cacao and Villa Mango","date_verified":"2023-12-08T00:00:00.000Z","description":"Great place to stay if you need a nice break! Jean Marc owns both villas. We called him and booked mid-week for 60k a night. Not cheap, but close to the embassies and very peaceful. Air conditioning works pretty well, could be a bit cooler but the rooms are big, ours has a bath tub. We were able to park our 3.2m high rig inside Villa Cacao, very secure. You can find Villa Mango on booking.com, his number is also listed on Google and he speaks French. Some of the staff speak a bit of English. Good places to eat nearby, and the included hotel breakfast is excellent.  our last night some other overlander friends were passing through so we asked if they could sleep on the residential street. He insisted they park inside the walls, use the pool and shower. Was very welcoming and interested in travelers.","location":{"latitude":5.37012634,"longitude":-3.99451485},"category":{"name":"Hotel"}},{"id":203540,"name":"Mouyassue Hotel","date_verified":"2023-01-01T00:00:00.000Z","description":"Nice hotel on the way to the Ghana border. Very clean rooms with, mosquito nets (on the Windows), fan and running water for 10000 FCFA. There are also rooms with AC and warm water for 17000. Friendly owner. ","location":{"latitude":5.36601013,"longitude":-3.09574491},"category":{"name":"Hotel"}},{"id":203697,"name":"Paradise beach","date_verified":"2022-12-31T00:00:00.000Z","description":"beautiful spot to camp on a deserted beach. there is few abandoned bungalows and a gardian who keep the place clean. there is toilets and they give you fresh clean water for a bucket shower. people here are very nice, in the evening they make you a fire if you want to cook. they can also sell you fresh fish or langouste (7000cfa /kg for langouste, we didn't ask the price for fish). they offered us fresh coconuts. there is no official price to sleep here, you can give what you want, we gave 3000cfa.\r\nthe view is absolutely amazing and it is very quiet. 4x4 absolutely required. no cellphone/4g network.\r\n","location":{"latitude":4.821989326737821,"longitude":-6.398045914247632},"category":{"name":"Informal Campsite"}},{"id":203793,"name":"WILD PARADISE","date_verified":"2023-07-09T00:00:00.000Z","description":"Welcome in Victory Les Flots, close to Kounoukou Village !\r\n\r\nThis place was our best bivouac in Ivory Coast. Located on an abandoned lodge, between ocean, forest, lagoon, forest and coconut trees.\r\n\r\nThe place to camp is free BUT there are 2 amazing guys (Éric and Meda) who are taking good care of the place and of you !\r\nIn exchange of some money (at the end of our stay), they carried water (shower and toilets) for us, coconut, grilled fishes on the fire, dishes ... \r\nWell, we are absolutely not used to this \"services\" thing BUT its a way for them to earn some money AND a way for the travellers to have an amazing and quiet place for camping.\r\nSO, a pretty good deal :)\r\n\r\nBefore coming here, please call Eric : +225 05 06 88 5147 / +225 01 43 92 4628\r\n\r\nENJOY THE PLACE !\r\n\r\nPS : Note that the track to come here is quite narrow (not sure for big trucks) and could be really difficult (mud) during rainy season.","location":{"latitude":4.821771,"longitude":-6.398507},"category":{"name":"Wild Camping"}},{"id":203890,"name":"Papi Garage","date_verified":"2023-01-04T00:00:00.000Z","description":"Nice garage run by Yoann and his father. Established here since more than 40 years. We didn't do mechanics there (because we do everything by ourselves) BUT Yoann allowed us to use some of their tools for our own parts repair ! He was really helpful for many things (he helped us to sell our old - but still in good shape - tires) and gave us different good contacts.\r\n\r\nThey can take care of all type of vehicles, and they have space ;)","location":{"latitude":5.281928,"longitude":-3.975276},"category":{"name":"Mechanic and Parts"}},{"id":204029,"name":"Hotel du Centre","date_verified":"2024-05-10T00:00:00.000Z","description":"Good Place, nice rooms with AC and fast wifi. Price 7000/10000/12000 per night, It depends on rooms.","location":{"latitude":6.83067164,"longitude":-5.26181822},"category":{"name":"Hotel"}},{"id":204145,"name":"in the bush, near a path.","date_verified":"2023-05-05T00:00:00.000Z","description":"Small clearing to the right of a bush path which leads to fields.  A few curious workers come to greet you.  Friendly gendarmes came to greet us in the morning.  They advised us to report before to the nearest gendarmerie (in the village before Logoualé).  Quiet night.","location":{"latitude":7.09094568,"longitude":-7.54244411},"category":{"name":"Wild Camping"}},{"id":204146,"name":"Misōa","date_verified":"2024-06-28T16:03:56.000Z","description":"Wonderful hotel run by Gary and Audrey.  Gary is a rally driver, several times Ivory Coast champion.  Due to his sporting activity, he has traveled many trails across his country, he has valuable advice.  \r\nThe hotel is a refreshing break in Abidjan with its swimming pool and air-conditioned rooms.  \r\nThe restaurant is of good quality.  After 6 months of travel, it did us good to allow ourselves this little luxury.  \r\nPlace known thanks to Ahmed from 4x4 off-road CI.  \r\nVery welcoming place for overlanders.","location":{"latitude":5.27307025,"longitude":-3.97456756},"category":{"name":"Hotel"}},{"id":204299,"name":"Le méchoui ","date_verified":"2023-01-07T00:00:00.000Z","description":"Lebanese restaurant. Expensive. Class. Kinda feels wrong being there but the food is absolutely amazing. If you feel like you deserve a treat you won’t be disappointed!","location":{"latitude":5.278114230108584,"longitude":-3.98264511571334},"category":{"name":"Restaurant"}},{"id":204618,"name":"La pagode (Asian)","date_verified":"2023-01-09T00:00:00.000Z","description":"Good Asian restaurant, Abidjan prices (same price as Burger King….). Handy if your stuck at the garage nearby!","location":{"latitude":5.293554013779305,"longitude":-3.982522440306368},"category":{"name":"Restaurant"}},{"id":204623,"name":"Hyper U Supermarket / Mall","date_verified":"2024-04-15T00:00:00.000Z","description":"Huge French supermarket. Prices are huge too as it’s all imported from France. \r\n\r\nSupermarket is located in a shopping mall.","location":{"latitude":5.373275,"longitude":-3.999288},"category":{"name":"Shopping"}},{"id":204853,"name":"Casa Mexicana ","date_verified":"2024-05-06T00:00:00.000Z","description":"Great spot if you’d like to have a drink (with or without alcohol). Happy hour 17-20h everyday. Food looks very good but although we’ve been there 4 times (yes…) we haven’t tried personally.\r\nHadi (the boss) is absolutely fantastic! ","location":{"latitude":5.287431021524944,"longitude":-3.979835430536159},"category":{"name":"Restaurant"}},{"id":204895,"name":"SAAR ASSURANCES","date_verified":"2023-12-04T00:00:00.000Z","description":"Perfect place to get a new car insurance (carte brune \u0026 carte blanche - CEDEAO)\r\n\r\n45.000 CFA for 6 Months\r\nThe best price we found in Abidjan !\r\n\r\nReally professional and friendly team :)","location":{"latitude":5.273099,"longitude":-3.975722},"category":{"name":"Vehicle Insurance"}},{"id":204896,"name":"OKEY PARTS","date_verified":"2024-05-03T00:00:00.000Z","description":"They have lots of parts, particularly for Land Rover Defender, in that place.\r\n\r\nPrices are ok.\r\n\r\nFriendly staff :)\r\n\r\n-\r\n\r\nIn this street and all around, lots off parts shops for almost all brands !","location":{"latitude":5.307953,"longitude":-4.00838},"category":{"name":"Mechanic and Parts"}},{"id":204897,"name":"Potiers de Tanoh Sakassou","date_verified":"2022-12-21T00:00:00.000Z","description":"Here, the village is doing ivorian poteries since several years. Yanis and his team are doing an amazing job and they are really happy to talk about it :)\r\n\r\nEverybody is really friendly\r\n\r\nIf you want to support them, you can buy some poteries in their boutique ;)","location":{"latitude":7.6817,"longitude":-4.928652},"category":{"name":"Shopping"}},{"id":205010,"name":"local food","date_verified":"2023-01-13T00:00:00.000Z","description":"Mickey's restaurant. very good and cheap local restaurant on the beach. around 2000cfa a plate. calm and quiet","location":{"latitude":5.192784941755235,"longitude":-3.7282460555434227},"category":{"name":"Restaurant"}},{"id":205788,"name":"Noura Hotel ","date_verified":"2024-05-03T00:00:00.000Z","description":"Nice and clean hotel with private bathroom and air conditioner, the single/doble room is 15.000CFA, they also have parking. 8 minutes walking to the beach.","location":{"latitude":4.7346354931192165,"longitude":-6.63172230075201},"category":{"name":"Hotel"}},{"id":206065,"name":"Sococe","date_verified":"2024-02-02T00:00:00.000Z","description":"Supermarket, close to European standards! Do your shopping before exploring the hidden beaches around !","location":{"latitude":4.746979968622327,"longitude":-6.630825446918607},"category":{"name":"Shopping"}},{"id":206189,"name":"Crocodiles","date_verified":"2024-06-13T00:00:00.000Z","description":"You can see crocodiles here from a safe viewing spot. ","location":{"latitude":6.822587019605499,"longitude":-5.2803360632243725},"category":{"name":"Tourist Attraction"}},{"id":206488,"name":"Flat ground out of sight","date_verified":"2023-01-27T00:00:00.000Z","description":"Entrance on a dirt road that leads to the new bridge. A great spot out of sight from both the old road and the new bridge. Nobody came during the night and we got woken up by birds.","location":{"latitude":7.7065945295922615,"longitude":-7.073452917304354},"category":{"name":"Wild Camping"}},{"id":207144,"name":"Respect Family ","date_verified":"2023-01-07T00:00:00.000Z","description":"Very nice campground on private property, next to a well, shaded huts and very well maintenance clean beach. \r\n\r\nTake the boat for 300cfca from Cool Mafia and walk to ‘Respect Family’. Upon arrival ask for the owner, the locals call him Respect.\r\n\r\nCamping: 8,000 for two people per night \r\nMattress with mosquito net on beach: 20,000 \r\n","location":{"latitude":5.127444493124578,"longitude":-3.2768556740053656},"category":{"name":"Established Campground"}},{"id":207669,"name":"Hôtel Jean Mermoz","date_verified":"2023-02-06T00:00:00.000Z","description":"Cheap option for Bouaké, not far from the city centre. \r\nSelf-contained rooms with fan run from 5k for the little dark rooms inside to 7k for the spacier ones around the courtyard (with TV as a bonus). A/C rooms are around 10k.\r\nBasic, but clean enough. \r\n\r\nBig parking space. Didn't ask about camping, but I assume it's possible (refer to other entry, different location, same name).","location":{"latitude":7.673520622774959,"longitude":-5.027630310505629},"category":{"name":"Hotel"}},{"id":207782,"name":"Hwy A8","date_verified":"2023-02-07T00:00:00.000Z","description":"Very close to a beautiful river for a short swim. Its a parking bay right next to the street. I mean you could also sleep there but its not easy to find an even place.","location":{"latitude":7.25899,"longitude":-8.05008},"category":{"name":"Short-term Parking"}},{"id":207989,"name":"Hotel les Tropics","date_verified":"2023-02-09T00:00:00.000Z","description":"Not expensive but good conditions. AC in the room. very helpful staff. I went to eat something after 40 min they call me asking if everything is ok","location":{"latitude":6.883228672311268,"longitude":-6.457184379528548},"category":{"name":"Hotel"}},{"id":208473,"name":"Hotel Aladjé","date_verified":"2023-02-12T00:00:00.000Z","description":"The hotel is far of the downtown and the neighborhood is not beautiful. But the room (with bathroom, good AC, TV and bad Wi-Fi) is cheap, comparing to Abidjan’ prices: 15k XOF. \r\n\r\nThere’s a good restaurant inside, with breakfast (3k), plates (4,5k to 14,5k) and a lot of drinks.","location":{"latitude":5.417620061948391,"longitude":-3.9817324914934935},"category":{"name":"Hotel"}},{"id":208578,"name":"Coffee Shop Factory","date_verified":"2024-03-03T00:00:00.000Z","description":"Nice coffee shop, with a big variety of coffees (espresso is 1,5k xof), juices, sandwiches (\u003e6k xof) and salades. It’s a little expensive, but all the neighborhood is ","location":{"latitude":5.356406415859979,"longitude":-3.991740227398186},"category":{"name":"Restaurant"}},{"id":208688,"name":"Next to university ","date_verified":"2023-10-01T00:00:00.000Z","description":"Very quiet spot next to the university of Man. Students don’t mind at all. Nice view over the mountains. No insects at night.","location":{"latitude":7.347438114466584,"longitude":-7.62760872436707},"category":{"name":"Wild Camping"}},{"id":208812,"name":"Simple spot between cashew trees","date_verified":"2023-03-06T00:00:00.000Z","description":"A perfect spot to spend a quiet afternoon and night. You are hidden from the road and path. Nobody bothered us… no sounds of the road and no insects. No view either but a nice place to relax…","location":{"latitude":6.7763638487586615,"longitude":-6.839168579554081},"category":{"name":"Wild Camping"}},{"id":208966,"name":"Many options ","date_verified":"2024-06-13T00:00:00.000Z","description":"We found a spot here in the bush, but you can also drive to a river and there are many more options. Some scooters pass but that is all. Quiet and peaceful.","location":{"latitude":6.931038562702411,"longitude":-5.647947358807165},"category":{"name":"Wild Camping"}},{"id":209428,"name":"TISSERAND","date_verified":"2023-01-31T00:00:00.000Z","description":"Take the time to stop in this coop to admire the work of the weavers and their incredible works.","location":{"latitude":7.053385390906644,"longitude":-5.254896394913322},"category":{"name":"Shopping"}},{"id":209433,"name":"Wild camping on a great rock/ flat area down farm path ","date_verified":"2023-02-21T00:00:00.000Z","description":"Follow this path slightly past these coordinates (we’ve just left the spot). It’s a peaceful clearing next to a farm on a big rock underground. Just past one house and before another two houses. Everyone was very happy for us to stay - we went and sat with them in the morning for a few minutes to say thank you ","location":{"latitude":7.301988738496184,"longitude":-7.7369434569430595},"category":{"name":"Wild Camping"}},{"id":209581,"name":"Between rubber and palm trees","date_verified":"2023-03-29T00:00:00.000Z","description":"So beautiful here with all these trees palm and rubber… and also a lot of shade! A nice and Quiet spot. Sometimes a scooter came by but they did not mind us. ","location":{"latitude":5.321835143148581,"longitude":-3.4676703833913916},"category":{"name":"Wild Camping"}},{"id":209848,"name":"Centre Anuarite","date_verified":"2023-07-11T00:00:00.000Z","description":"Catholic mission a bit further from the main road. Clean and calm.They have dormitories (mine was 6-bed but I was alone) for 2000CFA, and a walled garden to park every type if vehicle or pitch a tent. Bucket shower and toilets outside. Nice and cheap option before crossing into Ghana.","location":{"latitude":7.13774171,"longitude":-3.19756068},"category":{"name":"Hostel"}},{"id":210013,"name":"Residence la Grâce","date_verified":"2023-03-07T00:00:00.000Z","description":"Very nice hotel, in quiet area. The rooms are spacious, very clean and equipped with a tiny kitchen and a small balcony. They have AC, hot water. If you want to, they clean every day. Big and comfortable bed. Very friendly staff, safe parking. Restaurant is not bad but not really worth the money. It's 2.3 km from the Ghana embassy. We payed 25.000 for double room.","location":{"latitude":5.36201261,"longitude":-4.00354731},"category":{"name":"Hotel"}},{"id":210031,"name":"Serpentarium de l’institut pasteur","date_verified":"2024-06-25T00:00:00.000Z","description":"we visited this Serpentarium and it was very interesting.  the person who visits is passionate and answers all your questions.  to visit to learn more about snakes.  you can even touch it","location":{"latitude":5.3190251,"longitude":-4.1355935},"category":{"name":"Tourist Attraction"}},{"id":210032,"name":"Money services: Western Union / Moneygram","date_verified":"2023-02-25T00:00:00.000Z","description":"Good office to get your Western Union or Moneygram money, and much more. See picture for more info and opening hours. ","location":{"latitude":5.36524,"longitude":-3.998046},"category":{"name":"Financial"}},{"id":210908,"name":"TOP MOTO","date_verified":"2024-05-04T00:00:00.000Z","description":"Motorbike shop and garage, accessories, tyres, parts, mechanics, maintenance... specialised in European brands (Yamaha, KTM..., Bihr, LS2, Japan, Taiwan...)\r\nOwner is an enduro enthusiast, very good knowledge of European motorbike mechanics, possibility of free use of the workshop for travellers...\r\nA very good motorbike address in Abidjan.","location":{"latitude":5.291034999999999,"longitude":-3.9785033333333333},"category":{"name":"Mechanic and Parts"}},{"id":212049,"name":"Next to a power pole on a hill","date_verified":"2023-03-08T00:00:00.000Z","description":"We couldn’t reach San Pedro before nightfall so we looked for place to spend the night. It’s quite hard to find anything in this area since it’s densely populated. We took an unused and very steep piste up a small hill and camped next to a power pole. You can hear the road but we managed to park in a way that no one could see us. Internet connection is good here. No one came by all evening and morning and it ended up being quite a decent spot. I actually don’t think that people come by here often. Only accessible for small 4x4 vehicles. ","location":{"latitude":4.896474606362072,"longitude":-6.583958789712362},"category":{"name":"Wild Camping"}},{"id":212425,"name":"Africa Batik","date_verified":"2023-03-10T00:00:00.000Z","description":"Beautiful batik, and Idriz can explain and show you how he does it. Very nice cloches.","location":{"latitude":7.6813577860665,"longitude":-5.022504609082847},"category":{"name":"Tourist Attraction"}},{"id":212445,"name":"Restaurant à la napolitaine ","date_verified":"2023-03-11T00:00:00.000Z","description":"Restaurant serving pizzas, pasta and chawarma.. we took a pizza for 8k FCFA and 3 drinks for 3k FCFA. Very clean and tasty.","location":{"latitude":5.21129175,"longitude":-3.76519174},"category":{"name":"Restaurant"}},{"id":213095,"name":"palmyre","date_verified":"2023-06-23T00:00:00.000Z","description":"I fount this jewell by pure chance\r\nIt's a motel-type hotel. 6K per night, privat room with privat restroom with shower!! The room is very clean, they even gave me towel and toilet paper! Fan included! \r\nThe place is at the end of a campound.\r\nThe best place to stay in Korhogo\r\nI think the name was Palmyre Hotel. In front of a bank, in a street where people sell vegetables. ","location":{"latitude":9.457879580256433,"longitude":-5.628289311420741},"category":{"name":"Hotel"}},{"id":213113,"name":"Yatou Motors","date_verified":"2023-03-21T00:00:00.000Z","description":"Motorcycle repair shop, diagnostic, programming, coding.\r\nSpecialist in adventure bikes. \r\nMotorcycle accessories, helmets, clothing, spare parts, motorcycle oils. \r\nThe perfect stop for all adventurers and motorcycle travelers.","location":{"latitude":5.275559873123333,"longitude":-3.9693398375718516},"category":{"name":"Mechanic and Parts"}},{"id":213594,"name":"Chez Mario","date_verified":"2024-02-27T00:00:00.000Z","description":"Nice Italian restaurant with good pizza’s! Outdoor and indoor seating area. Pizza from 7.000 CFA. You can park in front of the restaurant. ","location":{"latitude":6.816571124597725,"longitude":-5.267157600915747},"category":{"name":"Restaurant"}},{"id":215410,"name":"Shawarma Le Prince","date_verified":"2024-05-06T00:00:00.000Z","description":"Shawarma 2000, burger 2500, fataya, salads, pizza, etc.\r\nBest shawarma we had so far in all of west Africa,and we eat a lot of shawarma\r\nfriendly waitress and kitchen is clean","location":{"latitude":7.408461249433458,"longitude":-7.552479570731521},"category":{"name":"Restaurant"}},{"id":216162,"name":"Hotel de L'Ouest","date_verified":"2023-04-11T00:00:00.000Z","description":"Simple and cheap hotel, well placed near the city center. There are rooms for 5000, 7000 and 10000 cfa. It was rather clean and quiet. There is a parking for big rigs if necessary.","location":{"latitude":5.786116666666667,"longitude":-6.5972},"category":{"name":"Hotel"}},{"id":216296,"name":"Print shop","date_verified":"2023-04-10T00:00:00.000Z","description":"Cauli Baly is running a print shop. Very friendly guy. He speaks English. ","location":{"latitude":6.545951679331511,"longitude":-7.4985197540095365},"category":{"name":"Shopping"}},{"id":217274,"name":"Hotel Eden","date_verified":"2023-04-20T00:00:00.000Z","description":"Cheap and simple hotel in the newly paved coastal road. Has a fan, sells beer, and is near the city market. Ok for one night.","location":{"latitude":5.15562,"longitude":-5.58637},"category":{"name":"Hotel"}},{"id":217419,"name":"Land Rover Koumassi","date_verified":"2024-01-16T00:00:00.000Z","description":"Land Rover Specialist only.\r\nAntoine and his team are formidable workers and people!\r\nDefenders, discovery and they have parts.\r\nPerfect as always They will made their possible to fix your car","location":{"latitude":5.3000079265828175,"longitude":-3.9474832336358188},"category":{"name":"Mechanic and Parts"}},{"id":218493,"name":"Mazko de Bringo","date_verified":"2023-04-29T00:00:00.000Z","description":"Camping with many choices. The proprietor is knowledgeable.\r\n.....\r\nCamping avec plusieur tantes. + dinfos contact= 05.06.73.80.27","location":{"latitude":5.1672,"longitude":-3.39615},"category":{"name":"Established Campground"}},{"id":218533,"name":"Chez Flavio","date_verified":"2023-04-22T00:00:00.000Z","description":"Superb place!\r\nThe setting is magnificent. Shade, toilets, showers, barbecue area, large table and direct access to the beach and the natural pools (only accessible at low tide)\r\nYou are here with Flavio, who lives in San Pedro.\r\nDésiré, on site, takes care of everything you need. He can set up tents, cook food, etc.\r\nNo internet connection.\r\nTo get there, direction tabaoulé, then to the ecolodge, continue the path, it is the next gate, on the left.\r\n10000cfa per person and per 24 hours.\r\nFlavio: +2250707696750\r\n--\r\nSuperbe endroit !\r\nLe cadre est magnifique. De l ombre, des toilettes, des douches, un espace barbecue, une grande table et un acces direct à la plage et aux piscines naturelles (uniquement accessibles à marée basse)\r\nVous etes ici chez Flavio, qui vit à San Pedro. \r\nDésiré, sur place, s occupe de tout ce dont vous avez besoin. Il peut monter des tentes, faire a manger, etc. \r\nAucune connexion internet. \r\nPour y acceder, direction tabaoulé, puis à l ecolodge, continuez le chemin, c est le portail suivant, à gauche. \r\n10000cfa par personne et par 24h. \r\nFlavio : +2250707696750 ","location":{"latitude":4.5495609,"longitude":-7.031479},"category":{"name":"Established Campground"}},{"id":218534,"name":"Village de BATEDRE I","date_verified":"2023-04-29T00:00:00.000Z","description":"Beautiful beach, under the coconut trees.\r\nThe village chief, Charles, whose house is next to the small football field when we arrived, allowed us to sleep here.\r\nHe wanted 10,000 CFA for the night.\r\nWe negotiated at 3000 because there is no convenience.\r\nWe are really at the seaside. Locals can come by during the day, very nice.\r\nWe can have water (not drinkable) if necessary.\r\nNice place, very nice\r\n--\r\nBelle plage, sous les cocotiers. \r\nLe chef du village, Charles, dont la maison est à côté du petit terrain de football en arrivant, nous a autorisé à dormir ici. \r\nIl voulait 10000 cfa pour la nuit. \r\nNous avons negocié à 3000 car il n y aucune commodité. \r\nOn est vraiment au bord de mer.  Des locaux peuvent passer dans la journee, tres gentils. \r\nOn peut avoir de l eau (non potable) si besoin. \r\nBel endroit, tres agreable","location":{"latitude":4.942526205138549,"longitude":-6.091217689606063},"category":{"name":"Wild Camping"}},{"id":219148,"name":"Monkeys Ancestors","date_verified":"2023-05-03T00:00:00.000Z","description":"For the people of this village, the monkeys are part of the village, they are their ancestors. If you stop here they will tell you the story and you can see the monkeys.\r\nWhen we were here, we met the responsible person for Eau et Forêt and he confirmed that this small forest and the monkeys are protected by them.\r\nYou have to pay a contribution but highly recommended to negotiate, the first price is just crazy.\r\nPeople in the village are friendly.\r\nI don't know if they speak english.","location":{"latitude":6.785799,"longitude":-6.4528},"category":{"name":"Tourist Attraction"}},{"id":219314,"name":"Bennin Embbassy","date_verified":"2024-01-29T00:00:00.000Z","description":"here is the consulate of bennin. the other location is wrong (a few month ago).\r\ncomming to get info about the visa, my uruguayan passport could be very psrticularr.\r\nthey told me that the evisa is only to arrive by plane, to go by land \"dont need a visa\".\r\ni understand that get the visa on the border.","location":{"latitude":5.37996761,"longitude":-3.99299705},"category":{"name":"Consulate / Embassy"}},{"id":219969,"name":"Superbe plage ","date_verified":"2023-05-08T00:00:00.000Z","description":"Beautiful beach after the fisherman village. \r\nIs possible to camp but we didn’t. We asked for the price they said it has to be discussed at the moment. But very friendly people so I guess it’s possible to have honest price. \r\nLittle bay very since for swim, and clean. \r\nAlso possible to stay in some beautiful house on the beach. \r\nPossible to eat fish or languste. \r\nYou can call in advance +225 101261782\r\nOr +225 152844808","location":{"latitude":4.799123324263526,"longitude":-6.445003389139573},"category":{"name":"Established Campground"}},{"id":219989,"name":"Detente Hotel","date_verified":"2024-01-09T00:00:00.000Z","description":"A lovely little hotel within easy reach of the freeway if coming from the west.\r\n\r\nRooms are really well finished with a superb bathroom with shower.\r\n\r\nThere is a central courtyard with a fountain, chairs and bar.\r\n\r\nParking out front with 24hour staff. \r\n\r\nVia booking.com we paid 32,000 CFA for a night.","location":{"latitude":5.342156666666667,"longitude":-4.059231666666666},"category":{"name":"Hotel"}},{"id":219991,"name":"ONYX Hotel Yamoussoukro","date_verified":"2023-12-17T00:00:00.000Z","description":"A relatively new hotel just off the road (by a confusing junction).\r\n\r\nVery friendly staff, lovely clean double rooms with shower, toilet, air con, etc.\r\n\r\nThey have a pool, restaurant, and very soon a roof top bar.\r\n\r\nWe got a room for 31,000CFA on booking.com\r\n\r\nSecure parking out front","location":{"latitude":6.836314,"longitude":-5.308086},"category":{"name":"Hotel"}},{"id":220807,"name":"Monogaga","date_verified":"2023-05-12T00:00:00.000Z","description":"The village has 2 or 3 bungalows for visitors and a place on the beach for overlander (not possible to sleep here without paying. The piste arrive in the village which is also the begining of the beach...). They told us we give what we want. Nice place, friendly People.","location":{"latitude":4.799044830724597,"longitude":-6.444708723574877},"category":{"name":"Informal Campsite"}},{"id":220997,"name":"Campement chez Dominique","date_verified":"2023-05-17T00:00:00.000Z","description":"Take the piste until the beach. Don't go on the right side (Black wood door), take the left and you arrive at this simple place. You can stay here for the day for 1000 cfa/p or sleeping here for 2000cfa/p. Basics toilets and shower with the water of the sea... better to bring your own clean water ! There is a tent décathlon that you can rent. The place is on the beautiful beach, really quiet. We enjoyed it.","location":{"latitude":4.898083051666617,"longitude":-6.1803625244647264},"category":{"name":"Informal Campsite"}},{"id":221589,"name":"Vatouo","date_verified":"2023-05-21T00:00:00.000Z","description":"Visit the longest bridge and still in us for the locals . Entrance with tickets \r\nYou can camp or stay in your vehicle just in front.\r\nYou just have to meet the chef of the village or the official guide of the village Jasinthu who is helpful and friendly.\r\n","location":{"latitude":7.078752,"longitude":-8.111506},"category":{"name":"Informal Campsite"}},{"id":221594,"name":"Maison aristocrate","date_verified":"2023-12-07T00:00:00.000Z","description":"We stayed here 10 days, waiting for our Ghana visa, cleaning our car and staff and visiting Abidjan. Private room with private bathroom (hot water) in a nice villa. Really Really clean. Fast and perfect WiFi. We can use the kitchen. A lot of facilites around. The car is parked in front of the house in the street, safe because inside a guarded cité (but maybe not adapted for truck, better asking to the owner Sébastien first). You can book on airbnb or they have website (aristocratedabidjan.com). We paid 15000 cfa per night for 2 personns. Marie and Julie who take care of the house are really friendly and helpfull. Really enjoyed our stay here !","location":{"latitude":5.4048170847818255,"longitude":-3.9745772816240788},"category":{"name":"Hotel"}},{"id":221858,"name":"hotel la source","date_verified":"2023-05-24T00:00:00.000Z","description":"Hotel rooms from 10000cfa to 20000cfa \r\nClean, AC, hot water.\r\nEspace for parking","location":{"latitude":9.460704275406897,"longitude":-5.622770162299275},"category":{"name":"Hotel"}},{"id":222014,"name":"Hôtel la Colombe ","date_verified":"2023-05-12T00:00:00.000Z","description":"Very friendly owner. Rooms are big and really clean. Starting from 7.000 (fan, with private shower and bathropm), 10.000 (AC with private shower and bathroom) to 20.000 for bigger and fancier rooms. ","location":{"latitude":4.763141,"longitude":-6.677782},"category":{"name":"Hostel"}},{"id":222428,"name":"Auberge du compte","date_verified":"2023-05-27T00:00:00.000Z","description":"Cheap option in thr city. Rooms for 15.000, 7.000 or 5.000 CFA with AC or Fan. Mine was ok, but the bed was very uncomfortable.","location":{"latitude":5.21197,"longitude":-3.744006},"category":{"name":"Hotel"}},{"id":222505,"name":"Hotel","date_verified":"2023-05-28T00:00:00.000Z","description":"basic Hotel close to the coastal road. small rooms + bathrooms with toilet and bucket shower. \r\nroom with fan 5000 CFA,\r\nroom with A/C 10000 CFA.\r\n\r\nrooms with fan a good/ ok value but rooms with A/C seems overpriced. Restaurant on side is not working. Very basic Restaurant and shop can be found in the village - ask around. Overall a good place for one night.","location":{"latitude":5.023101666666666,"longitude":-6.069226666666666},"category":{"name":"Hotel"}},{"id":223631,"name":"In a village in a HEVEA field","date_verified":"2023-06-06T00:00:00.000Z","description":"We took the A7 piste from north to south, and stopped in this village for the night after asking the chief of the village, he said we are welcome to stay for the night on the football field and have some water if needed \r\nWhen we arrived all the kids were playing football so we went a bit further in the hevea tree field, the owner said its ok for us to stay\r\nLots of locals came to say hi and pass by, all really nice ","location":{"latitude":6.43409832676384,"longitude":-7.552196977838561},"category":{"name":"Wild Camping"}},{"id":223653,"name":"Issia","date_verified":"2023-06-05T00:00:00.000Z","description":"Big parking lot for trucks.Security garde.Quiet  Just at the end of the town\r\nToilet, shower with bucket \r\nJust give what you want.\r\n We slept in our Land Rover\r\n\r\n","location":{"latitude":7.40710496,"longitude":-7.55235394},"category":{"name":"Informal Campsite"}},{"id":223752,"name":"Secured place for one night during A7 travel ","date_verified":"2023-06-07T00:00:00.000Z","description":"If you are looking to spend the night in a nice, secured and open space aera, before continue the A7 tomorrow, this is the place you are looking for. \r\n\r\nEntering Nigre from north, just ask the village's chief, one of the first house to the right.\r\n\r\nHe will be happy to welcome you and offer you water. He will then bring you to the football field of the village.\r\n\r\nQuiet enough at night, villagers are respectful, just looking from far at some moments. No asking for money or anything.\r\n\r\nWe got a great feeling with the people here and spent a good night !","location":{"latitude":5.617403523070374,"longitude":-7.351144077263166},"category":{"name":"Wild Camping"}},{"id":224873,"name":"Hotel Refuge","date_verified":"2023-07-07T00:00:00.000Z","description":"Small hotel with clean rooms and not too expensive. Shower with good pressure! \r\n5.000 cfa for room with fan.\r\n7.000 cfa for room with fan and TV.\r\n10.000 cfa for room with AC.\r\n12.000 cfa for room with AC and TV.\r\nSecure parking.","location":{"latitude":6.09475,"longitude":-3.86302},"category":{"name":"Hostel"}},{"id":225009,"name":"Supermaket, Restaurant and Bakery","date_verified":"2024-03-19T00:00:00.000Z","description":"Supermarket with european goods, as well a restaurant and a bakery in one building ","location":{"latitude":7.262188971233653,"longitude":-8.153123560981097},"category":{"name":"Shopping"}},{"id":226077,"name":"Abidjan Quartier Marcory","date_verified":"2023-06-10T00:00:00.000Z","description":"Friendly and helpful team. Garage with some parts for Land Rover.\r\nYou can stay in your car during the work.\r\nOner Mr Diakite phone number+225 07 83 77 93 or +225 01 57 71 19\r\n","location":{"latitude":5.31174753,"longitude":-3.95816739},"category":{"name":"Mechanic and Parts"}},{"id":226078,"name":"Abidjan  Quartier Vallon ","date_verified":"2023-06-13T00:00:00.000Z","description":"Near residence. Valerie is a very good, friendly and helpful mechanic.\r\nHe can find all parts. Works well and quickly. \r\nMr Diebre Oud Tel 07 59 27 78 01","location":{"latitude":5.36430827,"longitude":-3.98514847},"category":{"name":"Mechanic and Parts"}},{"id":226317,"name":"Camaye Cooperative","date_verified":"2024-03-03T00:00:00.000Z","description":"This is a cocoa cooperative which is unassuming from the exterior but they sell cocoa powder, pure 100% chocolate in tablet form, natural soaps, cocoa butter etc\r\n\r\nThe President of this company is commited to stopping child labour, child traffick and exploitation in the industry.  He has women making the cocoa products and soaps.  He is the Ivorian President of NGO CREER, a transit centre for trafficked, exploited and abused children set up by Chloe of West Africa Travellers in 2010.  Worth a stop to support children and women.","location":{"latitude":6.73099,"longitude":-3.49776},"category":{"name":"Tourist Attraction"}},{"id":227074,"name":"Monogaga Beach","date_verified":"2023-06-24T00:00:00.000Z","description":"This is part of Monogaga Beach restaurant in the small rubber seedling plantation,  beside the dam that feeds water into Abengourou. Mr Tanoh runs it and is very keen to have overlanders join him, he used to run Assiny Palms. Travelers have the ability to fish and visit cocoa coffee and vegetables farms.\r\n\r\nThe road down through the area of Adoah is tarmac then after the left turn 150m from the main road it all becomes rough, doable in 2WD taxis though!  There's an roofless concrete toilet (long drop) block \r\n\r\nPhone signal is ok but not so strong.  There's security for the dam who'll also keep an eye out for overlanders.","location":{"latitude":6.70815,"longitude":-3.51155},"category":{"name":"Informal Campsite"}},{"id":227079,"name":"mud mosque Kouto","date_verified":"2024-01-25T00:00:00.000Z","description":"small mud mosque, one of only a few left in norther cote d'ivoire. If you are in area its worth a visit. ","location":{"latitude":9.890996666666666,"longitude":-6.413991666666667},"category":{"name":"Tourist Attraction"}},{"id":227116,"name":"Hand-Made Wood sculptures (masks, etc...)","date_verified":"2023-06-29T00:00:00.000Z","description":"In Koko, you will find the place where wood scultures are made, like traditional masks and many others. \r\n\r\nVery interesting story and fair price. \r\n\r\nYou can contact Sorho Zana (what's app +225506715877 or 0506715877), he will explain to you the culture of masks in his shop (free). \r\n\r\nPrice are around 10.000 for small up to 25.000 for big masks. You can negotiate the price a little bit. ","location":{"latitude":9.460358647638339,"longitude":-5.63593218103576},"category":{"name":"Tourist Attraction"}},{"id":227117,"name":"Village des Tisserands (Weaver)","date_verified":"2023-06-29T00:00:00.000Z","description":"Village des Tisserands\r\nOriginal weavers from Ivory Coast\r\nAll hands made, more than 300 weavers working as a cooperative\r\nVery interesting culture \r\nFixed price, lot of choice\r\n","location":{"latitude":9.424792178915277,"longitude":-5.66776145250133},"category":{"name":"Tourist Attraction"}},{"id":227124,"name":"Local pottery and pearls/beads","date_verified":"2023-06-29T00:00:00.000Z","description":"Local workers, artists that work in cooperative and sell their work","location":{"latitude":9.436125643560137,"longitude":-5.6958881020599},"category":{"name":"Shopping"}},{"id":227234,"name":"Hotel Batilwi","date_verified":"2023-06-30T00:00:00.000Z","description":"Hotel in small village, room are ok, shower in the room, electricity ok, room for 3000 cfa ","location":{"latitude":7.262563425691166,"longitude":-7.28624319841626},"category":{"name":"Hotel"}},{"id":227269,"name":"Nice big spot for the night in the north","date_verified":"2023-06-30T00:00:00.000Z","description":"Nice and quiet place not far from the main road on a dirt track, lots of field of cashews around \r\nSome locals with motorbike passing by and cows \r\n4x4 needed to cross the hole between the track and the Place","location":{"latitude":9.590570684329547,"longitude":-6.965064531964774},"category":{"name":"Wild Camping"}},{"id":227414,"name":"Traversée ","date_verified":"2023-06-30T00:00:00.000Z","description":"Crossing the river, they will ask you for 20k better to go to the villa and ask for Nicolas chef of the village, normal price 500 cfa/per 3000 cfa for moto","location":{"latitude":7.256459780741841,"longitude":-7.071657920515944},"category":{"name":"Checkpoint"}},{"id":228177,"name":"Greenland - 4x4 Off-road.ci","date_verified":"2024-05-09T00:00:00.000Z","description":"Greenland is a campsite directly next to the beach underneath Cocopalms. Beautifully quite spot with security and a toilet hut.\r\n\r\nThe campsite is from the owner (Ahmed) of the garage 4x4offroad.ci in Abidjan. At the moment it is still under construction therefor Ahmed doesn’t ask for a payment, if you want you can leave a donation. \r\n\r\nYou can either visit the garage or give him a call to stay at the place. +2250779555551","location":{"latitude":5.176667515922828,"longitude":-3.6190677612336635},"category":{"name":"Established Campground"}},{"id":228365,"name":"Hotel before oume","date_verified":"2023-07-05T00:00:00.000Z","description":"Hotel 8 km before oume, nothing special, clean, electricity, 5000 Cfa for a room, ","location":{"latitude":6.426363397473876,"longitude":-5.360236546499476},"category":{"name":"Hotel"}},{"id":228768,"name":"Patisserie","date_verified":"2024-01-28T00:00:00.000Z","description":"small patisserie and ice cream shop! 500 F for one scoop","location":{"latitude":6.820463030599058,"longitude":-5.272906422615051},"category":{"name":"Restaurant"}},{"id":229264,"name":"Water tab with drinking water","date_verified":"2023-07-10T00:00:00.000Z","description":"We filled up our water tanks directly at the border. The water is from a fresh source and drinkable. Tab is right next to the immigration office where you stamp the passport on Ivory Coast side","location":{"latitude":7.609748896763295,"longitude":-8.31141299893976},"category":{"name":"Water"}},{"id":232029,"name":"Proshop bike","date_verified":"2023-07-19T00:00:00.000Z","description":"Bike shop you can fond tires, wheels, and they can fix bike in anidjan ","location":{"latitude":5.339187207510017,"longitude":-3.974845825355816},"category":{"name":"Mechanic and Parts"}},{"id":232076,"name":"Evelve ci","date_verified":"2024-03-16T00:00:00.000Z","description":"Bike shop very professional they can order part from Europe for 10 days ! ","location":{"latitude":5.295107990336282,"longitude":-3.989637426289425},"category":{"name":"Mechanic and Parts"}},{"id":232471,"name":"Silver King Hotel","date_verified":"2023-06-23T00:00:00.000Z","description":"Clean basic double rooms for 13000 XOF. Hot water, Airco, good bed with clean sheets. Rooms have TV. There is a restaurant.\r\nSecure place.","location":{"latitude":5.322555075399578,"longitude":-4.3559526186436415},"category":{"name":"Hotel"}},{"id":232472,"name":"Hotel Bemosso","date_verified":"2023-11-24T23:12:35.000Z","description":"Small hotel in the city centre next to Bom prix supermarket and open air market. 11000 CFA for a double with airco, private bathroom. Small but clean room, No WiFi ","location":{"latitude":5.467198305954068,"longitude":-3.2088155937070204},"category":{"name":"Hotel"}},{"id":234798,"name":"Bandre borders","date_verified":"2023-07-31T00:00:00.000Z","description":"Small borders ! They don’t have the exit stamp he said that they’re not here today ! Road was challenging with the rain will be sandy in dry season but worth the effort ","location":{"latitude":6.053881731499772,"longitude":-3.0952022338122003},"category":{"name":"Customs and Immigration"}},{"id":234799,"name":"Ghana immigration ","date_verified":"2023-07-31T00:00:00.000Z","description":"Small post for Ghana immigration, they have the stamp, friendly \r\nNo stamp in IC ","location":{"latitude":6.081574881927159,"longitude":-3.082074584967995},"category":{"name":"Customs and Immigration"}},{"id":238179,"name":"Between trees","date_verified":"2023-08-24T00:00:00.000Z","description":"Take a path from the road towards Oidienné to the right.  There is a sign for a cassava farming project.  After the cultivation area, the path is in disuse.  We turn to the right, the path widens and there is space between trees.  We have spent a perfect night.  We haven't seen anyone.  You can hear the road but there is very little traffic","location":{"latitude":9.284487997299742,"longitude":-7.6210687052862935},"category":{"name":"Wild Camping"}},{"id":238282,"name":"Under the cashew tres (cajú)","date_verified":"2023-08-25T00:00:00.000Z","description":"Near the track and a path that leads to the crops.  Some peasants and children with cows going by at dusk, very friendly.  During the night Peace and quiet.","location":{"latitude":9.554952253289345,"longitude":-6.321988039631572},"category":{"name":"Wild Camping"}},{"id":238871,"name":"Into the bush","date_verified":"2023-08-27T00:00:00.000Z","description":"nice spot into the bush.  Clean and many space. It's necessary a 4x4. Near the road but absolutly hidden. ","location":{"latitude":8.281236489230496,"longitude":-4.425686533041272},"category":{"name":"Wild Camping"}},{"id":239058,"name":"Nem Vietnamese Restaurant ","date_verified":"2024-03-22T00:00:00.000Z","description":"Amazing, yummy, healthy food. Super nice owners. Opens at 11 am","location":{"latitude":5.282883011117387,"longitude":-3.980967238098416},"category":{"name":"Restaurant"}},{"id":239380,"name":"Chilled place, Next to the autoroute","date_verified":"2023-10-07T00:00:00.000Z","description":"Perfect for a sleep over before continuing the road to the north.\r\nYou here the cars but no too bad and its a spacious area where you are alone","location":{"latitude":6.723362185654441,"longitude":-5.193121862034812},"category":{"name":"Wild Camping"}},{"id":239438,"name":"Sous palmier","date_verified":"2023-08-31T00:00:00.000Z","description":"A chill restaurant between palm trees \r\nGood food \r\nWe got Foto with fish, was good ","location":{"latitude":7.6811226735705,"longitude":-5.082707031559449},"category":{"name":"Restaurant"}},{"id":239550,"name":"Perfect chilled spot towards boarders","date_verified":"2023-09-01T00:00:00.000Z","description":"Nice, quiete, next to the road. An old rocks work","location":{"latitude":9.468638784913118,"longitude":-5.239776285920015},"category":{"name":"Wild Camping"}},{"id":241385,"name":"Ferry","date_verified":"2023-08-01T00:00:00.000Z","description":"Small boat connecting to Zl De Vridi.\r\nNot for cars, motorbike. Only foot passengers and bicycle.\r\nThe fare 250CFA. But if you have bicycle it may better to give small tipping for the local porters. Because all luggage are loaded on the top of the boat.","location":{"latitude":5.26226,"longitude":-4.0266},"category":{"name":"Other"}},{"id":241553,"name":"Hotel La Resma","date_verified":"2024-02-18T00:00:00.000Z","description":"Once you are through the steel gates, it's a little oasis. Much nicer than it looks from the road. \r\nRooms start from 15,000 CFA (£20). \r\nEven the smallest room is fine for two people. AC. Hot water. Towels. Clean. \r\nManaged entirely by ladies: Seka and other family members. They are all sweet, funny and helpful. \r\nThey sorted me out with a SIM, phone credit, motorbike washing, taxis and some breakfast. \r\nAnd they listened politely to my \"travellers' tales\".  \r\nLovely people. Highly recommended. \r\nPhone: 0778333345; 0102039393","location":{"latitude":7.399427035180543,"longitude":-7.568412925023963},"category":{"name":"Hotel"}},{"id":242215,"name":"Congo Embassy","date_verified":"2023-09-18T00:00:00.000Z","description":"Details to follow. Congo Embassy with helpful visa staff","location":{"latitude":5.340567442429284,"longitude":-3.9521038459421973},"category":{"name":"Consulate / Embassy"}},{"id":242669,"name":"Grand Bassam","date_verified":"2023-09-21T00:00:00.000Z","description":"Motorbike mechanic. Fixed my power loss and intermittent cutting-out. Gave the bike a thorough check over. It's running perfectly now. Good guy.  Name: Abdoulaye. +2250153420395","location":{"latitude":5.215090949667297,"longitude":-3.731096579847784},"category":{"name":"Mechanic and Parts"}},{"id":244882,"name":"Modaci Service Shop and Parts","date_verified":"2023-10-05T00:00:00.000Z","description":"Full Service parts and repair shop. Owner English speaking - all types of service and parts. Very friendly and helpful owner. I found octane boost, injector cleaner and chain lube here.\r\nCell - 07 07 07 75 75 / Darwiche","location":{"latitude":5.353634585631402,"longitude":-4.0643830038644975},"category":{"name":"Mechanic and Parts"}},{"id":246508,"name":"Hotel Zenith ","date_verified":"2023-10-17T00:00:00.000Z","description":"Very nice hotel next to the lagoon. This is the right location. Rooms with AC, cold beer. a very peaceful place. ","location":{"latitude":5.097708992017922,"longitude":-5.57632650146419},"category":{"name":"Hotel"}},{"id":246526,"name":"Hotel Popaix ","date_verified":"2023-10-17T00:00:00.000Z","description":"Very nice hotel near the lagoon, room with AC and private bathroom . 20.000 XOF. Cold beer and private parking ","location":{"latitude":5.097720870716568,"longitude":-5.576347012813907},"category":{"name":"Hotel"}},{"id":246758,"name":"X cafeteria ","date_verified":"2023-10-19T00:00:00.000Z","description":"Here they sell good and cheap coffee. I bought an expresso for $0.6 and a Cappuccino for 500cfa. Very friendly and nice people at local cafe here. Just opposite a school and across the room I am staying at","location":{"latitude":5.397612046336932,"longitude":-3.9943349661484118},"category":{"name":"Restaurant"}},{"id":246828,"name":"Very nice airbnb, safe car parking ","date_verified":"2024-03-05T07:31:18.000Z","description":"Nice airbnb with big rooftop, tabletennis, kicker, big TV, fast Wi-Fi. You can park your car in front of the house behind a big door. \r\n\r\n","location":{"latitude":5.357777659851383,"longitude":-3.9673513580962054},"category":{"name":"Hotel"}},{"id":247873,"name":"BBQ Restaurant Anaxou","date_verified":"2023-10-28T00:00:00.000Z","description":"Nice Place with great food. Thuerry the owner will do anything to help you. ","location":{"latitude":5.21257,"longitude":-3.77265},"category":{"name":"Restaurant"}},{"id":248278,"name":"better than nothing 2.0","date_verified":"2023-10-31T00:00:00.000Z","description":"we were looking for a spot for the night on our way to the coast. it's hard to find a good place along the way. \r\nwe arrived at around 8pm when it already was dark. it's hidden from the main street but you can hear the cars and there is a path which locals probably use. nobody passed when we were there.\r\n\r\nentry from the main road is  here: \r\n5.489106, -6.559907","location":{"latitude":5.48886348,"longitude":-6.56056565},"category":{"name":"Wild Camping"}},{"id":249363,"name":"Beside a gravelled road ","date_verified":"2024-01-11T00:00:00.000Z","description":"The place is easy reachable also for bigger rigs. It appears to be an entrance to a mine. There is also a security few meters further. Some traffic in the evening and early morning. But no one bothered us. ","location":{"latitude":6.800490781735736,"longitude":-6.757543169436774},"category":{"name":"Wild Camping"}},{"id":249364,"name":"Place for a night","date_verified":"2023-10-10T00:00:00.000Z","description":"The place is nothing special but good for a night. Few people passing by but no one bothered us. Easy to reach and also good for bigger rigs. ","location":{"latitude":7.03662304933512,"longitude":-5.769280779362135},"category":{"name":"Wild Camping"}},{"id":249365,"name":"The Lotusplace","date_verified":"2024-05-26T00:00:00.000Z","description":"Close to the main road beside a lake with lots of waterlilies. \r\n\r\nThe way down there is easy for vans. \r\nWhen you are not scared of narrow roads you can go there also with a bigger rig. \r\nThere is only a space for a truck with a view at the lake. Some people are passing by. ","location":{"latitude":6.449654060936153,"longitude":-5.003886771770427},"category":{"name":"Wild Camping"}},{"id":249366,"name":"Next to the Hospital ","date_verified":"2023-10-28T00:00:00.000Z","description":"The place is easy to reach also for bigger rigs. The main street ist audible but not visible. Beside there is the hospital. Some people are passing by but no one bothered us. In the evening two cargo trucks came to stay there. ","location":{"latitude":5.283633162299104,"longitude":-2.7953651985722603},"category":{"name":"Wild Camping"}},{"id":249527,"name":"Croc Mania (Dog Food)","date_verified":"2023-11-11T00:00:00.000Z","description":"New Shop where you can buy premium dog and cat food. Very nice owner absolutely helpful and he speaks a little English ","location":{"latitude":5.295682906790837,"longitude":-3.9867139127429376},"category":{"name":"Pet Services"}},{"id":250338,"name":"Orange Shop for SIM cards","date_verified":"2024-03-19T00:00:00.000Z","description":"Official Orange Shop\r\nNo prices cause a generous man gifted me data: ) Merci!","location":{"latitude":5.362879,"longitude":-3.99725},"category":{"name":"Shopping"}},{"id":250541,"name":"Nsia Bank","date_verified":"2023-11-14T00:00:00.000Z","description":"Money Exchange \r\nAlways check what’s on the bill and how much they give you; )","location":{"latitude":5.362037,"longitude":-3.989875},"category":{"name":"Financial"}},{"id":250678,"name":"Corrupt police with wheel clamp","date_verified":"2023-11-21T00:00:00.000Z","description":"The whole road shoulder going west is considered by police parking prohibited. There are two no-parking signs on the ground 100 m before Bonprix but it's not clear at all that they mean the whole stretch.\r\n\r\nPolice clamped car's wheel while I was in Bonprix. Officers talked a lot but the main guy didn't tell me what he wanted.\r\n\r\nThey went away doing other business. I dug my tools out and removed the wheel clamp. I got cought and they reattached it.\r\n\r\nBecause I wanted a proper fine with a receipt, we walked a few 100 m east to the police building.\r\n\r\nTurns out police chief was worse than the cops. He first wanted 50000 XOF. I ended up paying 15000 XOF and got some pseudo receipt because the normal cashier office was closed. They don't have or want to have a price list of the infractions. Chief wanted an apology after I gave them money but I told them I already paid.\r\n\r\nI saw another car with a wheel clamp.\r\n\r\nDue to the proximity to the police station I would consider this a permanent checkpoint.\r\n","location":{"latitude":5.323063060641289,"longitude":-4.3759517557919025},"category":{"name":"Checkpoint"}},{"id":250734,"name":"Motel Du Chateu d'Eau","date_verified":"2023-11-19T00:00:00.000Z","description":"Quiet and simple Motel. \r\nroom is clean, shower is clean, water is cold.\r\nStaff is attentive and space in the court to maybe park a car. not suited for high vehicles. \r\n\r\nVentilated room: 8.000 CFA\r\nClimatised room: 1.2000 CFA","location":{"latitude":6.89536,"longitude":-6.4476503},"category":{"name":"Hotel"}},{"id":250792,"name":"Bachalp Hotel","date_verified":"2023-11-15T00:00:00.000Z","description":"very basic \r\nroom with ventilator 8.000 - 10.000 \r\nroom with ac 12.000 - 15.000\r\nshower and toilet in the room \r\nsafe bike parking\r\nspace for several cars in the backyard ","location":{"latitude":5.28981257,"longitude":-2.79458863},"category":{"name":"Hotel"}},{"id":251187,"name":"Le Petit Bedon","date_verified":"2024-04-21T00:00:00.000Z","description":"Le Petit Bedon is a restaurant/bar right on the beach. Sebastian the owner is a very friendly and jovial Frenchman and is happy to let overlander camp in front of the bar for free if you're using the bar. \r\nClean toilets and cold showers, highly recommended.","location":{"latitude":5.21277,"longitude":-3.81877},"category":{"name":"Informal Campsite"}},{"id":252589,"name":"Big area ","date_verified":"2024-04-08T00:00:00.000Z","description":"Get off the road at the company sign. Just after on your right there is a lot of space. No people walking by. ","location":{"latitude":6.685154009616641,"longitude":-3.6474248115007275},"category":{"name":"Wild Camping"}},{"id":253346,"name":"Side road - Batman wildcamp","date_verified":"2024-04-04T00:00:00.000Z","description":"Right on the side of the road, you are obviously visible but none came around.\r\nIf you dont want to pay the CFA5,000 of the Fié place, this point is the right option.\r\nVery well located in town, it is quiet and the ground is flat and clean.\r\nYou can watch in peace the flight of the bats and listen to the birds chirping.\r\nSome mosquitos at dusk but nothing bad.","location":{"latitude":6.857134108431637,"longitude":-5.259042922407389},"category":{"name":"Wild Camping"}},{"id":253984,"name":"Hostile police check","date_verified":"2024-06-14T00:00:00.000Z","description":"Hostile police check. He wanted to see everything in the car, touched all our stuff. Wanted to see our money, came very close and was very aggressive. ","location":{"latitude":7.357391835210481,"longitude":-7.605492741789786},"category":{"name":"Checkpoint"}},{"id":254090,"name":"Le grand roi","date_verified":"2023-12-23T00:00:00.000Z","description":"Great resort with beach access for fair price: 30k cfa for a nice double room (king size bed) with ac and clean bathroom with great shower. Good breakfast for 2 included. Beer 1000 cfa. Perfect to chill for a couple of days. ","location":{"latitude":5.202933456753565,"longitude":-4.408212276179723},"category":{"name":"Hotel"}},{"id":254134,"name":"near the track ","date_verified":"2023-12-24T00:00:00.000Z","description":"very quiet spot near the track, next to palm trees field .some locals passing by, all very friendly. ","location":{"latitude":6.811594444444444,"longitude":-6.456969444444445},"category":{"name":"Wild Camping"}},{"id":255926,"name":"Tire Repair Shop","date_verified":"2024-01-07T00:00:00.000Z","description":"Repair tires of cars and motorbikes.\r\nThe name of the guy is Saïd, has good material to repair.","location":{"latitude":7.40738,"longitude":-7.55195},"category":{"name":"Mechanic and Parts"}},{"id":256306,"name":"Local Reataurant ","date_verified":"2024-01-09T00:00:00.000Z","description":"700 for big plate (see photo) first visit was very busy with local kids and teachers. Tasty and handy to eat at on the way to/from camping.","location":{"latitude":4.945118099994635,"longitude":-6.096126231144258},"category":{"name":"Restaurant"}},{"id":256348,"name":"Cave la joie ","date_verified":"2024-01-04T00:00:00.000Z","description":"Nice cafe next to the water. Drinks available and maybe some food as well. The place is beautiful and the owner Frenk is friendly. He even showed us around town. The town is located beautiful at the lagoon, worth a visit. Nothing fancy but calm and easy. ","location":{"latitude":5.211495570843304,"longitude":-5.14774633571985},"category":{"name":"Restaurant"}},{"id":259365,"name":"Force quat garage. ","date_verified":"2024-03-27T00:00:00.000Z","description":"Carlos runs this excellent garage and workshop. He can work on all kinds of 4x4 and big rigs. Has electronic diagnostics for all vehicles and trucks etc. Helped us with leaking diff seal. \r\n\r\nCall him on +225 0749 588 888. He speaks English, French and Italian","location":{"latitude":4.757202255461647,"longitude":-6.645664123337787},"category":{"name":"Mechanic and Parts"}},{"id":259412,"name":"Wheel balancing and alignment","date_verified":"2024-01-19T00:00:00.000Z","description":"Recommended by Carlos. Balanced our wheels (Toyota LC) and tracking. 10,000CFA. \r\n\r\nSpare parts and diesel injector workshop next door","location":{"latitude":4.776891417894535,"longitude":-6.6449489495719325},"category":{"name":"Mechanic and Parts"}},{"id":259757,"name":"AXA Insurance ","date_verified":"2024-01-22T00:00:00.000Z","description":"We renewed our Carte Brune here. Took about an hour.","location":{"latitude":5.29512085,"longitude":-3.97899092},"category":{"name":"Vehicle Insurance"}},{"id":259822,"name":"Next to a small village","date_verified":"2024-01-22T00:00:00.000Z","description":"Large space behind some small houses. People very welcoming working in the fields. We arrived late at night and left quite early in the morning. Ask Etienne if you can stay, he is not the chef, but he consider himself as responsable of people here. Road to get there has small water to cross, not possible for rainy season. We have a Toyota Hiace 4wd but without 4*4 it is totally achieveable.\r\n","location":{"latitude":5.658507713155113,"longitude":-4.035559906004192},"category":{"name":"Wild Camping"}},{"id":259828,"name":"Residence tourist hotel","date_verified":"2024-03-16T00:00:00.000Z","description":"Nice hotel double room about $35. AC but intermittent. On street parking but very safe and secure neighbourhood ","location":{"latitude":5.387090194593128,"longitude":-3.9718118229094745},"category":{"name":"Hotel"}},{"id":259924,"name":"Former lointain","date_verified":"2024-01-22T00:00:00.000Z","description":"Next to the road, but hidden, small carrier which was used for the construction of the road. Few passers-by, just to say hi","location":{"latitude":8.863625940874957,"longitude":-5.364633696158757},"category":{"name":"Wild Camping"}},{"id":260169,"name":"Hotel les versants du rocher","date_verified":"2024-03-20T00:00:00.000Z","description":"Hotel on the edge of town with large flat carpark. They allowed us to camp in carpark with our rooftop tent. Gates to compound were shut at night. Toilet available but no shower. If our French was better we may have been able to negotiate the use of a room.\r\nWe ate in the restaurant which was good reasonably priced food. \r\nNice gardens surround the hotel. Rooms available but we did not investigate. In the end we camped for free.","location":{"latitude":6.48477246,"longitude":-6.58376036},"category":{"name":"Hotel"}},{"id":260775,"name":"Maryam's food","date_verified":"2023-11-25T00:00:00.000Z","description":"Very good tasting local food. The lady makes it all fresh. We ate plantains, white Couscous type, fish, eggs and fresh vegetables, nothing spicy (it's optional) for 1500 CFA. They even brought good chairs for us. It's the hut on the left of the yellow barber/ hairdresser house.\r\nWe named the mama Maryam, so the location name is not the official name","location":{"latitude":7.8564674,"longitude":-7.01984598},"category":{"name":"Restaurant"}},{"id":260776,"name":"Adama fix","date_verified":"2023-11-27T00:00:00.000Z","description":"Mitsubishi L200 was reliably and quickly fixed. Our engine was fully destroyed and we were able to drive again on the same day. the price of work was good, some of the spare parts were overpriced but priced by the shop dealer.\r\nvery humble and friendly mechanic, called Adama: +225 0706077955\r\n\r\nhe only speaks french but Google translate works well and he explains what's happening with the car. ","location":{"latitude":9.52019673,"longitude":-6.4779748},"category":{"name":"Mechanic and Parts"}},{"id":260777,"name":"Bamba Garage 4x4 Mitsubishi \u0026 others","date_verified":"2023-11-29T00:00:00.000Z","description":"We got our suspension exchanged here. We paid with material 15.000 CFA. Very friendly boss and several l200 parked for fixing as well","location":{"latitude":9.47925,"longitude":-5.63283},"category":{"name":"Mechanic and Parts"}},{"id":260778,"name":"Streetparking in quiet, secure neighborhood ","date_verified":"2023-12-01T00:00:00.000Z","description":"We slept here for a night. No noises. We enjoyed it, and it's close to a good restaurant ","location":{"latitude":9.44684684,"longitude":-5.63966399},"category":{"name":"Wild Camping"}},{"id":260779,"name":"Le Savanna","date_verified":"2024-02-10T00:00:00.000Z","description":"beautiful and super tasty European and African food.\r\nit's wonderful for a date night. price is a bit high but you receive wonderful value. highly recommended! \r\nIt's run by an Ivorian-French family. The owner will come and talk with you. \r\nThe cocktail menu is huge and contains traditional as well as local innovative créations. \r\nThe pulled chicken burger was very tasty. ","location":{"latitude":9.44889609,"longitude":-5.63830853},"category":{"name":"Restaurant"}},{"id":260780,"name":"ecobank","date_verified":"2023-12-01T00:00:00.000Z","description":"no fees, ATM works well, you can park in front","location":{"latitude":9.4609765,"longitude":-5.62510114},"category":{"name":"Financial"}},{"id":260781,"name":"illux pressing","date_verified":"2023-12-02T00:00:00.000Z","description":"they have European side load machines and a dryer.\r\nfor 5000 CFA we washed two loads. very nice ladies. open from 7:30 am - 8pm","location":{"latitude":9.437228,"longitude":-5.63095752},"category":{"name":"Laundromat"}},{"id":260782,"name":"Weaver Shop ","date_verified":"2024-02-01T00:00:00.000Z","description":"Coming from Bouake on the highway it's on the right side a bit before this pin. They have a shop as well\r\nThey do traditional weaving right on the spot. They will give you a short tour of how they work.\r\nYou can buy several fabrics for a good price. \r\nIt's next to the highway, very convenient to stop safely and visit traditional culture of West Africa. \r\nThey are very friendly. ","location":{"latitude":7.09296096,"longitude":-5.22848066},"category":{"name":"Shopping"}},{"id":260783,"name":"Chez le Chef ","date_verified":"2024-01-01T00:00:00.000Z","description":"Beautiful location of a local man. originally from Togo. he speaks German, French and English as he used to work in Germany, The Netherlands and England. He is very humble and friendly. he wears a chef outfit.\r\n\r\nPrice is a bit high. A very clean environment, including the eating area, toilet space , kitchen and the beach. no trash, also not much along the beach. \r\nshade from the palms. possible to lay on benches. very local feeling to relax. \r\n\r\nYou can observe fisherman pulling out of the sea the nets and if you are keen you can join them in pulling. They are very welcoming. \r\nYou could park the camper there as well\r\n+225 08 05 33 44 for Faustin, the chef, WhatsApp number to arrange everything for you.","location":{"latitude":5.20572241,"longitude":-3.79375917},"category":{"name":"Restaurant"}},{"id":261096,"name":"Orange","date_verified":"2024-01-25T00:00:00.000Z","description":"Can buy SIM card here 1k. they need passport","location":{"latitude":10.474743,"longitude":-6.405996},"category":{"name":"Wifi"}},{"id":261097,"name":"Avikham Lodge","date_verified":"2024-06-23T00:00:00.000Z","description":"I was passing by and asked if they would allow us to stay the night in our van, with use of the shower in the morning. The price was 10000.\r\n\r\nRooms start at 25.000, breakfast included. \r\n\r\nThe place is located on the river, they have a nice bar/restaurant with a TV, stocked with beer and wine, from here you can look out to the Azagny National Park. A few different places to chill. We had a kayak with us so we took it out early morning to observe wildlife in the national park, we could hear some chimps but unfortunately didn't see them.\r\n\r\nThere is a tap to refill water tank as well as some grass area where it may be possible to pitch a tent. Ate in the restaurant as there is nothing within walking distance. They also had a few boats but I didn't enquire about the price. Arrive early in the day to make the most of the facilities, it was a nice peaceful stay.\r\n\r\nSafe parking in gated compound.","location":{"latitude":5.20395648,"longitude":-4.96062861},"category":{"name":"Hotel"}},{"id":261098,"name":"Le Rocher des amours","date_verified":"2024-01-31T00:00:00.000Z","description":"Big rock formation and viewpoint of the beaches. Worth a visit but be careful of random people demanding money to pass between the beaches, over the rock or over the bridge. Don't be fooled, say no and laugh it off","location":{"latitude":4.722967,"longitude":-6.639052},"category":{"name":"Tourist Attraction"}},{"id":261099,"name":"Beach parking","date_verified":"2024-02-01T00:00:00.000Z","description":"One of two car parks for the beach no problem for overnight parking. No guard or payment it is a relaxed area, good phone signal with Orange","location":{"latitude":4.735283,"longitude":-6.620981},"category":{"name":"Wild Camping"}},{"id":261100,"name":"Beach parking","date_verified":"2024-02-01T00:00:00.000Z","description":"One of two car parks for the beach no problem for overnight parking. No guard or payment it is a relaxed area, good phone signal with Orange","location":{"latitude":4.734629,"longitude":-6.623285},"category":{"name":"Wild Camping"}},{"id":261101,"name":"San Pedro Market","date_verified":"2024-02-02T00:00:00.000Z","description":"The place to come for buying a variety of fruits and vegetables, meat, some basic clothing and household goods. Be prepared to negotiate for the price, often they will charge more for tourists","location":{"latitude":4.746346,"longitude":-6.630592},"category":{"name":"Shopping"}},{"id":261328,"name":"Benedictine Sister of Bouake Monastery ","date_verified":"2024-02-04T00:00:00.000Z","description":"Monastery out of town. Sisters are very nice. Big gated compound. Possible to sleep in the car but they have rooms as well. 15000 CFA/room w/ ac and en-suite bathroom, bf included.\r\n","location":{"latitude":7.697724748991221,"longitude":-4.982649168586473},"category":{"name":"Informal Campsite"}},{"id":261332,"name":"La Brioche","date_verified":"2024-03-19T00:00:00.000Z","description":"Bakery with super delicious, buttery pastry and cakes. They have \r\n\r\nhomemade icecream, \r\nhomemade yogurt, \r\nhomemade juices (baobab, ginger-lemon, tamarind) and \r\na terrace to sit and enjoy life and sweet treats. Best we had in months! ","location":{"latitude":7.408441342420296,"longitude":-7.551419930539607},"category":{"name":"Restaurant"}},{"id":262266,"name":"Chad Embassy ","date_verified":"2024-02-12T00:00:00.000Z","description":"Took some time to find it, because they moved twice. This is the accurate location. \r\n\r\nVisa Costs are 35.000 cfa. It’s possible to get an express for double the price and you’ll get it on the next day. Normal waiting time is three days. They’ll call you. \r\n\r\nVisiting by car you’ll need two photos, a hotel booking and a copy of your passport. \r\n","location":{"latitude":5.35745874513439,"longitude":-3.987727649513621},"category":{"name":"Consulate / Embassy"}},{"id":262376,"name":"DRC Embassy","date_verified":"2024-05-22T00:00:00.000Z","description":"The embassy of DRC in Abidjan. The visa requirements and prices are in the list that I appended.","location":{"latitude":5.369318248154528,"longitude":-3.98981571179813},"category":{"name":"Consulate / Embassy"}},{"id":262792,"name":"Orange simcard","date_verified":"2024-05-02T00:00:00.000Z","description":"In the other orange place (main road) they told me they do not sell sim cards anymore. They sent me here to buy the simcard. Same price 1000 fcfa. They need your passport to activate it. ","location":{"latitude":7.258972944139911,"longitude":-8.155137984324396},"category":{"name":"Wifi"}},{"id":262886,"name":"BNI ATM","date_verified":"2024-02-15T00:00:00.000Z","description":"ATM between Abidjan and Ghana border. Doesn’t have withdrawal fees. \r\n\r\n","location":{"latitude":5.268268050543009,"longitude":-3.597649468746244},"category":{"name":"Financial"}},{"id":262894,"name":"Orange Shop","date_verified":"2024-02-17T00:00:00.000Z","description":"Here you can buy a SIM Card. Everyone is very nice. To recharge go 20 m back to a Orange Box\r\n","location":{"latitude":7.275038,"longitude":-7.775828},"category":{"name":"Wifi"}},{"id":262895,"name":"Police Control ","date_verified":"2024-06-10T00:00:00.000Z","description":"Mr. Privat tried to give us a fine because we supposedly didn't stop. But there was no stop sign at all. After a short discussion we were able to drive again without paying a fine.","location":{"latitude":7.383157,"longitude":-7.569322},"category":{"name":"Checkpoint"}},{"id":262987,"name":"Hotel „Non Stop“","date_verified":"2024-04-21T00:00:00.000Z","description":"Fan double room 10.000\r\nA/c double room 20.000\r\n\r\nSafe parking for motorbikes and bicycles within the compound, for cars they arrange safe parking in the adjacent neighbour‘s yard.","location":{"latitude":9.448701473893085,"longitude":-5.628489889209744},"category":{"name":"Hotel"}},{"id":263104,"name":"in the palm","date_verified":"2023-06-03T00:00:00.000Z","description":"DON’T GO !!\r\n\r\nWe were assaulted in the afternoon as we settled in to spend the night.  \r\n4 men violently attacked us (we received blows) and we threatened a machete to rob us.  Beware they are dangerous.  \r\nThe area is not safe for wild camping. ","location":{"latitude":5.303942,"longitude":-4.6406803},"category":{"name":"Warning"}},{"id":263141,"name":"Corrupt Police checkpoint ","date_verified":"2024-04-18T00:00:00.000Z","description":"Very corrupt and a young guy was very aggressive. All the Police man pulled of their names from the uniforms. Wanted to give us a Fine. Wanted to control our smartphones for pictures. After 10 minutes it escalated we told them to call the embassy. The oldest Officer noticed that it will not come to a good end, so he let us go and he asked twice, that we didn‘t gave money to him. Our Tip: make a hidden picture when you arrive at the checkpoint, and Write down the Name of the Officer before they hide their names.","location":{"latitude":6.909828,"longitude":-6.351404},"category":{"name":"Checkpoint"}},{"id":263243,"name":"Hotel de l‘Amitie","date_verified":"2024-02-20T00:00:00.000Z","description":"Nice and clean, friendly staff, safe parking for cars and bikes, nice green courtyard and comfortable rooms with en-suite.\r\nWe payed 10.000 for a room with a/c and hot water.\r\nNo breakfast atm, but bakery 50m away. \r\nClose to train station. ","location":{"latitude":9.964792686523836,"longitude":-5.145665025343322},"category":{"name":"Hotel"}},{"id":263252,"name":"Checkpoint for  passport control","date_verified":"2024-03-12T00:00:00.000Z","description":"Police checkpoint with control of passport and photos of truck and passengers didn't ask for bribes ","location":{"latitude":7.26163,"longitude":-8.09932},"category":{"name":"Checkpoint"}},{"id":263284,"name":"Local Eatery","date_verified":"2024-02-20T00:00:00.000Z","description":"Tasty local eatery with yummy fish soup and rice for 1k CFA. Open on a Tuesday at 4pm, and blasting good tunes in a tropical setting","location":{"latitude":6.831191666666666,"longitude":-5.260276666666666},"category":{"name":"Restaurant"}},{"id":263289,"name":"Bakery \u0026 Pizzeria ","date_verified":"2024-02-16T00:00:00.000Z","description":"Croissants and pan au chocolate. They also advertise pizza and burger but I didn't try them","location":{"latitude":4.94884029,"longitude":-6.09063394},"category":{"name":"Restaurant"}},{"id":263389,"name":"Pizzeria ","date_verified":"2024-02-20T00:00:00.000Z","description":"The place to come for pizza, starting from 6000 for Margarita - thin crust and wood fired. Beers 1000, they also do some local dishes, a big outdoor seating area. \r\n\r\nWe slept in our camping car on the grass next to this place, no problems","location":{"latitude":5.203126,"longitude":-4.408229},"category":{"name":"Restaurant"}},{"id":263395,"name":"HH service Yakro","date_verified":"2024-02-20T00:00:00.000Z","description":"Multi-service for photocopies, administrative needs. Really nice guys who let me use their wifi for free","location":{"latitude":6.830583333333334,"longitude":-5.261943333333333},"category":{"name":"Wifi"}},{"id":263414,"name":"Tanoe Hotel","date_verified":"2024-02-21T00:00:00.000Z","description":"Basic hotel close to the border. Has fan rooms and AC rooms. 5k for fan room 10k for AC","location":{"latitude":5.2901820893606315,"longitude":-2.790316731534573},"category":{"name":"Hotel"}},{"id":263626,"name":"Copy Shop","date_verified":"2024-05-10T00:00:00.000Z","description":"Great, fast wifi here for 100 CFA per hour. Nice guys and there is a/c inside.","location":{"latitude":6.816666666666666,"longitude":-5.266666666666667},"category":{"name":"Wifi"}},{"id":263627,"name":"Marvin Hotel","date_verified":"2024-02-23T00:00:00.000Z","description":"Recommended by Chloe, as her place was full. Decent, good a/c and reasonably quiet. Cheapest room was 15k, and it was spacious, with a bathroom, and clean enough. No bugs and bed was firm. There is an area that might be ok to park cars within the compound, but haven't asked if that's allowed or not. \r\n","location":{"latitude":5.21371780902563,"longitude":-3.742825495700627},"category":{"name":"Hotel"}},{"id":263636,"name":"Goshen Hotel","date_verified":"2024-02-23T00:00:00.000Z","description":"Good hotel with friendly staff, rooms with reliable AC and WIFI for 22000. ","location":{"latitude":7.4098733333333335,"longitude":-7.569698333333334},"category":{"name":"Hotel"}},{"id":263653,"name":"Immigration Cote D'Ivoire","date_verified":"2024-02-13T00:00:00.000Z","description":"3km before border. Small wooden house. be aware, difficult to see and he asked for  2000 cefa.","location":{"latitude":5.09897,"longitude":-3.14291},"category":{"name":"Customs and Immigration"}},{"id":263777,"name":"Piccolo Beach ","date_verified":"2024-02-23T00:00:00.000Z","description":"Nice beach bar, they have their own parking area. fast WiFi and a good sized menu, even have vegetarian options. our favourite place in the area including jackville","location":{"latitude":5.21446881,"longitude":-4.28209107},"category":{"name":"Restaurant"}},{"id":263778,"name":"Camping ZALPHA","date_verified":"2024-06-23T00:00:00.000Z","description":"This camp is a must visit, very hospitable and friendly owner who lives on site, he has an emphasis on keeping the place natural. He owns the surrounding cacao farm, and also grows many fruits like bananas, papayas, coconut and avocados.\r\n\r\nLocated on the Sassandra river, we saw Manatees multiple times and also took a tour up river to see the hippos. From the camp you can also observe King fisher birds. We paid 5000 per night to stay in our camping car, there are basic bungalows and also possible to pitch a tent. Bucket shower and toilet available, or swim and wash in the river. They make local food or you can make your own.\r\n\r\nThe owner cares about wildlife and is very enthusiastic about showing his place and what he is growing, genuinely friendly, he made a great effort to speak some English to us, he is happy to learn.\r\n\r\nThe path to reach the camp is not on the map, from the main road you will see a sign for Camping Zalpha, from here you take the track through a small village and into the farm. The track is a little thin and bumpy in places but we had no problem with our long sprinter 2wd, but anything bigger than this would probably struggle.\r\n\r\nThe owner, Goue Andre Clotaire is on WhatsApp +2250501103620\n\nIf you want food, let him know you are coming as he can’t stock supplies without a fridge.","location":{"latitude":4.995802,"longitude":-6.101939},"category":{"name":"Established Campground"}},{"id":263791,"name":"Shopping mall - Cosmos Yopougon","date_verified":"2024-03-17T00:00:00.000Z","description":"Modern shopping mall with free parking. there is a Carrefour, food court, Decathlon and a selection of ATMs. I used Orabank for free withdrawal","location":{"latitude":5.349231,"longitude":-4.074691},"category":{"name":"Shopping"}},{"id":263900,"name":"Customs ","date_verified":"2024-02-25T00:00:00.000Z","description":"This is the place where to stamp in/out your Carnet when coming from or going to Burkina Faso. NOT at the border!!!\r\nGo into the big yellow building, turn left on the ground floor and walk to the last door on the left side. He will fill out the paperwork but not stamp it.\r\nThe stamp officer is in the first floor but if you kindly ask they will send someone to go there for you. Much faster.\r\nGuys don’t know how to handle Cdp, so stay vigilant and explain it step by step. ","location":{"latitude":9.980454649785397,"longitude":-5.161509923641721},"category":{"name":"Customs and Immigration"}},{"id":264459,"name":"DOMAINE BINI HOTEL CAMPAMENT","date_verified":"2024-02-27T00:00:00.000Z","description":"This new accommodation in Tabou point beach (not Tabou city on the border) is the cleanest, relax and beautiful beach that we have been in all of West Africa. No people are disturbing you, they have a lodge with a restaurant, and the tipis are individual medium size tents. Chris is the manager, but Clement has been the king of the service staff. ","location":{"latitude":4.4698400000000005,"longitude":-7.249983333333334},"category":{"name":"Hotel"}},{"id":264506,"name":"Hotel Carmel (before La Citadelle)","date_verified":"2024-03-09T00:00:00.000Z","description":"previous \"Citadelle hotel\" with new name that is Carmel. The rooms fee,  from 10000cfa (fan), 15000cfa, 18000cfa (AC), to 20000 cfa (AC). Good if you need to stay in the centre for few days for stuffs and not neccesary go to Grand Bassam.  Private toilet, double size bed, clean and balcony.","location":{"latitude":5.290814999999999,"longitude":-3.955236666666667},"category":{"name":"Hotel"}},{"id":264567,"name":"Gare de STAFF","date_verified":"2024-03-02T00:00:00.000Z","description":"This is a bus to Burkina Faso. Buses everyday at 08:00 and 15:00. You can go to Ouagadougou or even further north if you like to a town called Dori. 8,000CFA to Bobo-Dioulasso and 14,000 to Ouagadougou. You must have a evisa or visa from embassy at the time of writing this. VOA is no longer available. ","location":{"latitude":9.48181463310099,"longitude":-5.641630205760802},"category":{"name":"Other"}},{"id":264568,"name":"car accesories and mechanich garage","date_verified":"2024-03-02T00:00:00.000Z","description":"Big stock , store, oil, filters, amortiguations, etc. multi brands, they are clear with the prices. you can buy only the products, or also leave yoir car in their garage to change  or repair those  items.","location":{"latitude":5.292858333333333,"longitude":-3.9824533333333334},"category":{"name":"Mechanic and Parts"}},{"id":264876,"name":"Hôtel L'amitié ","date_verified":"2024-05-05T00:00:00.000Z","description":"Nice Local hôtel, very friendly people, rooms start at 5000cfa and they are pretty decent.\r\nNice terrace at the back","location":{"latitude":7.41788412,"longitude":-7.54536234},"category":{"name":"Hotel"}},{"id":264886,"name":"Vaccination place","date_verified":"2024-03-04T00:00:00.000Z","description":"Here you can get ANY vaccine you need or want. No appointment needed. Bring yellow booklet and some cash. That’s it.\r\nGot meningitis vaccine within 12 minutes.\r\nWeekdays from 7:30 - 14:00\r\nSee picture for pricelist. \r\nYellow fever 8€, Meningitis 10€ etc. Very efficient and fast! ","location":{"latitude":5.294552603741445,"longitude":-4.005396701399241},"category":{"name":"Medical"}},{"id":264887,"name":"hotel Horizon","date_verified":"2024-03-05T00:00:00.000Z","description":"10000 cfa a room air conditioner, tv, sofa. We kept our 4x4 in the private parking.","location":{"latitude":6.83563082,"longitude":-5.25901941},"category":{"name":"Hotel"}},{"id":265290,"name":"Malik Hotel","date_verified":"2024-02-26T00:00:00.000Z","description":"Ac room with double bed, TV \u0026 cold shower was 10500 per night. Clean enough. We stayed here while recovering from malaria, there is secure parking and a shop over the road to buy water and basic snacks","location":{"latitude":6.718277,"longitude":-3.518057},"category":{"name":"Hotel"}},{"id":265350,"name":"Orange shop for Sim card","date_verified":"2024-03-18T00:00:00.000Z","description":"Shop open on Saturdays to buy sim card.\r\nThey also sell mobile devices","location":{"latitude":7.4113562330672345,"longitude":-7.550109252340673},"category":{"name":"Wifi"}},{"id":265464,"name":"Hotel Carrefour","date_verified":"2024-03-10T00:00:00.000Z","description":"Nice and clean hotel in Seguela.\r\nIt has a wonderful shower. The breakfast is not so good. During the weekends can be a little noisy. Irrigation has a swimming pool and a very slowly restaurant.","location":{"latitude":7.963511464193389,"longitude":-6.668420461943996},"category":{"name":"Hotel"}},{"id":266150,"name":"Authentic (!) chinese restaurant ","date_verified":"2024-03-14T00:00:00.000Z","description":"If you have been to China and know the real stuff, this is the place to go. Chinese restaurant made by Chinese for Chinese. Southern Chinese cuisine, homemade Tofu (also in the adjacent shop), all the classic dishes you would expect.\r\nTypical Chinese atmosphere and dining culture. If you know China, you know what that means. Very welcome break from westafrican boring dishes. \r\nCome early (around 18:00), otherwise no chance to get a table. ","location":{"latitude":5.3554621757989285,"longitude":-3.990374151621005},"category":{"name":"Restaurant"}},{"id":266221,"name":"Service civil ","date_verified":"2024-03-13T00:00:00.000Z","description":"A good place with a parking with guard \r\nI just ask to guy who worked here for stay for the night in road for Guinee \r\n\r\nLittle noisy but it s ok for one night \r\nThere is lot of food selection around ","location":{"latitude":7.263301787049878,"longitude":-8.154587538183645},"category":{"name":"Informal Campsite"}},{"id":266536,"name":"Onomo Hotel Abidjan","date_verified":"2024-03-19T00:00:00.000Z","description":"Located within walkable distance from the airport. Has a new wing and what seems to be an old side. Of course any hotel in Côte d’Ivoire without AC is not a hotel. They have a functional wifi.","location":{"latitude":5.256873586897591,"longitude":-3.937184479280924},"category":{"name":"Hotel"}},{"id":266793,"name":"Assurances","date_verified":"2024-03-27T04:49:27.000Z","description":"Super friendly guy, sorted out a years (shortest available) ECOWAS insurance for a UK motorcycle. Couldn’t get a brown card but he advised, at least in Ivory Coast, that they could only issue those for cars. Cost 30k which was reasonable, got 2 stamped copies, 1 of which he laminated and also a digital pdf. Has a QR code on the form, so easily accessible for checks. I’ll update if I run into any issues with it but so far so good.\r\n\r\nGuy in the back room also fixes any type of phone if you need anything sorted.","location":{"latitude":7.40925,"longitude":-7.55277},"category":{"name":"Vehicle Insurance"}},{"id":266813,"name":"Bereby Market","date_verified":"2024-02-03T00:00:00.000Z","description":"Place to buy fresh fruit and vegetables, among other things. I feel we got pretty cheap (local)  prices here compared to elsewhere","location":{"latitude":4.64994,"longitude":-6.924942},"category":{"name":"Shopping"}},{"id":266814,"name":"Secluded beach","date_verified":"2024-02-03T00:00:00.000Z","description":"To get here take the path from the road into the abandoned resort and down the concrete stairs to the beach. We saw no one here, nice place to come for a picnic and relax by the sea","location":{"latitude":4.649528,"longitude":-6.920058},"category":{"name":"Tourist Attraction"}},{"id":266816,"name":"Proceed with caution","date_verified":"2024-04-10T00:00:00.000Z","description":"Be careful when passing through this village. Close to the market and just before a speed bump, all of a sudden many teenagers ran in the road and pulled out a makeshift tire spike. We had no choice but to stop and roll down the window to find out what they want, of course we already knew, he grabbed my door and shouted \"you give me money\" Absolutely not. When the the kid let go of the door to write down our number plate on a but of paper, this was our chance. \n\nRevved the engine loud and accelerated hard, they jumped out if their skins, we managed to narrowly drive around the tire spike. They hit our car and shouted no, began to chase us. We had to run a red light to escape them. Again this reminds us, don't listen to anyone unless they are in uniform","location":{"latitude":5.866395,"longitude":-4.759381},"category":{"name":"Warning"}},{"id":266901,"name":"Hotel de La Relais","date_verified":"2024-03-21T00:00:00.000Z","description":"Clean, comfortable, convenient. No frills, though. And I don’t think they offer food or drinks so best to stock up before you arrive. Rooms with good AC 12,000 CFA. Plenty of parking","location":{"latitude":5.4360248381322585,"longitude":-3.2635931577563877},"category":{"name":"Hotel"}},{"id":267047,"name":"Royal Rama Hotel","date_verified":"2024-03-23T00:00:00.000Z","description":"New hotel in Soubré, excellent conditions, closed parking for 4x4s.  The owner is Mr.  Michel +2250708228272\r\nRooms from 15000cfa with a/c","location":{"latitude":5.79343143123918,"longitude":-6.593805741644704},"category":{"name":"Hotel"}},{"id":267329,"name":"hôtel mont dent","date_verified":"2024-05-23T00:00:00.000Z","description":"nice place if you want to be near the city centre. 14000 cfa for AC room, 8000 for fan room.","location":{"latitude":7.407699185069031,"longitude":-7.547554224657647},"category":{"name":"Hotel"}},{"id":267472,"name":"La foret des singes sacrés","date_verified":"2024-05-06T00:00:00.000Z","description":"There are Mona Monkeys in a sacred forest. They are lured with bananas and you can watch the monkeys right at the entrance. \r\nIt costs 2000 XFA.","location":{"latitude":7.414864388127359,"longitude":-7.57149034829708},"category":{"name":"Tourist Attraction"}},{"id":267480,"name":"Total Gas Station","date_verified":"2024-03-23T00:00:00.000Z","description":"They accept Visa cards for fueling. And they have a restaurant too.","location":{"latitude":7.666985001422154,"longitude":-5.027928873901281},"category":{"name":"Fuel Station"}},{"id":267481,"name":"Hotel President","date_verified":"2024-03-23T00:00:00.000Z","description":"Part of a conclave of grand developments in the city.  Like the name says, it was dedicated to the president who used to stay here. We stopped by to have lunch at the top. The view of the city from here is amazing and the food is great too. ","location":{"latitude":6.7955140821050515,"longitude":-5.256137671741063},"category":{"name":"Hotel"}},{"id":267666,"name":"L'epi D'or","date_verified":"2024-04-18T00:00:00.000Z","description":"Fantastic well stocked bakery! One of the best outside of capital cities that we have seen \r\nvery reasonable prices (400cfa for a croissant au chocolat) and lots of choice of breads and pastries \r\nalso a restaurant on site but we didn't sit down and eat so can't comment on the service ","location":{"latitude":6.815601023845375,"longitude":-5.27457064948976},"category":{"name":"Restaurant"}},{"id":267667,"name":"cooking gas refill station","date_verified":"2024-04-01T00:00:00.000Z","description":"They refilled our EU Gas bottles for 7500 XCA for 10 kg.","location":{"latitude":7.361262089338401,"longitude":-7.588192221970958},"category":{"name":"Propane"}},{"id":267734,"name":"bel hôtel ","date_verified":"2024-03-27T00:00:00.000Z","description":"had a look at hotel sonia around the corner but it was pretty gross and run down. here they have legitimately european standard rooms for 15000 fcfa. all rooms have AC.","location":{"latitude":6.895695568825875,"longitude":-6.441238171097615},"category":{"name":"Hotel"}},{"id":267846,"name":"ATM Visa","date_verified":"2024-03-29T00:00:00.000Z","description":"Bank is few meters before the coordinate s.\r\nYellow Building ","location":{"latitude":6.217486918059391,"longitude":-7.486990920454058},"category":{"name":"Financial"}},{"id":268097,"name":"Hôtel grâce good location ","date_verified":"2024-05-01T00:00:00.000Z","description":"This is the good place of the hotel,\r\nStill up and running \r\n\r\nVerry nice place with lovely staff,\r\n8000cfa for a fan room and possibility AC but I don’t know the price \r\n\r\nVerry clean\r\n\r\nBig parking for 4x4 maybe 5 can fit inside ","location":{"latitude":7.265109959996529,"longitude":-8.143058074645829},"category":{"name":"Hotel"}},{"id":268098,"name":"Mahapleu Water fall","date_verified":"2024-03-04T00:00:00.000Z","description":"Verry nice waterfall where you can swim, \r\n500cfa to get in \r\n","location":{"latitude":7.245099549188484,"longitude":-7.838419899351746},"category":{"name":"Tourist Attraction"}},{"id":268099,"name":"12 arrondissement police station","date_verified":"2024-03-13T00:00:00.000Z","description":"You’ll find here the police station that give you Certificat de Residence,\r\nEasy \r\nJust go there with 2000cfa (no change)\r\nYou wait you’re turn and it’s done \r\n\r\nJust need passport\r\nAdress somewhere in Abidjan \r\nPhone number ","location":{"latitude":5.373761546803048,"longitude":-3.9930859487540955},"category":{"name":"Customs and Immigration"}},{"id":268461,"name":"Bunker","date_verified":"2024-04-02T00:00:00.000Z","description":"wonderful local Restaurant with fresh fish located direct on the beach of the Lagune. It's also a place you can stay over night","location":{"latitude":5.344780785343534,"longitude":-3.1319121351851917},"category":{"name":"Restaurant"}},{"id":269976,"name":"Next to Monolith","date_verified":"2024-04-14T00:00:00.000Z","description":"Nice and quiet spot under a mongo tree with beautiful vieuws of the Monolith. A few locals around very friendly ","location":{"latitude":9.5047608,"longitude":-6.48239189},"category":{"name":"Wild Camping"}},{"id":270077,"name":"Au château - local restaurant","date_verified":"2024-04-10T00:00:00.000Z","description":"We stopped in this very nice local restaurant for lunch and it was super delicious ! We took chicken with \"sauce aux graines \", foutou (banana paste, super tasty) and rice for 1500 CFA /person. You Can Park next to thé restaurant and sit in the shadow. Plenty of local people eat there, dont miss this place! Nadège will welcome you with a Big smile !","location":{"latitude":5.8732731,"longitude":-4.78159852},"category":{"name":"Restaurant"}},{"id":270078,"name":"Bad condition ","date_verified":"2024-06-19T00:00:00.000Z","description":"The road is in Bad condition, from Daola to San pedro","location":{"latitude":6.559206,"longitude":-6.55644194},"category":{"name":"Warning"}},{"id":270254,"name":"Polyclinique Farah","date_verified":"2024-04-16T00:00:00.000Z","description":"Great clean private hospital where you can find good doctors in a lot of fields.\r\nPeople are friendly and can help you.\r\n\r\nThey also have an emergency service open 24/7.","location":{"latitude":5.310439,"longitude":-3.986621},"category":{"name":"Medical"}},{"id":270301,"name":"Commissariat du 26ème (residence certificate)","date_verified":"2024-04-17T00:00:00.000Z","description":"Here you can do certificat de résidence for 2000cfa. Very quick, you only need your passeport and an adress in abidjan.","location":{"latitude":5.30641298,"longitude":-3.96391143},"category":{"name":"Customs and Immigration"}},{"id":270311,"name":"Supermarket Cash Côte d'Ivoire ","date_verified":"2024-04-17T00:00:00.000Z","description":"Supermarket with some decent choice, some imported products.","location":{"latitude":7.410156037170157,"longitude":-7.549686474701757},"category":{"name":"Shopping"}},{"id":270421,"name":"Abobo second hand parts (car breakers)","date_verified":"2024-04-18T00:00:00.000Z","description":"If you need second hand parts, you can go there.\r\n\r\nIt's a shop, where they can find all parts in car breakers.\r\n\r\nThey can find Mercedes, Toyota, Renault parts...\r\n\r\nWith very good prices !\r\n\r\nFriendly people.","location":{"latitude":5.40117911,"longitude":-4.02088069},"category":{"name":"Mechanic and Parts"}},{"id":270688,"name":"NSIA Assurances","date_verified":"2024-04-20T00:00:00.000Z","description":"I took out insurance for our 7.5 ton truck here for 3 months for 35,000 CFA. I had to negotiate, but it wasn't a problem.","location":{"latitude":4.7447536328644295,"longitude":-6.632403185217464},"category":{"name":"Vehicle Insurance"}},{"id":270971,"name":"Residence Hote","date_verified":"2024-01-18T00:00:00.000Z","description":"nice and clean rooms for 15.000 cfa (negoatiable). very recommendable.\r\nparking only for max. one car, which shouldn't be higher than 2,4 m (guessing the hight).","location":{"latitude":9.45363858,"longitude":-5.6609128},"category":{"name":"Hotel"}},{"id":271036,"name":"Boulangerie Resto Sénoufo","date_verified":"2024-04-22T00:00:00.000Z","description":"Fastfood restaurant with a decent selection and prices. Also a bakery and ice cream shop !","location":{"latitude":9.461435476374735,"longitude":-5.624989595350997},"category":{"name":"Restaurant"}},{"id":271105,"name":"Centre Spirituel Marianiste Village","date_verified":"2024-06-14T00:00:00.000Z","description":"Abidjan is a crazy and polluted city, and if you are here to wait for a visa or just passing by, we can not recommend enough this Marianiste mission. They are in a quiet neighbourhood, have secured and guarded car park, with few spots in the shade. You can either camp if you are self-sufficient or take a room. The rooms are simple but clean and with fully working and quiet AC, shower and private toilet. There are many options starting from 10,000 CFA pp pn in a room with a fan and no food, up to 20,000CFA pp pn in an AC room, and 3 large meals included. With the hotel prices in Abidjan this does not seem that expensive and in addition they have fast 5G Wifi and most importantly you will not be disturbed by drunk people or prostitutes, obviously you should have a respectful behaviour, it's a Church at the end. Don't know how much it would cost to stay in the car park, but i guess they will take a donation. If you want to save some money, you can negotiate the price before, by getting in touch with the reception or pop in for a chat. They will welcome you with open arms. ±225 0708055398 or 0789660877","location":{"latitude":5.317191705107689,"longitude":-4.140372164547443},"category":{"name":"Informal Campsite"}},{"id":271125,"name":"OLA Energie","date_verified":"2024-04-22T00:00:00.000Z","description":"This is the last real fuel station before heading south on the poor dirt road to Tai village. Fill here with reliable petrol or diesel, many places on the way have only poor quality fuel for Motos","location":{"latitude":6.541452,"longitude":-7.516637},"category":{"name":"Fuel Station"}},{"id":271126,"name":"Ora bank","date_verified":"2024-04-22T00:00:00.000Z","description":"Ora bank atm to get cash. they don't charge a fee for usage","location":{"latitude":6.745974,"longitude":-7.3461},"category":{"name":"Financial"}},{"id":271350,"name":"Hôtel Lucia","date_verified":"2024-06-23T00:00:00.000Z","description":"Very beautiful hostel with river view.\r\n\r\nBeautiful rooms : 25000 CFA for a A/C room for 2 persons.\r\n\r\nWe slept in our 4x4 for 3000 CFA with shower and toilet access.\r\n\r\nBeautiful river !!\r\n","location":{"latitude":5.2231592,"longitude":-4.96172314},"category":{"name":"Hotel"}},{"id":271385,"name":"Hotel Doufoulougou","date_verified":"2024-04-25T00:00:00.000Z","description":"Guesthouse with Ac room for 10000 XFA and Fan room for 6000 XFA. Clean and central. Easy to get to with a tuktuk. They cost 200 XFA and plenty of options around to find some grilled fish. ","location":{"latitude":4.4208697,"longitude":-7.3559181},"category":{"name":"Hotel"}},{"id":271760,"name":"Byblos Restaurant ","date_verified":"2024-04-26T00:00:00.000Z","description":"Really good Lebanese restaurant in the Center of town. Family owned and the owner Said is extremely welcoming and helpful. \r\n\r\nAlso near Atlantique hotel that was reasonably priced. ","location":{"latitude":4.7448857,"longitude":-6.6311083},"category":{"name":"Restaurant"}},{"id":271962,"name":"Top Moto","date_verified":"2024-04-30T00:00:00.000Z","description":"Motorbike shop that has nearly everything you could need at European standards ","location":{"latitude":5.291183636782808,"longitude":-3.978571121310587},"category":{"name":"Mechanic and Parts"}},{"id":272140,"name":"La Roche Rouge","date_verified":"2024-04-27T00:00:00.000Z","description":"Beach Bungalow  Hotel, with possibility to camp under the trees. 4x4 recommended because of some deep sand.  Restaurant with cabana and bar.\r\nFor campers they have bucket toilet and shower.  Friendly staff and right next to the beach. \r\nBungalow per night 35000 cfa\r\nCamping per night 10000 cfa 2 persons.","location":{"latitude":4.610452093183994,"longitude":-6.96803611703217},"category":{"name":"Hotel"}},{"id":272166,"name":"Square Gravel Place","date_verified":"2024-04-25T00:00:00.000Z","description":"Square (20x20m), level gravel place next to the road. Little vegetation, that will block a single vehicle (\u003c3.5t). In general big enough for trucks (\u003c18t). Arrived at dawn and left shortly after sunrise. Only for recommended for a single night.\r\n\r\nTraffic is moderate to low between 11pm and 7am. Expect some traffic noise.","location":{"latitude":6.5104879,"longitude":-6.2348542},"category":{"name":"Wild Camping"}},{"id":273352,"name":"small appartment ","date_verified":"2024-05-11T00:00:00.000Z","description":"small  appartement.  double bed. small living room. kitchen equipped. Air conditioning. around 20000 cfa.\r\n\r\ncall Mathurin +225 0710751963","location":{"latitude":5.277531666666666,"longitude":-3.9796783333333337},"category":{"name":"Hotel"}},{"id":273575,"name":"Hotel Kennedy","date_verified":"2024-05-12T00:00:00.000Z","description":"I came here cause the fan rooms in all other options were full. Clean hotel with (quite big) rooms starting at 5000 CFA. 24/7 electricity and water. In theory there is a Wifi network, but they told me it wouldn’t work at the moment. \r\n","location":{"latitude":6.829231489370646,"longitude":-5.264838184885005},"category":{"name":"Hotel"}},{"id":273669,"name":"Agboola Automobile Tailor ","date_verified":"2024-05-09T00:00:00.000Z","description":"Aboola repairs, sews, reupholsters all the seats, foams, seats, armchairs... he redoes leather steering wheels and gear shift knobs too. he redoes bicycle and motorcycle saddles. Really nice job, and not expensive !\r\nContact : +225 01 43 41 45 96\r\n","location":{"latitude":5.411132668738495,"longitude":-3.985617788542869},"category":{"name":"Mechanic and Parts"}},{"id":274027,"name":"La Citadelle Hotel","date_verified":"2024-02-15T00:00:00.000Z","description":"Cheap hotel, 8k for a room with a fan and bathroom. Ok for a night and the cheapest I could find in the area ","location":{"latitude":4.747438817126999,"longitude":-6.630988804055109},"category":{"name":"Hotel"}},{"id":274222,"name":"Mosquée du Plateau","date_verified":"2024-05-17T00:00:00.000Z","description":"Really nice colourful mosque. inside completely air-conditioned. We gave the security guy a little tip of 500 XOF and he let us shoot a few pictures inside.","location":{"latitude":5.31900197,"longitude":-4.01589998},"category":{"name":"Tourist Attraction"}},{"id":274223,"name":"BANCO NATIONAL PARK","date_verified":"2024-05-17T00:00:00.000Z","description":"10.000 XOF for foreigners (5.000 XOF for ECOWAS people). Tuktuk 500 pp each way (they told you that not exactly but 500 is one way). My advice is to walk the 3 km, it's shady, and the way is even and no problem), you will see more forest and maybe animals as on the inner parc, cause there is party by the locals). Beware of the guide! Our (Roger) said after leaving the parc that there is a guide fee (10.000). We discussed a time and refused that, and leave without the payment. If you have the same problem just ask him to go to the counter to discuss and solve the problem, that would help). ask the guide before the tour or just refuse the guide at the beginning, you don't need it (e.g. they lost the key for the museum so even with guide you will only see through the open windows). at the pond with the \"restaurant\" there is a tasty tamarind juice for 500 and simple toilets. At the little village inside you can buy fish food for 500, it's worth because there are huge fish's (catfish).","location":{"latitude":5.36011554,"longitude":-4.04666593},"category":{"name":"Tourist Attraction"}},{"id":274398,"name":"Palais Présidentiel de Yamoussoukro","date_verified":"2024-05-18T00:00:00.000Z","description":"You can visit the palace, if nothing important happend at the time. Talk to the guards. The said you have to write a letter to the office to get an invitation. but for 20.000 CFA you can talk a visit. We negotiated to 10.000 CFA. You don't see so much, but's fun to drive with the guard throw the place, only 15 minutes.","location":{"latitude":6.82268491,"longitude":-5.28110532},"category":{"name":"Tourist Attraction"}},{"id":275132,"name":" Corrupt money changer ","date_verified":"2024-05-31T00:00:00.000Z","description":"Corrupt money Changer. Watch out for this guy. It cost us €35,- When he is counting again the bills you gave hem, he will “discover” that the amount of money is less than you gave. He has really fast fingers… He was wearing a Croatia soccer shirt ","location":{"latitude":7.60976,"longitude":-8.3118},"category":{"name":"Warning"}},{"id":276009,"name":"Embassy of Equatorial Guinea","date_verified":"2024-05-10T00:00:00.000Z","description":"New address of the Embassy of Equatorial Guinea. Extremely bureaucratic. They ask for a lot of documents to issue the visa (like bank statements, criminal record certificates and other b***hit). The price is 200k CFA. That’s absolutely insane. They will make everything so you don’t go there, like me after all that.","location":{"latitude":5.3893789361883435,"longitude":-3.9840082484587818},"category":{"name":"Consulate / Embassy"}},{"id":276695,"name":"Katoum","date_verified":"2024-05-04T00:00:00.000Z","description":"A beautiful hotel and restaurant overlooking the sea. The rooms were out of budget for me, but for 10,000 CFA you can have a nice meal (grilled fish, pizza etc.) and enjoy the beach beds and the pool ! A really nice spot for a lazy day.","location":{"latitude":4.656761509349855,"longitude":-6.9204839343424505},"category":{"name":"Restaurant"}},{"id":278519,"name":"Péage ","date_verified":"2024-05-26T00:00:00.000Z","description":"Another péage. 7,5 t truck, Classe 2, 2500 CFA. Friendly, got a receipt. ","location":{"latitude":6.070708947666184,"longitude":-4.893180487516696},"category":{"name":"Warning"}},{"id":278520,"name":"Péage","date_verified":"2024-05-27T00:00:00.000Z","description":"Another péage, truck 7,5 t, wanted to charge Classe 3 first, but told them we always paid Classe 2, 2500 CFA.Worked out. Friendly ladies!","location":{"latitude":5.470317225616179,"longitude":-4.2019219078676455},"category":{"name":"Warning"}},{"id":280043,"name":"office about nearby national parc","date_verified":"2023-11-19T00:00:00.000Z","description":"here you can find some info about nearby national parc (mont Peko and mont Sangbe)\nI guess if you are in this area but interested about another parc, they can also give you some infos. we were interested by mont Sangbe, but apparenty it is very hard to see animals during rainy season (hard to go there because of water, hard to see animals because of high grass)\nvery friendly people","location":{"latitude":7.38796,"longitude":-7.54869},"category":{"name":"Tourist Attraction"}},{"id":280691,"name":"hôtel le bronx","date_verified":"2024-03-31T00:00:00.000Z","description":"nice downtown hotel. 10000 for a fan room, 13000 for a crappy AC room, 17000 for a nice AC room, and 25000 for the deluxe suite. i got the 17000 nice AC room, the room itself is pretty small, bathroom is tiny but gets the job done. AC is cold. has hot water but it’s so hot here anyway. within walking distance to main attractions, as well as supermarkets, restaurants and bars. there is a reasonably priced restaurant (2000 for a half chicken, add 500 for rice/fries), there’s also a bar/nightclub.","location":{"latitude":6.822717467613835,"longitude":-5.279281950846193},"category":{"name":"Hotel"}},{"id":280692,"name":"hôtel calma","date_verified":"2024-04-04T00:00:00.000Z","description":"nice place with shops and restaurants around. 8000 for a fan room, 12000 for an AC room, 14000 for AC room with hot water. breakfast included with price (bread, omelette or sausage, coffee or tea and a choice of juice). wifi didn’t work.","location":{"latitude":5.66492742447803,"longitude":-4.573471475930751},"category":{"name":"Hotel"}}]