[{"id":263555,"name":"Showers near beach","date_verified":"2024-02-20T00:00:00.000Z","description":"Here you'll find the fresher bathroom of Anse La Raye. The other ones are further south on the same road, are free but poorly maintained. \r\nHere you'll find some ladies that will help you with the toilets or showers and ask for a voluntary donation for all of it. 1US$ or 3EC$ is an appreciated sum.\r\nBathrooms are clean and with toilet paper. \r\nshowers do have holes through which others on the beach may see your upper torso. well worth it though!","location":{"latitude":13.94133,"longitude":-61.04339},"category":{"name":"Showers"}},{"id":263556,"name":"Sulphur hot spring and volcanic pools","date_verified":"2024-02-21T00:00:00.000Z","description":"Here you'll find the famous drive in volcano with sulphuric pools. \r\nPrices in US$ are as follows:\r\n9$ for a 20 minute 200m guided walk. (expensive, but the place is cool)\r\n10$ for a bath in the muddy hot bath. \r\n15$ for both (well worth it if you're coming here during the evening)\r\n\r\nThe baths are open from 6am to 10pm. Most tours arrive between 10am and 2pm whilst locals enjoy them during the weekends. ","location":{"latitude":13.84008,"longitude":-61.04739},"category":{"name":"Tourist Attraction"}},{"id":263557,"name":"Roadside Breakfast and Lunch","date_verified":"2024-02-21T00:00:00.000Z","description":"Here you'll find some tasty local breakfast and lunch. \r\nOptions include;\r\ncurry chicken \r\nsaltfish\r\nfish salad\r\nstewbacks\r\n\r\nfor 15EC$ you'll get plenty of food. beware that the tasty saltfish, even in stew, might have bones.","location":{"latitude":13.81913,"longitude":-61.04211},"category":{"name":"Restaurant"}},{"id":263976,"name":"L'Express ferry ","date_verified":"2024-02-23T00:00:00.000Z","description":"with L'Express you can in 90 minutes get to Martinique or keep going north towards Dominica and Guadeloupe. Actually, the price of the ticket is the same whether you go to the closest or furthest away port! 80€ (or 60 on select days) one way or 100€ for a return trip. An extra 10€ (33EC$) is added as port fee for your departure location. \r\nI brought my bicycle with me and it went through as a normal \"checked in\" luggage. no box needed, they just rolled in on themselves. like an airport there will be prohibited items to take on board in your carry on bag. make sure to put them into your check in luggage.","location":{"latitude":14.00963,"longitude":-60.99604},"category":{"name":"Vehicle Shipping"}}]