[{"id":3097,"name":"Georgetown - National Exhibition Centre","date_verified":"2024-05-09T00:00:00.000Z","description":"Camped at the Expo Center in the neighborhood called Sophia. Lots of space, shade, toilets and taps. No shower.","location":{"latitude":6.80854,"longitude":-58.12944},"category":{"name":"Informal Campsite"}},{"id":3098,"name":"Essequibo Coast","date_verified":"2015-11-11T12:28:35.292Z","description":"Hot \u0026 Cold LakeTurn left onto an unpaved road near the village of Onderneeming. About 13 kms of sand road takes you to a beach and the lake. Nothing particularly attractive about it but it's a good place for a dip and we assume a quiet place to camp.","location":{"latitude":7.07853,"longitude":-58.52132},"category":{"name":"Wild Camping"}},{"id":3099,"name":"Mahdia","date_verified":"2014-06-14T22:12:00.268Z","description":"Mahdia. We could camp on the field in front of the hospital and use the toilet.","location":{"latitude":5.28261,"longitude":-59.15133},"category":{"name":"Wild Camping"}},{"id":3100,"name":"Fair View- wild camp","date_verified":"2017-08-14T17:07:07.856Z","description":"Fair View. Camped along the river. Beautiful spot. Make sure to ask permission from the *tuschau* (captain) before visiting or staying in the village. At the time of writing this was Mr. Peters. Otherwise you can ask at the customs next to the ferry crossing if they can fetch the *tuschau* for you.","location":{"latitude":4.6553,"longitude":-58.68238},"category":{"name":"Wild Camping"}},{"id":3101,"name":"Bina Hill- wild camp","date_verified":"2014-06-14T22:12:00.278Z","description":"Lovely rough camp along the river. When we were there we stood along the shore, but it was high water. According to GPS the actual river was 1.8 kms farther down.","location":{"latitude":3.93427,"longitude":-59.10201},"category":{"name":"Wild Camping"}},{"id":3102,"name":"Mango Landing MMC camp","date_verified":"2014-06-14T22:12:00.282Z","description":"Next to ferry crossing on west side Essequibo River.There is a MMC camp here, the company who builds and maintains road to Mahdia. Maybe you can eat with the guys there as well.","location":{"latitude":5.31506,"longitude":-58.90614},"category":{"name":"Established Campground"}},{"id":3103,"name":"Adventure Stelling","date_verified":"2014-06-14T22:12:00.287Z","description":"Adventure Stelling (near Supenaam stelling). Stelling is the Guyanese word used for docks or a landing stage. The Adventure Stelling was used at the time of writing but will soon be replaced by Supenaam, a couple of kms southwards, but for now is still under construction.","location":{"latitude":7.08767,"longitude":-58.47808},"category":{"name":"Established Campground"}},{"id":3104,"name":"Near Yupukari- wild camp","date_verified":"2014-06-14T22:12:00.292Z","description":"12 kms from Yupukari. Stunning view and quiet place to camp.","location":{"latitude":3.63724,"longitude":-59.45678},"category":{"name":"Wild Camping"}},{"id":3105,"name":"Lethem- wild camp","date_verified":"2014-06-14T22:12:00.299Z","description":"Shirley's bar. Best place for information, she might let you camp at her place.","location":{"latitude":3.36667,"longitude":-59.79616},"category":{"name":"Wild Camping"}},{"id":3106,"name":"Evergreen Adventure Stelling","date_verified":"2014-06-14T22:12:00.304Z","description":"From here depart private speedboats to destinations on and along the Essequibo River. There are also organized boat trips. Camped the night on the stelling.","location":{"latitude":6.83262,"longitude":-58.45853},"category":{"name":"Established Campground"}},{"id":4931,"name":"Pegasus Hotel Parking Lot","date_verified":"2022-10-23T00:00:00.000Z","description":"24 hour guarded parking for which you can ask permission to 'camp' in. Hotel has nice bar (try the famous rum) and restaurant. Taxi's available at hotel, which lets you leave your vehicle secure. Easy walk into city centre. No facilities as it is just a guarded parking area.","location":{"latitude":6.82495,"longitude":-58.16086},"category":{"name":"Informal Campsite"}},{"id":4932,"name":"The Oasis Restaurant","date_verified":"2023-09-23T00:00:00.000Z","description":"Noisy place on the main road at the village of Annai. Free fruit from the trees in season. Good facilities. Hammock space too.","location":{"latitude":3.96547,"longitude":-59.13177},"category":{"name":"Established Campground"}},{"id":4933,"name":"58 Miles","date_verified":"2024-05-23T00:00:00.000Z","description":"We put up our tent in the little pavilion of this station, so we were protected from the rain. Very friendly staff. Cold but clean shower. Toilets are also very clean. ","location":{"latitude":5.38751,"longitude":-58.58071},"category":{"name":"Informal Campsite"}},{"id":4936,"name":"Nappi Amerindian village","date_verified":"2015-01-31T19:48:41.644Z","description":"You can stay in the Amerindian village, at the football field. Ask permission from the village captain (if you can't find him, he'll find you). Payment expected, Jan2015 was about $2.50 per person.","location":{"latitude":3.41189,"longitude":-59.57618},"category":{"name":"Informal Campsite"}},{"id":9799,"name":"Kurupakari Ferry ","date_verified":"2024-03-01T00:00:00.000Z","description":"Free camping on the banks of the river near the ferry landing. The ferry operates on the hour from 6:00 to 18:00. Northbound the ferry is free. Southbound you will have to pay and get a permit in Georgetown. It is not possible to pay at the ferry itself.","location":{"latitude":4.660818236884345,"longitude":-58.67607096215586},"category":{"name":"Wild Camping"}},{"id":10376,"name":"Rock View Lodge","date_verified":"2023-09-24T00:00:00.000Z","description":"Near Annai Village beautiful Lodge where we could camp with our Landrover. Snacks and Drinks available at the Dakota Bar. Shower and Toilet for Campers.\r\nStarlink WiFi around the reception area. ","location":{"latitude":3.95949808,"longitude":-59.12565017},"category":{"name":"Hotel"}},{"id":10377,"name":"Ministery of Tourism Colgrain House","date_verified":"2015-11-06T16:36:43.366Z","description":"Tourist Information of Guyana. Here you can get all information about travelling Guyana. Very helpful staff.\nAdress: 205 Camp Street;  Georgetown.","location":{"latitude":6.81597956,"longitude":-58.15932778},"category":{"name":"Tourist Attraction"}},{"id":10378,"name":"Guayana Revenue Authority","date_verified":"2019-12-12T17:43:05.235Z","description":"At the Guyana Revenue Authority; 200-201Camp Street, Georgetown you can extend your Permit to Drive. Please wear proper cloth, no Shorts, no Muscleshirts, no Tanktops, no FlipFlops. They need about 2hours time to do the whole process. But we could extend from 3 days up to 1month.","location":{"latitude":6.81464576,"longitude":-58.15973311},"category":{"name":"Customs and Immigration"}},{"id":10379,"name":"Embassy of Suriname","date_verified":"2019-12-16T16:32:20.487Z","description":"NO LONGER DONE HERE- To get your Tourist Card or your Visa for Suriname. Dresscode!\nOpen from 08.30 - 03.00pm","location":{"latitude":6.81486773,"longitude":-58.14902605},"category":{"name":"Consulate / Embassy"}},{"id":10469,"name":"Lake Mainstay","date_verified":"2015-11-11T00:00:00.000Z","description":"Hotel and Picknic Area with tables, toilets and showers at the Mainstay Lake.\nWe were not allowed to camp, but at the first entrance gate is a picnic area as well with possibility to camp. \nFee at the first gate: 100GU$\nFee at the Resort for Picknic: 400GU$","location":{"latitude":7.23564559,"longitude":-58.54032482},"category":{"name":"Hotel"}},{"id":10758,"name":"Moleson Creek ","date_verified":"2023-02-12T09:01:37.000Z","description":"Free camp within the vehicle in the compound of the ferry company. Normally not allowed but with the correct attitude and questions, foreign overlanders will be granted to stay within the secured area. Wifi available, the young policeman logged in on my iPhone for us.","location":{"latitude":5.780780394566972,"longitude":-57.171707935684516},"category":{"name":"Informal Campsite"}},{"id":19841,"name":"Roadside on beach access road","date_verified":"2023-12-13T00:00:00.000Z","description":"Roadside on little frequented access road to the beach. Some traffic on weekends, but quiet at night and during the week. At the time of my visit it was not possible to drive to the beach (flooded) but at times it may. Lots of mosquitoes. One hour drive to Suriname ferry. Free","location":{"latitude":5.98278,"longitude":-57.14525},"category":{"name":"Wild Camping"}},{"id":19848,"name":"Border parking/camping","date_verified":"2015-05-15T00:00:00.000Z","description":"Having arrived at the border (coming from Brazil) on friday afternoon I had to wait until monday to buy insurance, so I stayed right here underneath the corrugated iron roof. Quiet most of the time, if they weren't just unloading a truck right next door. Dusty or muddy, demepnding on the season. Safe, free, showers and bathrooms next to immigration. 15min walk into town. Can walk or drive around in town without insurance but not further into Guyana. Fill up all tanks bewfore heading towards Georgetown. Next petrol at \"88 miles\" (name of truck stop, 88 miles from Georgetown).","location":{"latitude":3.38527,"longitude":-59.80325},"category":{"name":"Informal Campsite"}},{"id":20647,"name":"Insurance for Guyana - Upstairs from the Guyana Bank for Trade \u0026 Industry","date_verified":"2024-05-21T00:00:00.000Z","description":"This is where you purchase the mandatory vehicle insurance for Guyana. You will not be able to import your vehicle without it. The insurance office (Nalico/Nafico) is on the second floor above the bank. It was 4500G$ for a 750cc motorcycle and 3000G$ for a 600cc motorcycle for one week (or two weeks - same price). The French couple in a MAN in front of us was charged 10,000G$. This must be paid in cash and the bank downstairs only accepts VISA cards.","location":{"latitude":3.37107,"longitude":-59.79686},"category":{"name":"Vehicle Insurance"}},{"id":20648,"name":"Copy Machine at Savannah Inn Market","date_verified":"2019-12-09T17:25:53.953Z","description":"Grocery store where you make 2 copies of your registration, license, passport and insurance before going back to the border.","location":{"latitude":3.37319,"longitude":-59.79426},"category":{"name":"Customs and Immigration"}},{"id":20649,"name":"Mabura Shops and Tire Repair","date_verified":"2018-07-25T22:59:28.582Z","description":"Small town with a pub, shops selling basic provisions, a police station and a tire shop. Also where the turnoff for Mahdia is. ","location":{"latitude":5.2952,"longitude":-58.69974},"category":{"name":"Shopping"}},{"id":20650,"name":"Hidden Camp Next to Road","date_verified":"2016-08-17T20:20:25.000Z","description":"Good enough in a pinch. If you go about 10 meters up the sandy, seldom-driven track off of the main road, there will be another narrower track going off to the left. It goes back another 10 meters and has a flat-ish spot for a tent. Lots of truck traffic well into the night. Probably only an option for smaller 4x4s and bikes.","location":{"latitude":5.649507930507557,"longitude":-58.501002090106255},"category":{"name":"Wild Camping"}},{"id":20651,"name":"Assuria Insurance","date_verified":"2017-10-28T00:00:00.000Z","description":"Here you can get vehicle insurance for Suriname. Fast, professional and cheap - it only cost 531G$ per bike! ","location":{"latitude":6.813091314404097,"longitude":-58.163902983123585},"category":{"name":"Vehicle Insurance"}},{"id":20956,"name":"Grassy Spot Next To River","date_verified":"2019-12-14T00:00:00.000Z","description":"Coming from Georgetown, there is a small dirt lane on the left immediately after a bridge in the 'town' of Adventure. After about a kilometer the lane ends at a sluice on the river and there is a large grassy area across from an abandoned house perfect for camping. It seems like this spot is used for fishing as there is a fair bit of trash around. We were here on a Friday night, and thankfully, no one showed up to party. Lots of wildlife noises and including a choir of mosquitos. ","location":{"latitude":6.537459930411109,"longitude":-57.73130751220298},"category":{"name":"Wild Camping"}},{"id":20957,"name":"Moleson, Guyana Border/Ferry Crossing","date_verified":"2024-06-12T00:00:00.000Z","description":"This is where you exit/enter Guyana via ferry. The ferry service schedule seems to vary depending on how busy it is, but at this time, it departs 1x per day at 11am. The gate to the ferry terminal closes at 10am and they will not likely let you enter after that. We arrived at 9am and JUST had enough time. First, provide the police officer in the office to the left of the gate with your passport, registration, license and insurance for Suriname. A security guard will then take your documents and look at your vehicle before opening the gate and letting you into the ferry terminal. Once in the terminal, you will need to fill out a customs document. Take this and the rest of your documents (including the Surinam tourist card/visa that you got in Georgetown) to begin the process where you will: 1. Buy a ferry ticket (for 1 motorcycle and it's rider it was 25USD - which you can also pay in Guyanese dollars - change will only be given in Guyanese but there are money changers outside of the gate). 2. Proceed to the left to a desk on the right where the officer will take your passport, tourist card, and customs document and only give you back the first two. 3. Give your vehicle import papers to the customs official walking around (he will find you), but he might be unsure of what to do with your papers and may ultimately decide to keep them. 4. Board ferry. (Note: there is a floating toll bridge on the way here - 200G$ for motorcycles, 2200G$ for a car and up. They will not accept USD.). Check full price list in the photos of this entry.","location":{"latitude":5.78051544260772,"longitude":-57.171104941570356},"category":{"name":"Customs and Immigration"}},{"id":23729,"name":"Piste menant à Sand Creek","date_verified":"2017-06-17T00:00:00.000Z","description":"En venant de Lethem et après croisement pour Moco Moco, le long de la piste de contournement du 3ème pont. Tranquille, piste peu fréquentée. Idéal pour gros camions. ","location":{"latitude":3.31832357,"longitude":-59.81931073},"category":{"name":"Established Campground"}},{"id":24426,"name":"Kurukupari Ferry","date_verified":"2024-05-23T00:00:00.000Z","description":"Northbound the ferry is free of charge, for the southbound transfer a ticket needs to be bought at the Western Union facility at one of the Survival supermarkets in Georgetown. If you are lucky a ticket may be sold on-site if you didn't get it in Georgetown, but that is not sure. It is signposted that no tickets are sold on site. We paid GYD 7,000.","location":{"latitude":4.6608796,"longitude":-58.67679},"category":{"name":"Vehicle Shipping"}},{"id":24427,"name":"Kutukupari Ferry","date_verified":"2023-10-03T00:00:00.000Z","description":"Ticket for a southbound transfer of the Kutukupari ferry must be bought in Georgetown. (Tickets are no longer available at Western Union.)\r\n\r\n","location":{"latitude":6.817715,"longitude":-58.13508},"category":{"name":"Vehicle Shipping"}},{"id":24428,"name":"Kurukupari Ferry","date_verified":"2024-05-09T00:00:00.000Z","description":"Tickets for the southbound transfer of the Kurukupari ferry must be bought at Western Union at one of the Survival supermarkets in Georgetown. We paid GYD 7,000. Northbound is free of charge.\r\n","location":{"latitude":6.8118773,"longitude":-58.1466},"category":{"name":"Vehicle Shipping"}},{"id":24429,"name":"Linden-Letham road wildcamp","date_verified":"2017-08-13T23:08:43.228Z","description":"Side road off the main Linden-Letham road that is blocked by trees after a few hundred meters. Quiet place, no facilities, free.","location":{"latitude":4.932543,"longitude":-58.629398},"category":{"name":"Wild Camping"}},{"id":24430,"name":"Kurupikari - Iwokrama River Lodge","date_verified":"2023-01-04T00:00:00.000Z","description":"The lodge has expensive cabins and bunk beds, but we were allowed to camp. A formal camping facility due to open in 2018 is under preparation. We got a grassy place near the entrance and with some river view. We did not have to pay for camping, but we had to pay the community fee (USD 15 per person). 110V is available when the generator runs (morning and evening).","location":{"latitude":4.671044,"longitude":-58.684866},"category":{"name":"Informal Campsite"}},{"id":24431,"name":"Surama - Surama Ecolodge","date_verified":"2017-09-11T00:49:20.033Z","description":"Lodge at the end of the village in the savanna that also receives campers. Nice grassy terrain, limited ablutions, complicated internet with passwords and voucher codes. Village walks and different nature walks are organized. In addition to the camping fee per night a one time community fee is charged  (GYD 1600 per person). Potable (filtered) water is available from a special tap. All day free coffee and tea. Food was mediocre at best. GYD 4000 (2 adults, camper)  ","location":{"latitude":4.154901,"longitude":-59.061221},"category":{"name":"Established Campground"}},{"id":24433,"name":"Cayman Lodge","date_verified":"2016-11-12T00:00:00.000Z","description":"The friendly manager allowed us to put our car in front of the lodge in this very quiet village and use toilet, shower, laundry washing facility and wifi free of charge. However, we did have to pay USD 5 community fee per person.","location":{"latitude":3.661168,"longitude":-59.352905},"category":{"name":"Informal Campsite"}},{"id":24434,"name":"Moco Moco - Sky Valley Waterfalls","date_verified":"2023-01-13T00:00:00.000Z","description":"Nice place near waterfalls (and abandoned power station) that is frequented by locals during the weekend for swimming. No facilities except a long drop toilet that can only be reached by a river crossing. The place is privately managed. After negotiations we agreed on a fee of GYD 1000 per person, expensive like anything targeted at tourists in Guyana.","location":{"latitude":3.296568,"longitude":-59.644781},"category":{"name":"Informal Campsite"}},{"id":37505,"name":"Amazonas Hotel","date_verified":"2024-05-23T00:00:00.000Z","description":"We couldn't find the Savannah Inn from one of the other posts, but found this instead. Nice place with private parking. Cheapest rooms (private bath, no ac but fan) 100 brazilian reais or about $30 USD. They accept USD, brazilian reais and Guyanan dollars. Friendly owner who gave us some info on the road to Linden. Camping in your own vehicle and using hotel services is sadly not allowed. ","location":{"latitude":3.37501,"longitude":-59.79299},"category":{"name":"Hotel"}},{"id":37550,"name":"Photo copies","date_verified":"2017-06-21T16:09:26.092Z","description":"Photo copies. can copy documents here needed for border crossings","location":{"latitude":6.81059,"longitude":-58.1657},"category":{"name":"Customs and Immigration"}},{"id":37553,"name":"Bridge Toll booth","date_verified":"2023-10-02T00:00:00.000Z","description":"Mostly the toll is only payable on the east-bound route (ie towards Suriname) but BIG RIGS NOTE for large vehicles only, there is a payload toll on the west-bound route too. We're not entirely sure how it was calculated, but it involves the police officers checking the weights stated on your vehicle registration document and taking a weight reading on a weigh-bridge. We weigh 5.9T and were charged a tiny GYD120 (apparently for a unit of 1T).  As we had just arrived from Suriname we had no money. Luckily the girl smiled and let us go this time for such a small amount, but for very big rigs the fee is likely to be a bit higher. May need some local money here.","location":{"latitude":6.281268,"longitude":-57.536633},"category":{"name":"Checkpoint"}},{"id":37555,"name":"Scotiabank ATM at Pegasus Hotel ","date_verified":"2017-06-06T00:00:00.000Z","description":"Scotiabank seems to be the only bank in Guyana with international relations accepting foreign cards. There are a couple in town but this one is particularly easy to get to for parking.","location":{"latitude":6.82518,"longitude":-58.16177},"category":{"name":"Financial"}},{"id":37556,"name":"Mahdia Ferry Crossing","date_verified":"2017-06-12T00:00:00.000Z","description":"This must surely be the most expensive ferry crossing in the world! If you can persuade them you are a 'car' it's GYD9,000. Small camper (under 4100lbs) = GYD14,000. Camper over 4100lbs = GYD22,000!!!!  That's over  US $100 for a river crossing of around 300m!!! (payment made is west-bound only). We tried to negotiate but they weren't interested. Needless to say... we didn't go. If, despite the cost, you still want to go, you can buy the ticket either at Western Union in Georgetown or on the boat when you get there.","location":{"latitude":5.315588,"longitude":-58.899118},"category":{"name":"Vehicle Shipping"}},{"id":37557,"name":"Atta Lodge Canopy Walk ","date_verified":"2023-03-18T00:00:00.000Z","description":"Pleasant wander through the jungle to a 30m high canopy walk through the tree-tops with a guide. We went in the middle of the day so didn't see much, but if you can time your drive to pass there either early morning or late afternoon (they recommend 06:00hrs and 17:00 hrs) it would probably be worthwhile. Unfortunately the lodge doesn't welcome overlanders parking-up for the night, so it's difficult to be there at the best times to see the critters.\r\nThe guide was knowledgeable and did his best to find interesting things for us to see. It takes about 1 hr and is little over-priced at GYD5000,  but that includes refreshments (tea, coffee, juice and home-made cookies) when you get back to the lodge. It's one of the few attractions to break up the loooong drive from Georgetown to Lethem.","location":{"latitude":4.244946,"longitude":-58.905542},"category":{"name":"Tourist Attraction"}},{"id":37559,"name":"Rupununi wildcamp hill-side","date_verified":"2022-09-25T00:00:00.000Z","description":"This is just one of many many beautiful wildcamp spots to be found around the Rupununi. We picked here because it is very slightly higher ground and gives good around views for amazing sunsets, but you can park-up pretty much anywhere and have stunning scenery. If you are near a village you need to seek permission from the Tuschau (chief) but otherwise, just pick your spot. There are a few fresh-water streams \u0026 rivers around for water (some are nice for bathing) but otherwise no facilities. Free.","location":{"latitude":2.747532,"longitude":-59.451009},"category":{"name":"Wild Camping"}},{"id":37560,"name":"Aishalton petroglyphs and caves","date_verified":"2017-06-21T16:35:24.256Z","description":"It's 160km from Lethem on often rough tracks to get here but it's a very beautiful drive. We loved the scenery all the way and it's very easy to wildcamp on the way down. We took our time over 2 days  (each way) with many stops to explore and swim in a couple of the rivers. At Aishalton, ask for the Tuschau  (chief). The map-pin is at a restaurant (no sign) known as 'Burning Mountain'. Here the Tuschau or deputy will find a guide to take you to the petroglyphs and caves (we had Martin who was very good). Very interesting and worthwhile visit and an amazing location. Lunch at the restaurant is also simple but tasty and reasonable. Agree a price for the tour with the Tuschau (we paid a one-off GYD5000 for the guide,  plus GYD2000 per person 'community fee'. Afterwards they tried-it-on and said there had \"been a mistake\" with the fee and we should pay more, but we refused and they backed-down quickly. \nBefore you set out from Lethem, check the track conditions with the Conservation International Office. After rains the tracks flood and become impassable. When dry, a high-clearance vehicle is required and preferably 4x4 for the occasional sections of mud. There aren't many other vehicles down there, but stay on the 'main' tracks and if you get stuck, someone should pass-by (eventually :-) )","location":{"latitude":2.475821,"longitude":-59.322664},"category":{"name":"Tourist Attraction"}},{"id":37561,"name":"Wildcamp by river","date_verified":"2017-06-16T00:00:00.000Z","description":"Very nice spot by a river ( shallow and good for bathing). In view of track but nobody passes here. Just one of many many beautiful wildcamp spots all over the Rupununi area. Fresh water from the river but otherwise no facilities. Free.","location":{"latitude":2.470257,"longitude":-59.493909},"category":{"name":"Wild Camping"}},{"id":39351,"name":"Carrière ","date_verified":"2017-07-18T00:00:00.000Z","description":"  We stayed one night 🌙 along the BR-174 road. Tranquil in the shelter of the glances. The exact GPS point: 01 ° 42.23.37 N 61 ° 07.02.31 W ","location":{"latitude":4.15094,"longitude":-59.00772},"category":{"name":"Wild Camping"}},{"id":39352,"name":"Entrée de la réserve maison des Rangers ","date_verified":"2023-05-23T00:00:00.000Z","description":"  Site regulated by schedules. Open from 4 am to 4 pm. We arrived at 5pm the barrier was closed, the ranger kindly allowed us to park our 4 * 4 LAND ROVER and sleep in front of the House of Rangers. ","location":{"latitude":4.15103,"longitude":-59.00763},"category":{"name":"Informal Campsite"}},{"id":41008,"name":"Marudi Creek","date_verified":"2019-01-07T17:26:18.563Z","description":"great camp spot. Normally only open weekends. however were allowed to camp. lots of wildlife. we loved the sound of the jungle. ","location":{"latitude":6.5159088,"longitude":-58.1949084},"category":{"name":"Informal Campsite"}},{"id":41009,"name":" Splashmins Water Park","date_verified":"2023-10-03T00:00:00.000Z","description":"Lots of entertainment,  boat hire, very, Swimming , load music, huge party atmosphere  etc etc we did not stay here. coming from Georgetown approx 200  meters after the bridge from where  you see the park on the right.","location":{"latitude":6.497238888888889,"longitude":-58.21448055555556},"category":{"name":"Established Campground"}},{"id":42708,"name":"lethem money exchange","date_verified":"2017-09-11T02:04:12.385Z","description":"changed guyana money for reals. office behind ticket office for the busses","location":{"latitude":3.38007,"longitude":-59.79358},"category":{"name":"Financial"}},{"id":44389,"name":"Claro junto a la carretera ","date_verified":"2019-12-10T00:00:00.000Z","description":"Right next to the road, the best place after crossing the river (from north to south) is not accessible for cars, only for motorcycles and bicycles, the ground is a little hard to stake the tent but I guess it varies according to the site that we choose.","location":{"latitude":4.4965977,"longitude":-58.7897913},"category":{"name":"Wild Camping"}},{"id":45268,"name":"Grocery Store ","date_verified":"2023-05-23T00:00:00.000Z","description":"This grocery store also sells fuel from drums. The guys from Rock View say it is the cleanest diesel in Annai and it comes from a Shell garage in Georgetown. ","location":{"latitude":3.961688,"longitude":-59.146527},"category":{"name":"Fuel Station"}},{"id":45376,"name":"Wild Jungle Camp","date_verified":"2019-12-10T16:32:41.437Z","description":"A lot of space. Easy to hide. Wild campspot.","location":{"latitude":4.470290998001089,"longitude":-58.78962001768759},"category":{"name":"Wild Camping"}},{"id":45472,"name":"Giftland Mall / Assuria insurance","date_verified":"2024-06-09T00:00:00.000Z","description":"Here you can get car insurance for Suriname.Open 7 days a week. Sa and Su from 10am - ?. 2nd floor, there’s a sign for Naico insurance. Very fast and friendly! 3300G$ for a Land Rover Defender.","location":{"latitude":6.818236,"longitude":-58.117694},"category":{"name":"Vehicle Insurance"}},{"id":45473,"name":"Rima Guesthouse","date_verified":"2017-10-28T00:00:00.000Z","description":"Nice, safe, friendly, very clean, in an old Colonial woodden English building. Space for 2 Motorbikes, a bit narrow. \n30 US$ per night.","location":{"latitude":6.816601655452341,"longitude":-58.1633876637166},"category":{"name":"Hostel"}},{"id":45474,"name":"Oasis Café","date_verified":"2023-09-16T00:00:00.000Z","description":"Best coffee in town!\nGood food.\nSpecial dinner on Fridays! Don‘t forget to book!","location":{"latitude":6.815255437983959,"longitude":-58.162769917452856},"category":{"name":"Restaurant"}},{"id":48793,"name":"kurupukari store \u0026 restaurante \u0026 hostel","date_verified":"2024-02-29T00:00:00.000Z","description":"the people here was Nice, they let us use the bathrooms and shower. the food are just fried things.\n\nwe buyed diesel too but it was very expensive, 6,000 gyd each 20lt. after that we discovered that was nasty diesel, it damaged our injector\n\nthe waiter advertised to us that here is a human traffic area, sie we shouldn't trust in everyone","location":{"latitude":4.66420007,"longitude":-58.66710974},"category":{"name":"Informal Campsite"}},{"id":48794,"name":"47 miles vilage","date_verified":"2017-12-24T22:18:05.110Z","description":"like 1 km to the south there is a vilage with Nice people. you could stay next to the church or in Glem's house","location":{"latitude":5.48955,"longitude":-58.52511666666667},"category":{"name":"Informal Campsite"}},{"id":48804,"name":"Farm of family ","date_verified":"2017-12-21T00:00:00.000Z","description":"Great local family that like to attend visitors. Ideal to spend the night","location":{"latitude":3.49822,"longitude":-59.69127},"category":{"name":"Informal Campsite"}},{"id":48806,"name":"municipal market","date_verified":"2019-12-11T00:00:00.000Z","description":"Here you can buy fresh fruit and vegetables. there is wifi, restroom and shower","location":{"latitude":6.00507,"longitude":-58.30831},"category":{"name":"Showers"}},{"id":49514,"name":"Motortrend: Auto sales, spears \u0026 repairs","date_verified":"2018-01-23T12:33:07.512Z","description":"Ask for Ravi,  is an excellent mechanic, very professional and friendly. Has a good scanner to, was the only one who descovered our injector problem.\n\nTel: +592 2563796","location":{"latitude":6.76447938,"longitude":-57.99172648},"category":{"name":"Mechanic and Parts"}},{"id":50397,"name":"pakuri community in Mahaica river","date_verified":"2018-01-14T00:00:00.000Z","description":"beautiful spot next to a little village and a lake to swim. very Sandi road, maybe just for 4*4\nsometimes they ask for a fee.\nit has a truly or roof to park and put some hommoks","location":{"latitude":6.36204164,"longitude":-58.08263673},"category":{"name":"Informal Campsite"}},{"id":56835,"name":"Scotiabank ATM","date_verified":"2018-04-11T00:00:00.000Z","description":"ATM that works with international cards ... although for a fee of a little over 1k local currency...","location":{"latitude":6.2470533333333345,"longitude":-57.520836666666675},"category":{"name":"Financial"}},{"id":57069,"name":"Palace de Leon Suites","date_verified":"2018-04-12T00:00:00.000Z","description":"The least expensive hotel room I could find in Georgetown. Paid 4k (about $20 US) for a room.with fan negotiated down from 5k. Room is basic with no TV but sheets and towel clean. Negotiate better rates as it seems that there are 2 prices, one for locals and one for tourists. A motorcycle can be parked inside the front yard but other vehicles need to be parked on the street.","location":{"latitude":6.824645,"longitude":-58.139939999999996},"category":{"name":"Hotel"}},{"id":57070,"name":"GBTI ATM","date_verified":"2024-05-25T00:00:00.000Z","description":"Guyana Bank for Trade and Industry ATM, works with international cards without charging the high Scotiabank fees...","location":{"latitude":6.8128150000000005,"longitude":-58.16678666666667},"category":{"name":"Financial"}},{"id":57071,"name":"Bar outside Linden","date_verified":"2018-04-13T00:00:00.000Z","description":"Last bar heading south outside Linden on the left side of the road; asked the lady owner permission and camped on her property for free. Had beers in the evening and offered my host one too. They prepared eggs and bread for breakfast in the morning at no charge. Lovely christian family.","location":{"latitude":6.0000566666666675,"longitude":-58.344453333333334},"category":{"name":"Informal Campsite"}},{"id":57072,"name":"58 Mile Fuel","date_verified":"2023-10-06T10:32:26.000Z","description":"Guyoil gas station with prices 20% higher  than city prices.","location":{"latitude":5.387195000000001,"longitude":-58.58049333333334},"category":{"name":"Fuel Station"}},{"id":62638,"name":"P\u0026A Guest House","date_verified":"2018-06-14T00:00:00.000Z","description":"Probably one of the cheapest guesthouses in Georgetown. They have clean and simple fan-rooms from 4000-5000 GYD (some with 3 beds). The owner is a nice old lady. Big living room to hang out. Cold water showers only. Free coffee and drinking water. Only downside: they charge extra for WiFi 1000 GYD per 24 h (in our opinion way too much). We didn’t pay for it so we don’t know how fast it is. \r\nDownstairs there is a Brazilian restaurant and a bus agency where you can arrange transport to Lethem (we heard it’s reliable but we went with Carly and Cindy that have a excellent reputation and were cheaper). ","location":{"latitude":6.81086441036948,"longitude":-58.15535905776373},"category":{"name":"Hotel"}},{"id":66044,"name":"Toyota Service","date_verified":"2018-07-28T00:00:00.000Z","description":"Toyota service center. Good service reasonable price. Local cash only.","location":{"latitude":6.79131,"longitude":-58.1586},"category":{"name":"Mechanic and Parts"}},{"id":66046,"name":"Julian's Guest House","date_verified":"2022-11-23T00:00:00.000Z","description":"Nice guest house. Safe parking out front or more secure alongside. SUV or van size only. $US40 Double/Private/AC or $30 Double/Private. Very convenient for THE paper work and eats. All within 1km walk. The owner Julian is a very knowledgeable and helpful guy. Nice bar balcony for evening relax.","location":{"latitude":6.81151,"longitude":-58.15609},"category":{"name":"Hostel"}},{"id":73128,"name":"Takutu Hotel","date_verified":"2022-10-18T13:19:50.000Z","description":"Hotel next to the main road crossing Lethem. We could park in the garden behind the hotel for 1000 Guyanese dollars pp. Toilets and shower are there but only half of them working. Very friendly and helpful staff. ","location":{"latitude":3.37001,"longitude":-59.79759},"category":{"name":"Hotel"}},{"id":80235,"name":"In the Savana","date_verified":"2019-01-02T00:00:00.000Z","description":"Good place in the savana. In view of trail but nobody passes here. Except for a motorcycle that we think lives near. We went to the other place \"piste menant à sand creek\" but it's a little exposed and we found this better place with a beautiful sunset. ","location":{"latitude":3.319596424701921,"longitude":-59.824117859881206},"category":{"name":"Wild Camping"}},{"id":80716,"name":"Deep pools","date_verified":"2024-05-23T00:00:00.000Z","description":"In this area there are deep pools with 1 m or more of depth. We did in early. January when the rainy season was starting. Even pools had 100 mts length","location":{"latitude":4.930751,"longitude":-58.613706},"category":{"name":"Warning"}},{"id":113512,"name":"Waikin ranch","date_verified":"2024-05-14T00:00:00.000Z","description":"Ranch with luxury lodges and overnight camping facilities. Cows, horses, dogs, homegrown vegetables. In the Rupununi savannah area, which means it can be very wet or dry, but next to a small water oasis with great biodiversity and recreation. 30 minutes north of Lethem, relatively close to several waterfalls in the Kanuku mountains. We paid next to nothing for sleeping in our own roof top tent and could share our meals with the cowboys for a reasonable price. Highly recommended.","location":{"latitude":3.5573208870580784,"longitude":-59.67911598371754},"category":{"name":"Established Campground"}},{"id":118405,"name":"Auto Insurance and GBTI (bank) “Money Zone” ATM","date_verified":"2024-02-26T00:00:00.000Z","description":"This machine gave us Guyanese Dollars using a Schwab Visa debit card.  The machine next door (Republic Bank) denied the cards. ","location":{"latitude":3.37144021410809,"longitude":-59.796552211101904},"category":{"name":"Financial"}},{"id":118491,"name":"Gravel pit","date_verified":"2019-12-09T00:00:00.000Z","description":"This is a large, flat area between Lethem and MocaMoca. We were unable to get to other locations due to a low bar and a bridge washout.   So we found this.  It worked. ","location":{"latitude":3.3517551049621326,"longitude":-59.775341050755024},"category":{"name":"Wild Camping"}},{"id":118609,"name":"Mabura Checkpoint ","date_verified":"2024-05-23T00:00:00.000Z","description":"Go up into the building with passports, license and international license and TIP.  Coming from Linden on the left-hand side.\r\n100 m further is a tolbooth (1000 GyD).","location":{"latitude":5.294488649820251,"longitude":-58.69965855968995},"category":{"name":"Checkpoint"}},{"id":118823,"name":"Massy Store","date_verified":"2022-09-27T00:00:00.000Z","description":"Costco/PriceSmart/Walmart!! Incredible selection of US and EU products.  Prices high, but you miss it so you’ll pay! (Hahahaha). Full array of cheeses, deli meats, baked goods plus all the boxed and packaged items you have been missing! Find it behind the Hard Rock Cafe.","location":{"latitude":6.8233,"longitude":-58.11388},"category":{"name":"Shopping"}},{"id":119040,"name":"NALICO- Auto insurance (Suriname/Guyana)","date_verified":"2022-09-27T00:00:00.000Z","description":"If you bought insurance at Lethem for Guyana, then come here before you go to the ferry for Surinam.  It costs nothing to add the next country to the policy. You cannot board ferry without this.  The agent here is amazingly nice.  Parking alongside street in front of office. Charran +592 679 2250 WhatsApp  or 592-232-0316 office","location":{"latitude":6.408027461735911,"longitude":-57.61250677523912},"category":{"name":"Vehicle Insurance"}},{"id":193114,"name":"Visit Rupununi Tourist Info Office","date_verified":"2022-09-24T00:00:00.000Z","description":"New Tourist Info Center. Highly recommended to visit if you want to do some exploring in the Rupununi area.  They have contacts of all guides, village chiefs, lodges etc. in the area and can give suggestions on things to do. ","location":{"latitude":3.366627,"longitude":-59.796282},"category":{"name":"Tourist Attraction"}},{"id":193115,"name":"Bridge over Rupununi River","date_verified":"2022-09-24T00:00:00.000Z","description":"If you want to visit attractions (e.g. Shea Rock) from Lethem on the other side of the Rupununi River, Maps.Me will likely take you to parts of the river which you cannot cross during wet season/beginning of dry season. Here is an actual bridge. A detour for most destinations but at least you can safely cross here. in dry season you might be fine with the direct way through the river instead. ","location":{"latitude":2.7289216,"longitude":-59.52581284},"category":{"name":"Tourist Attraction"}},{"id":193409,"name":"Jungle Wildcamp","date_verified":"2022-09-26T00:00:00.000Z","description":"Just a spot off the road Lethem-Georgetown when you follow the little overgrown track. Hidden from the road. No facilities and no cell reception. High clearance and if muddy 4x4 needed. ","location":{"latitude":5.05102037,"longitude":-58.71339013},"category":{"name":"Wild Camping"}},{"id":193410,"name":"Shea Rock","date_verified":"2022-09-24T00:00:00.000Z","description":"Here you can visit Shea Rock, a large black monolith in the savannah with amazing views on top. You can walk or drive up(high clearance and lockers needed). As with anywhere in the region, first go to the village and ask for the chief. The chief will assign you a guide. We paid 5000 GYD total for the 2 of us, incl. a large drink of Cassava wine later and they gifted us both a nice handcrafted neklace with feathers and a bore tooth.. We needed about 6 hours to get here from Lethem as the shortcut through the Rupununi river was not possible, due to high water levels. \r\nIt was really amazing but with \"interesting\" starting difficulties - it was Saturday afternoon and the guide seemed already drunk and first thing he did was insisting that we drive straight through a field of mud instead of sticking to some tracks and we got stuck of course. We were able to winch ourselves out. It got only better, it was very nice to get on top of the mountain and the guide did a good job showing us around although we didn't understand much of his dialect. \r\nAfter we went back to the village, enjoyed the sunset and got both a bowl of cassava wine of the mother of the chief who was very nice and informative on their culture. She said it costs 1000 to walk up, 3000 for a motorcycle and 5000 for a car. \r\n\r\n2.831576, -59.152618","location":{"latitude":2.814774,"longitude":-59.149287},"category":{"name":"Tourist Attraction"}},{"id":195935,"name":"DigiCel Mobile SIM Card Retailer ","date_verified":"2022-10-18T00:00:00.000Z","description":"DigiCel is selling mobile SIM Cards for Guyana. 3,000 GYG. Bring your Passport for ID.\r\nOh! It's hard to find. It's just behind the Gas Station.","location":{"latitude":3.37812104,"longitude":-59.79199181},"category":{"name":"Wifi"}},{"id":196748,"name":"Massive Inn","date_verified":"2022-10-21T00:00:00.000Z","description":"Over priced hotel in the middle of nowhere. I was charged 15,000 GYD. I found out from other people that other people were charged 5,000 GYD.\r\nNothing special about the hotel. No on-site\r\n parking, restaurant, lift (for disabled) breakfast. Shower was luke warm. \r\nStaff didn't clean room, bath towel seems to be used before, no sheet on bed (only bottom sheet)\r\nAvoid at all cost. ","location":{"latitude":6.008434817082962,"longitude":-58.29172578681167},"category":{"name":"Hotel"}},{"id":198405,"name":"Express Laundry Service ","date_verified":"2022-10-26T00:00:00.000Z","description":"Good job and at a reasonable price. Ask for same day service, get there early for same day... ","location":{"latitude":6.80785725,"longitude":-58.15383408},"category":{"name":"Laundromat"}},{"id":199753,"name":"Michelle’s Snackette","date_verified":"2024-05-23T00:00:00.000Z","description":"Roadside restaurant with small store. Owners are super friendly- possibility to camp and they also have accommodations on a nearby private island. Check with them for availability.\r\nSuper place to hang out!","location":{"latitude":4.660755652987728,"longitude":-58.67581402261276},"category":{"name":"Restaurant"}},{"id":204448,"name":"Cashew Garden Park. ","date_verified":"2024-05-15T00:00:00.000Z","description":"Nice place just besides de Takutu River. Good shade, quiet, but no facilities.\r\n200m after the Police Station at your left side. There is a fence and a gate that always remains open.\r\n","location":{"latitude":3.3735788373617517,"longitude":-59.80641418929834},"category":{"name":"Wild Camping"}},{"id":204449,"name":"M\u0026U General Store","date_verified":"2023-01-02T00:00:00.000Z","description":"This store has spare parts, tires, oil, general housing, tools, and many more items. Talk to Anil, the owner and he will help you with your needs. We recommend. ","location":{"latitude":3.376482890797507,"longitude":-59.800164275379984},"category":{"name":"Mechanic and Parts"}},{"id":204450,"name":"Beach","date_verified":"2023-10-02T00:00:00.000Z","description":"Village 60, Guiana. Big place to park and camp few meters from the ocean.\r\nSome shade and little grassy. Some Moskitos also. Quiet and good to overnight. Enter the asphalt road just at the sign of Village, left when you come from Georgetown. ","location":{"latitude":5.999439681637623,"longitude":-57.1487303678526},"category":{"name":"Wild Camping"}},{"id":204958,"name":"Kumu Falls","date_verified":"2023-01-13T00:00:00.000Z","description":"Here's a camp spot next to the river with grass. It is like a glamping in construction, you have to cross an indian community that allows you to trespass their lands. 3 miles approximately from the council house that you have to pay the entry for the lands is this spot. It is a dirt road like mostly here, 4x2 vehicles can pass easily. The payment was 10 Brazilian reais or 100 Guyana dollars per person. Ask for permission before get this place are preferred on the tourism office at Lethem next to the airport.","location":{"latitude":3.26183245,"longitude":-59.72429979},"category":{"name":"Established Campground"}},{"id":208408,"name":"Glow Royal Hotel ","date_verified":"2023-02-11T00:00:00.000Z","description":"Is a nice hotel - a little freak decoration, but clean and nice personal, we pay 15.000GYD, for a room queen bed.\r\nWe parking in the street but in front of hotel - secure place","location":{"latitude":6.82497061648027,"longitude":-58.14048142495369},"category":{"name":"Hotel"}},{"id":213075,"name":"Hand in Hand Insurance","date_verified":"2023-03-15T00:00:00.000Z","description":"Here you can buy a Car Insurance for Guyana. We paid 2.250 G$ for a Toyota Land Cruiser.","location":{"latitude":6.545826746150851,"longitude":-58.23500482365489},"category":{"name":"Vehicle Insurance"}},{"id":213359,"name":"Sharema Crossing ","date_verified":"2023-12-14T00:00:00.000Z","description":"Here you can cross the river, when you go to Bartica. Pay on the ferry. 9.000 G$ for a Land Cruiser. You only have to pay once, keep your ticket, when yo go back it's for free. Check in and out on the other side at Sharabana Police Station. Ferry goes ~ every hour.","location":{"latitude":6.150805628858507,"longitude":-58.57295150868595},"category":{"name":"Vehicle Shipping"}},{"id":213561,"name":"Golden Beach Bartica","date_verified":"2023-03-16T00:00:00.000Z","description":"The owner of the restaurant allowed us to stay here. Nice breeze from the river - no mosquitos. We can use the toilet under the restaurant. Very quite at night, we spend two nights here. ","location":{"latitude":6.408633333333333,"longitude":-58.619033333333334},"category":{"name":"Informal Campsite"}},{"id":213563,"name":"Teperu Crossing","date_verified":"2023-03-18T00:00:00.000Z","description":"Ferry to go to Peters Mine. Pay on the ferry. We payed 9.000 G$ for a Land Cruiser. Take your ticket, if you go back it's free of charge. Ferry leaves on both sides approx. every hour.","location":{"latitude":6.3759999999999994,"longitude":-58.70305555555556},"category":{"name":"Vehicle Shipping"}},{"id":221782,"name":"kurupukari Police control","date_verified":"2024-05-23T00:00:00.000Z","description":"Documentation control, mandatory stop\r\n\r\nControle de documentação, parada obrigatória ","location":{"latitude":4.659503333333333,"longitude":-58.68413833333334},"category":{"name":"Checkpoint"}},{"id":221901,"name":"Restaurant","date_verified":"2024-05-14T00:00:00.000Z","description":"Translation: We stayed here in front, because it was easier to park. Our motor home is big.\r\nThe people took care of us very well, they didn't want to charge us, so we used the restaurant's services to reciprocate.\r\nwe spent one night.\r\n\r\nNós ficamos aqui em frente , porque foi mais fácil estacionar. Nosso motor home é grande.\r\n\r\nAs pessoas nos atenderam muito bem, não quiseram cobrar, então usamos os serviços do restaurante para retribuir.  \r\npassamos uma noite.","location":{"latitude":4.664728333333333,"longitude":-58.666933333333326},"category":{"name":"Informal Campsite"}},{"id":222070,"name":"Borracharia Tyre shop","date_verified":"2023-05-24T00:00:00.000Z","description":"We stopped here to fix the tire, after the flat on the road.\r\n\r\nParamos aqui pra consertar o pneu, depois do atoleiro na estrada .\r\n","location":{"latitude":5.294851666666667,"longitude":-58.69989333333333},"category":{"name":"Mechanic and Parts"}},{"id":222136,"name":"In front of the Pegasus Hotel","date_verified":"2023-12-20T00:00:00.000Z","description":"We stopped in front of the hotel, but across the street. Now it has a nice, flat sidewalk that facilitates parking for large motor homes, has a water tap. We stayed here one night. \r\n---\r\nNós paramos em frente ao hotel, mas do outro lado da rua. Agora tem uma calçada boa e plana que facilita Estacionamento para grandes motor homes, tem uma torneira de água. Ficamos aqui uma noite. ","location":{"latitude":6.824838333333334,"longitude":-58.15979666666667},"category":{"name":"Informal Campsite"}},{"id":239977,"name":"R\u0026R comfort inn","date_verified":"2024-05-23T00:00:00.000Z","description":"really good attentive personal. they renovate a lot and add a pool. with complimentary tea/coffee and I believe hot chocolate\r\nparking for cars in front of the building, and plenty of space for motorbike to be parked inside the perimeter an the gated area. 24 hr at the reception.\r\nsmall rooms start of 5000 with a big bed.","location":{"latitude":6.02623768,"longitude":-58.26975464},"category":{"name":"Hotel"}},{"id":239978,"name":"little shop","date_verified":"2023-09-03T00:00:00.000Z","description":"little shop and restaurant, but had no food when I got here. they can also assist you if you need a tow truck\r\n","location":{"latitude":5.46529664,"longitude":-58.52678074},"category":{"name":"Shopping"}},{"id":240204,"name":"No Name","date_verified":"2024-05-23T00:00:00.000Z","description":"restaurant with variety of food. meal and a coke was 1100 and bought water.\r\n\r\nbut when I asked her for a toilet she said they wouldn't have one.","location":{"latitude":3.96287109,"longitude":-59.1415936},"category":{"name":"Restaurant"}},{"id":242586,"name":"Muhammad Forex","date_verified":"2023-09-19T00:00:00.000Z","description":"Protected parking lot next to currency exchange Muhammad.\r\nDidn't change SRD, good rates for GBP and EUR, relatively bad for USD.\r\nBut you can drive there, step out of the car unbothered, make the change inside a secure building, and drive away.\r\nVery much appreciated. ","location":{"latitude":6.808136077806968,"longitude":-58.16713233915035},"category":{"name":"Financial"}},{"id":244701,"name":"GBTI Drive through ATM","date_verified":"2023-10-02T00:00:00.000Z","description":"This is a drive through ATM. Limit was 20.000,00 GYD with our German Visa Card.\r\n1000,00 GYD fee. ","location":{"latitude":6.824224157823014,"longitude":-58.161502336619606},"category":{"name":"Financial"}},{"id":244702,"name":"Water Tap on the Seawell","date_verified":"2023-10-03T00:00:00.000Z","description":"On the Seawell Promenade there are two water taps. Water seems to be clean. You will need Jerry Cans to take the water to your car. ","location":{"latitude":6.825505130247182,"longitude":-58.15968113472825},"category":{"name":"Water"}},{"id":244703,"name":"Water Tap","date_verified":"2023-10-03T00:00:00.000Z","description":"Water Tap on the side of the road. Alternative to the ones on the boardwalk. ","location":{"latitude":6.824821332598669,"longitude":-58.159469450410974},"category":{"name":"Water"}},{"id":244787,"name":"Republic Bank ATM","date_verified":"2023-10-03T00:00:00.000Z","description":"Here is a Republic Bank ATM that did not charge any fees. We were using a German Visa Card. Don't know the limit but we could withdraw 50.000,00 GYD. ","location":{"latitude":6.767957,"longitude":-58.176919},"category":{"name":"Financial"}},{"id":244940,"name":"L.Mahabeer\u0026son Cambio","date_verified":"2023-10-05T00:00:00.000Z","description":"Upstairs of Ken' Business Enterprise. White building, west of Shell gas station.","location":{"latitude":6.81083,"longitude":-58.16376},"category":{"name":"Financial"}},{"id":245184,"name":"MacKenzie/ Wismar bridge","date_verified":"2024-05-23T00:00:00.000Z","description":"Toll 80 GD (landcruiser) when travelling out of Georgetown, like all toll in Guyana, travelling the opposite direction is for free.","location":{"latitude":5.995292365550995,"longitude":-58.30191847868264},"category":{"name":"Checkpoint"}},{"id":246130,"name":"Shane's Campground Savannah Tours ","date_verified":"2024-06-09T00:00:00.000Z","description":"We met Shane by chance at the Exhibition Centre in Georgetown and he invited us over to his campsite.\r\nHis main business are Quadbike Tours into the nearby Savannah. But he has a great Campsite with pool, cabins, kitchen and places to hang your hammocks or put up tents. Might be a tight fit for big rigs.\r\nJust contact Shane before you arrive via Whattsapp. If you want, you can do a Quadbike tour. We did one and it was quite nice.\r\nHe has also a small grocery store on site. ","location":{"latitude":6.462659,"longitude":-58.226924},"category":{"name":"Established Campground"}},{"id":246147,"name":"Money Exchange Hotel Amazonas","date_verified":"2023-10-14T00:00:00.000Z","description":"There's a small money exchange booth on the ground floor of the stairway of the hotel Amazonas.\r\nWe got a very good rate changing Guyana Dollars into US Dollars. Especially compared to the exchange booth inside the immigration office. ","location":{"latitude":3.375093,"longitude":-59.792936},"category":{"name":"Financial"}},{"id":246696,"name":"Tennessee moto","date_verified":"2023-10-18T00:00:00.000Z","description":"bike parts for bigger bikes. upstairs. i was happy to find that","location":{"latitude":6.814651666666666,"longitude":-58.13604},"category":{"name":"Mechanic and Parts"}},{"id":246832,"name":"Joseph's appartement guesthouse","date_verified":"2024-05-23T00:00:00.000Z","description":"Clean small rooms, definately the cheapest option in town and quite decent. FYI, loud AC in room 9.\r\nRooms at 4000, 5000 and 7000.\r\nParked the motorcycle inside the gates.\r\nLook at the picture of the front sign for the contact number. The last one (+592 687 4155) reaches someone on whatsapp that does not work there and will try to scam you. Do not use this contact.","location":{"latitude":6.02866,"longitude":-58.264661666666676},"category":{"name":"Hotel"}},{"id":248372,"name":"Guyana Livestock Development Authority","date_verified":"2023-10-05T00:00:00.000Z","description":"This is the GLDA where you get your export papers for your pet. You get the Health Certificate from a vet first and then get the export papers here. Cost us 5000 GYD (25 US$). You get two copies. One copy for the next country you are travelling to and the other copy you have to show to the Guyana Authorities at the border.\r\nThis process officially takes 3 working days. We managed to talk them into fastening the process up and got it the next day.\r\nI would recommend you going to the GLDA first thing when you come to Guyana. They can then explain you the process. ","location":{"latitude":6.780757,"longitude":-58.06096},"category":{"name":"Pet Services"}},{"id":248375,"name":"NB Veterinary Services","date_verified":"2023-10-11T00:00:00.000Z","description":"We got our Health Certificate for the export permit here. It took them 3 days to issue the certificate. When we came to pick it up, they obviously didn't have it ready. Took another hour for them to do it. They forgot to include the vaccines and got the birthday wrong.\r\nTotal cost for the certificate and parasite treatment 80€. Ridiculous.\r\n\r\nWe would not recommend this vet although we don't know if a different vet is quicker and cheaper. Everything in Guyana seems to take long und be expensive. ","location":{"latitude":6.816678,"longitude":-58.129133},"category":{"name":"Pet Services"}},{"id":253691,"name":"New Amsterdam","date_verified":"2023-12-19T00:00:00.000Z","description":"Difficult to find parking in this city. We found this place at the entrance to a park, we spent a very quiet night. There's a night guard next door.\r\n\r\nDifficile de trouver un parking dans cette ville. Nous avons trouvé cet endroit à l’entrée d’un parc nous avons passé une nuit très tranquille. Il y a un garde de nuit juste à côté.\r\n\r\n","location":{"latitude":6.25151215869499,"longitude":-57.519025051781846},"category":{"name":"Wild Camping"}},{"id":263236,"name":"Windjammer International Cuisine \u0026 Comfort Inn","date_verified":"2024-02-20T00:00:00.000Z","description":"We stayed two days in this place, a quiet area with supermarkets nearby, air-conditioned rooms for a couple for 60usd which included all meals of the day, it does not have parking for cars, but outside the facilities there is a person from the hotel to take care of parked vehicles","location":{"latitude":6.824232,"longitude":-58.140729},"category":{"name":"Hotel"}},{"id":274725,"name":"Lethem Fire Station","date_verified":"2024-05-20T00:00:00.000Z","description":"I asked at the Fire Station if I could set up camp. They had a room free and gave me a room with shower for a night. Great people. There’s free WiFi too. ","location":{"latitude":3.3757924335110086,"longitude":-59.7903253790548},"category":{"name":"Informal Campsite"}},{"id":274932,"name":"Massara village","date_verified":"2024-05-22T00:00:00.000Z","description":"Quiet indigenous village off the main road. Friendly people. I spoke to Frank, the deputy who showed me around. There’s a guest house and I camped outside. They have a simple restaurant too. \r\nThey charged 1000 GYD entrance fee and 1000 GYD for camping and using facilities. Restaurant is inexpensive too. ","location":{"latitude":3.890121120794013,"longitude":-59.30075792584875},"category":{"name":"Informal Campsite"}},{"id":274933,"name":"Behind green two story house","date_verified":"2024-05-22T00:00:00.000Z","description":"Gas sold at a shop at 800 GYD for 4 litres. Gas stations both directions are about 100 kms away. \r\nNot sure about exact location but it’s in Fairview village, behind a new green two-story house. ","location":{"latitude":4.650293,"longitude":-58.687923},"category":{"name":"Fuel Station"}},{"id":277340,"name":"Milla 27 Store","date_verified":"2024-04-09T00:00:00.000Z","description":"Store that sells food, drinks and essential items.\r\nThe owner is very kind and she let us spend the night under the Pavilion next to the restaurant.\r\nThey have water in tanks but it is not drinking water and is limited, so the best option is to carry water to drink or to buy it in there. \r\nIt is always a good idea to buy something from them to help the business survive.\r\n.....\r\nTienda en la que venden comidas, bebidas y artículos esenciales.\r\nLa dueña es muy amable y nos dejó pasar la noche debajo del Pavilion que está junto al restaurante.\r\nTienen agua en tanques pero no es bebible y es escasa, así que lo mejor es llevar agua para beber o comprar allí.\r\nSiempre es una buena idea comprar algo para ayudar a la subsistencia de la tienda.\r\n\r\n","location":{"latitude":5.709555,"longitude":-58.482205},"category":{"name":"Informal Campsite"}}]