[{"id":4934,"name":"Harbour Resort Domburg (\"River Breeze\") ","date_verified":"2024-06-30T00:00:00.000Z","description":"Yacht Marina with facilities for Overlanders, riverside sites, swimming pool, Toilets, showers and clean drinking water. Restaurant, cosy bar. 9 Euros per vehicle per night. included Electricity, WIFI and use swimmingpool. Great location for some R\u0026R after exploring inland Suriname. \r\na favourite place for the neighbourhood,  overlanders and aspeciality for  around the world sailors. Very nice atmosphere.\r\n ","location":{"latitude":5.70167,"longitude":-55.08186},"category":{"name":"Established Campground"}},{"id":4937,"name":"Brownsberg Nature Reserve","date_verified":"2024-03-19T00:00:00.000Z","description":"'Stinasu' facility has campsites for motorhomes, and hammock spaces. Visiting monkeys and toucans in the campsite, and there are numerous hikes. Steep dirt road up, not advisable when wet as it gets very slippery (unless you have a decent 4x4 with good tires and experience). Watch out for great wildlife observation opportunities.","location":{"latitude":4.94755,"longitude":-55.18223},"category":{"name":"Established Campground"}},{"id":9658,"name":"Canawaima, Suriname","date_verified":"2024-05-03T00:00:00.000Z","description":"Entering Suriname from Guyana -  Visas are not issued at the border. Apply for a visa at the Surinamese Embassy in Georgetown, Guyana  171 Peter Rose \u0026 Crown Streets, Queenstown Georgetown, Guyana  Arrive at embassy before 11:00 AM (cut-off) and complete visa application. Bring a passport type photograph. Be prepared to pay as much as $100 (USD) for a visa. Lower visa fees *may* be available, I don't recall and I was using an Irish passport. I rememfber paying $45.00. Only US dollars are accepted as payment. Return after lunch (check for exact timing) and have a brief interview. Visa is a full page sticker, applied to your passport.","location":{"latitude":5.74939,"longitude":-57.1343},"category":{"name":"Customs and Immigration"}},{"id":11925,"name":"Extension Visa / Police","date_verified":"2023-12-21T00:00:00.000Z","description":"Get your one month visa extended with another month. Open daily till 14:00. You normally can wait to process your passport. Notice the dress code.","location":{"latitude":5.81188,"longitude":-55.206649},"category":{"name":"Customs and Immigration"}},{"id":12060,"name":"Douane Recherche / Customs","date_verified":"2024-04-29T00:00:00.000Z","description":"To try and get your one month temporary car import papers extended. Note, first get your passport visa extended.","location":{"latitude":5.808172,"longitude":-55.167434},"category":{"name":"Customs and Immigration"}},{"id":20835,"name":"Great Mechanic - Giovanni","date_verified":"2024-03-15T00:00:00.000Z","description":"Knowledgable no nonsense mechanic who does great work, makes sure everything that leaves his shop leaves the customer happy. Well informed to source parts and a lot of experience in finding solutions to a variety of problems for all variety of vehicles. Very thorough and helpful and a good person to speak to if unsure of underlying issues. Very hard to come by a reliable mechanic like this on the continent. The kind of person who will be as interested in finding the best solution as much as you are.","location":{"latitude":5.843277792451757,"longitude":-55.21310158079044},"category":{"name":"Mechanic and Parts"}},{"id":20959,"name":"GO2 Fuel","date_verified":"2016-08-26T00:00:00.000Z","description":"Both diesel and unleaded available. Cash only.","location":{"latitude":5.94251,"longitude":-56.9864},"category":{"name":"Fuel Station"}},{"id":20960,"name":"Martin's House of Indian Food","date_verified":"2017-06-03T00:00:00.000Z","description":"EXCELLENT food, value and service. Great spice and flavor. Extensive menu (in Dutch, French and English) with vegetarian mains running SR20 and mains with meat priced around SR50. (The owner speaks both Dutch and English.) Situated in a quiet neighborhood with off-street parking to fit all rigs. There is no 'Martin's' sign visible from the road, but the outdoor seating area is visible. Wifi is available for customers. Unless you're keen for Chinese, this is one of the only restaurants open on Sunday. Highly recommend. ","location":{"latitude":5.8351850596112405,"longitude":-55.14070493339462},"category":{"name":"Restaurant"}},{"id":20965,"name":"Downtown Oasis Guesthouse","date_verified":"2020-01-26T14:56:09.646Z","description":"Truly a fitting name - this place IS an Oasis. We checked out 4 other properties in Paramaribo and this one is the best. It is family owned and all of the staff they have onsite are welcoming, professional and helpful. The rooms are CLEAN, modern and beautifully furnished with desks, flat screen TVs, armoires, mini-fridges and SUPER comfortable beds. Hot and cold water and air conditioning add to the level of comfort. There is a common living room, well-outfitted and spacious kitchen. Outdoors, there is an above ground pool and a covered patio with tables, chairs and hammocks. The laundry machine is huge and costs €3. We paid €37,50 per night for the nicest room we have stayed in in all of South America. There is a €10 fee for the first night, but if you stay 3 or more nights, you get it back. Parking is gated/secure and spacious. They are also happy to help you organize tours. If you have truck you can also stay in your vehicle for €20,- and use all facilities. They are also open to pets, but you need to discuss this in advance. If you want to make a reservation: info@downtownoasis.sr or call: +597 52 14 81","location":{"latitude":5.830062045721179,"longitude":-55.15537952078055},"category":{"name":"Hotel"}},{"id":21138,"name":"Colacreek","date_verified":"2024-05-03T00:00:00.000Z","description":"  200 SRD for the day and 200 SRD for the night. you  can use open cabins there is also electricity. Nice cola kreek to swim in. big guarded area. do not forget to visit the small museum. next to it is a bush trail. it is not allowed for pets.  ","location":{"latitude":5.46284,"longitude":-55.22843},"category":{"name":"Informal Campsite"}},{"id":22647,"name":"Ferry St. Laurent-du-Maroni to Albina","date_verified":"2024-03-22T00:00:00.000Z","description":"2 or 3 crossings early morning (not on Sunday), 2 or 3 crossings in the afternoon  (not on Wednesday). Van, 2 passengers €55.","location":{"latitude":5.49655,"longitude":-54.05687},"category":{"name":"Vehicle Shipping"}},{"id":23110,"name":"Pikin Slee - Pasensi","date_verified":"2019-08-31T00:00:00.000Z","description":"Resort with a two bedroom house and four simple cottages at a beautiful bend of the Suriname River at the outskirts of Piking Slee. Village walks and jungle tours are organized by Pasensi. Full board EUR 30 per person per night. Nice, helpful manager. Piking Slee can only be reached by boat, 3 to 4 hours from Ayuni, the last place on the road from Paramaribo. We did not like leaving our car unattended there (although many locals do), but found an acceptable \nprivate place in Pokigron.","location":{"latitude":4.247206666666667,"longitude":-55.44126166666667},"category":{"name":"Hotel"}},{"id":23111,"name":"Boto Pasi - Jungle Hotel Boto Pasi","date_verified":"2016-10-17T00:00:00.000Z","description":"Very well built and maintained hotel consisting of rooms and cottages run by Corry and Haidy, a Dutch/Surinam couple, overlooking the Surinam River. Electricity for charging all day, generator in the evening. Wifi is normally available, but was not operational during our visit. The village Boto Pasi is at the other side of the river. The hotel organizes trips to nearby villages and into the jungle. Boto Pasi can only be reached by boat (3-4 hours from Ayuni) or by airplane. Full board EUR 40 per person.","location":{"latitude":4.22468,"longitude":-55.440149999999996},"category":{"name":"Hotel"}},{"id":23113,"name":"GODO","date_verified":"2020-01-03T14:25:24.720Z","description":"Sells insurance for short periods. We got a one month liability insurance for about EUR 15.The whole process took about 30 min. Coverage is EUR 6000. Another insurance agent (Parasco agent) can be found across the road.","location":{"latitude":5.4991436,"longitude":-54.056168},"category":{"name":"Vehicle Insurance"}},{"id":23114,"name":"Immigration and Customs Albina","date_verified":"2024-06-30T00:00:00.000Z","description":"Immigration straightforward with a Tourist Card. You need to leave your vehicle within the customs premises and walk a few hundred meters into Albina to buy an insurance. Customs officers wil give directions. After you have the insurance getting the TIP was straightforward. 10 min. for the total customs/immigration process. We got 1 month for the vehicle and ourselves.\r\n\r\nUpdate September 2023: you can get the Suriname only insurance at the liquor store on the other side of the road. For the Suriname and Guyana combined insurance, you need to walk 400m to the Godo Bank (search for it on maps.me, it's not on Google maps) ","location":{"latitude":5.496034,"longitude":-54.056885},"category":{"name":"Customs and Immigration"}},{"id":23115,"name":"Raghoe","date_verified":"2016-10-12T00:00:00.000Z","description":"Raghou is a retired mechanic who did our regular service professionally at a very good price. We had no major special issues, so we don't know how he handles those. There is no sign; he lives in the one but last house on the right side of a one way street, with usually many cards outside. ","location":{"latitude":5.7075777,"longitude":-55.09912},"category":{"name":"Mechanic and Parts"}},{"id":23869,"name":"Ingas","date_verified":"2024-03-21T00:00:00.000Z","description":"Facility for filling cylinders with different gases. Gravity fills propane cylinders and facility has a range of adapters. They filled our South African cylinders without needing our adaptors. We could collect the cylinder 4 hours after we handed it in. We paid about € 0.60 per kg.\r\n\r\nSeptember 2023: 3kg Gas Bottle for 180 SRD (4,50€). Took 5 minutes, no adapter needed. ","location":{"latitude":5.7679186,"longitude":-55.157375},"category":{"name":"Propane"}},{"id":23870,"name":"Palulu","date_verified":"2024-04-30T00:00:00.000Z","description":"If you like to have a jungle feeling during camping but still enjoy some confort - this is thr place to go. Donouvan (owner) and his wife build a very nice place in the forest. There are two lodge houses with complete kitchen to rent. And there is a nice place to either set up your tent or put your hamack and have a nice bbq on the grill or sit around the fire during the night - wood is provided. Overlanders can camp down at the river (shower and basic toilet available). WiFi is available at the main house as well as good books about nature of Suriname. www.surinamecamping.com info@surinamecamping.com Tel: +56 8538676 Recommended\r\n","location":{"latitude":5.4251,"longitude":-55.19213},"category":{"name":"Established Campground"}},{"id":23871,"name":"Canawaima - Canawaima Ferry Service","date_verified":"2023-12-18T00:00:00.000Z","description":"We were allowed to put the car facing the entry fence to the ferry and Surinam immigration (first in line). Restrooms, shower and 110V available. Quiet. Free.","location":{"latitude":5.749389605214317,"longitude":-57.13430051946983},"category":{"name":"Informal Campsite"}},{"id":23872,"name":"Parasco","date_verified":"2021-08-13T00:00:00.000Z","description":"One month insurance for Guyana USD 16.","location":{"latitude":5.9422565,"longitude":-56.986298},"category":{"name":"Vehicle Insurance"}},{"id":24722,"name":"Bigi Pan - Stephany Eco Lodge","date_verified":"2016-11-22T18:48:09.382Z","description":"Resort in the middle of Lake Bigi Pan. Full board trips from Nickerie for 24 or 48 hours include transport, boat trips, meals, (non-alcoholic) drinks and accommodation. Not cheap: €85 per person for 24 hours, €150 for 48 hours. It is a superb place for birding. I don't think we saw more birds together anywhere, including lots of red ibises. Possibility to charge electronics, otherwise no electricity. Parking next to the landing out of sight of the main road, but not guarded or fenced. Safe according to locals.","location":{"latitude":5.959183333333334,"longitude":-56.862750000000005},"category":{"name":"Hotel"}},{"id":35262,"name":"Isadou Holiday Island","date_verified":"2016-08-28T09:23:44.000Z","description":"Several people in Paramaribo, who we thought understood we were looking for a cultural and Eco-tourism experience, recommended we visit Isadou. If you get the same recommendation, ignore it. Isadou is a resort on an island. Meaning: 1. You will have hardly any interaction with locals unless you book a tour to one of the nearby towns like Jaw Jaw (which you can arrange with Andre, the owner of Isadou, for SRD50 per person). 2. You will hear the generator and water pump noises all night instead of birds, insects and monkeys. 3. You can't just take a stroll into nature. 4. If there is a religious retreat onsite, like was the case for us, there may be loud singing and sermons until midnight and beyond. 5. If you have not booked ahead, it will be impossible to have meals here. In order to heat water, you will have to have rented a kitchen, unless Andre takes pity on you and does it for you. The best value boats leave at 11am from  Atjoni -- we left at 5pm and paid SRD50 per person to get here, 30 minutes up river. Since there was no more hammock space, Andre made us a deal and gave us a cabin with toilet, shower, bed and mosquito net for SRD100 per person. We take full responsibility for putting ourselves in the position to wind up someplace like this, but if, like us, you don't have enough time to go farther up river, ask to stay in Jaw Jaw which is SRD80 per person to hang a hammock or tent and SRD60 for a meal. We parked our bikes at the police station in Atjoni. They didn't want any money and if you ask really nicely, you may be able to put your bikes into their garage which has a gate. Also, don't make plans based on when you will get back to Atjoni: we arranged with the guy who brought us up the river to pick us up and bring us to his village the next day before bringing us back to Atjoni. Even though we tipped him 20%, he no-showed the next day which meant we had to wait another 3 hours for a boat that was picking up a tour group (which was an hour late). NOTE: Especially for anyone traveling farther up the river, make sure your belongings are in a dry bag... In the two days we were here, 3 boats full of people capsized in the Rapids just above Isadou. Life jackets recommended.","location":{"latitude":4.4235434895422525,"longitude":-55.36998624918551},"category":{"name":"Hotel"}},{"id":35264,"name":"Roadside Logging Clearing","date_verified":"2017-05-16T21:37:52.319Z","description":"Currently there are no houses here, but that may change. Entrance is 4x4 only. Flat gravel area before you get to the sloped washout is perfect for camping and 95% hidden from the road. If this doesn't work for you, between 10-20kms from here in the direction of Atjoni, there is a camping/hammock/parking area with green buildings. They charge SRD75 per person to hang a hammock.","location":{"latitude":5.030137170110857,"longitude":-55.20953533244804},"category":{"name":"Wild Camping"}},{"id":35293,"name":"Car park by Fort Zeelandia","date_verified":"2024-02-13T00:00:00.000Z","description":"Central but was fairly peaceful overnight. Near the Presidential palace so security around the area is generally ok. Restaurants \u0026 shops nearby in the town. No facilities. Free.","location":{"latitude":5.82578483,"longitude":-55.14943537},"category":{"name":"Informal Campsite"}},{"id":36218,"name":"Roof near the river ","date_verified":"2023-12-04T00:00:00.000Z","description":"A flat spot 100 metres off the road by the riverside. An old hut and a huge metal roof could give you shelter from the rain. Low traffic and quiet at night. ","location":{"latitude":5.524303621822581,"longitude":-54.115707852448516},"category":{"name":"Wild Camping"}},{"id":36241,"name":"Assuria ","date_verified":"2024-03-19T00:00:00.000Z","description":"One month insurance for a pick-up truck USD12. Process took just 15 minutes. Close at 2pm","location":{"latitude":5.945977354427749,"longitude":-56.99434912768844},"category":{"name":"Vehicle Insurance"}},{"id":36243,"name":"Nieuw Nickerie plaza","date_verified":"2017-06-01T00:00:00.000Z","description":"Public parking area, ok for 1 night, calm from 11pm to 6am. Public toilets at market. Wifi and cold beers at the hotel bar across the street.\r\n\r\n Lots of parking here, pleasant area. Police station nearby. Friendly food vendors in the square for evening. Peaceful after around 21:00 hrs. No facilities. Free.","location":{"latitude":5.946148554800028,"longitude":-56.99241232132259},"category":{"name":"Wild Camping"}},{"id":36407,"name":"Tulip Supermarket ","date_verified":"2019-12-19T15:49:50.575Z","description":"Big modern supermarket to stock up with treats and European brands if you miss them. If you are heading towards French Guiana, buy here before you leave. it's much cheaper here than in Carrefour or Geant in Cayenne.","location":{"latitude":5.84065,"longitude":-55.15181},"category":{"name":"Shopping"}},{"id":36408,"name":"Bank with 'Blue Machine' ATM","date_verified":"2024-06-30T00:00:00.000Z","description":"Visa cards are not widely accepted around Suriname. For a Visa ATM you need to find a 'Blue Machine'. There are a few dotted around town centre (not many) but this is one that you can easily park right outside. There is also one in Domburg just near the iOv campsite.","location":{"latitude":5.815139,"longitude":-55.167933},"category":{"name":"Financial"}},{"id":39908,"name":"Anaula nature lodge","date_verified":"2017-07-29T18:42:15.160Z","description":"Great lodge to do some R\u0026R after exploring the Suriname river.","location":{"latitude":4.38471,"longitude":-55.38809},"category":{"name":"Hotel"}},{"id":40256,"name":"afobakka lookout","date_verified":"2024-03-22T00:00:00.000Z","description":"great view over lake van Blommensteinmeer. perfect overnight stop.","location":{"latitude":4.9826336,"longitude":-54.9844107},"category":{"name":"Wild Camping"}},{"id":44387,"name":"Bomberos de Wageningen ","date_verified":"2023-05-28T00:00:00.000Z","description":"Suriname fire station, asking permission to the head is possible to camp next to the station under trees, also allow to use shower and kitchen, although I think it will depend on the boss in turn.","location":{"latitude":5.7657045,"longitude":-56.6853028},"category":{"name":"Informal Campsite"}},{"id":44388,"name":"Consulado de Guyana","date_verified":"2017-12-19T15:07:33.362Z","description":"Consulate of Guyana, to process the visa (in case of needing it) it takes around 2 days, schedule for the procedure from Monday to Friday from 8:00 to 12:00 \r\nDocuments:\r\n* Passport with a minimum validity of 6 months.\r\n* Proof of income to Suriname (Tourist card).\r\n* Proof of vaccine against yellow fever.\r\n* Copy of passport and page with entry stamp to Suriname.\r\n* Copy of hotel reservation in Guyana.\r\n* Recent passport size photograph.\r\n* Visa application form (they deliver it to you right there). Includes contact address in Suriname, in the country of origin and in Guyana.\r\n\r\nThen you go to a brief interview where they tell you if they give you the visa or not, in case they give you you pass the next day to pick it up at the time indicated and pay the fee of $ 40.00 usd, only accept American dollars.\r\n\r\nIf you travel by car or motorcycle you can add other things, to me on my bike is what they asked me. Luck!\r\n","location":{"latitude":5.83067,"longitude":-55.15814},"category":{"name":"Consulate / Embassy"}},{"id":44437,"name":"Lelydorp resort","date_verified":"2020-01-26T14:56:07.702Z","description":"Resort but the owner ,Rudy, is happy to accomodate overlanders. Some shaded grassland around. Nice and quiet place. Horses are kept as well. We payed E 10 for us and vehicle.","location":{"latitude":5.70153,"longitude":-55.22437},"category":{"name":"Informal Campsite"}},{"id":45888,"name":"B\u0026B Famiri","date_verified":"2017-11-04T14:50:23.866Z","description":"Nice B\u0026B. Very friendly owner, Anneke and Ries. Cosy place to stay flr a few days.\nRestaurants and shopping nearby.","location":{"latitude":5.836314118130437,"longitude":-55.139326296451685},"category":{"name":"Hostel"}},{"id":48479,"name":"ATM Blue Machine","date_verified":"2024-03-16T00:00:00.000Z","description":"Accepts foreign credit cards. Daily limit 4.000 SRD (as of 2023). Republic Bank in the city center. ","location":{"latitude":5.82793300040609,"longitude":-55.15543852937888},"category":{"name":"Financial"}},{"id":50904,"name":"Multi-systems. electric systems, parts and pieces ","date_verified":"2019-12-16T00:00:00.000Z","description":"This place has everything to install a good electric system with high quality residential solar panels and inverters. we had a problem and the owner help us to fix it with a new inverter. was an excellent work.\r\n\r\nhttp://www.multi.solar \r\n\r\n(by outside the store has not name, you need to ask)","location":{"latitude":5.94455,"longitude":-56.98033},"category":{"name":"Shopping"}},{"id":52557,"name":"Suriname Bank","date_verified":"2018-02-06T00:00:00.000Z","description":"Here is the last place you can find an international cashier machine with master card. In Albina no way. Just national cards.\r\n","location":{"latitude":5.6173,"longitude":-54.40316},"category":{"name":"Financial"}},{"id":61858,"name":"Kamp Sarang Watra","date_verified":"2024-05-04T00:00:00.000Z","description":"You can rent a roof here to hang a hammock. Nice and basic in the middle of the jungle kind of. There is a creek to take a bath. No electricity or running water. There are basic toilets and non-portable water. 50 SRD pp.","location":{"latitude":5.403581550349857,"longitude":-55.31021070671762},"category":{"name":"Established Campground"}},{"id":62637,"name":"Budget room","date_verified":"2018-06-12T00:00:00.000Z","description":"Ravin rents out basic rooms with private bathroom, AC and tea kitchen for 10 USD per night. You can find it on airbnb with the name budget room. It was the cheapest accommodation we found. Ravin is super nice and easy going. He helped us to get cheap transportation to Guyana and took us a night to the jungle. He’s also willing to give you a ride if you pay him the gas (much cheaper than a taxi!). There should be enough room to park a camper here as well and it’s a quite and safe neighborhood. Supermarket, restaurants and a bank that accepts Visa cards in walking distance. ","location":{"latitude":5.815686034044079,"longitude":-55.19085458484962},"category":{"name":"Hostel"}},{"id":80625,"name":"Restaurant Don Julio","date_verified":"2019-12-30T00:00:00.000Z","description":"One of the best Rest. in town with international food. Safe parking in front. Try the Salmon or Seafood pasta, is delicious. Also good wine selection. ","location":{"latitude":5.83562291195353,"longitude":-55.146203877122005},"category":{"name":"Restaurant"}},{"id":80715,"name":"Insurance to Guyana - Self Reliance ","date_verified":"2023-12-11T00:00:00.000Z","description":"90 SRD for 1 month in Guyana. We have a station wagon : Mitsubishi Delica. Staff very friendly ","location":{"latitude":5.829265,"longitude":-55.157645},"category":{"name":"Vehicle Insurance"}},{"id":80721,"name":"Toyota and Chevrolet dealership NV","date_verified":"2020-01-02T00:00:00.000Z","description":"Good Toyota Garage who has lots of spare parts for the HZJ78 like Oil- and Diesel Filter, Air Filter, Fan- and T-Belt and much more so we could refil our stock for the journey. Ask for Kersten or Lauren - very helpful.","location":{"latitude":5.809087,"longitude":-55.171421},"category":{"name":"Mechanic and Parts"}},{"id":80857,"name":"Integra Marine \u0026 Freight Service","date_verified":"2022-07-17T00:00:00.000Z","description":"Very professional agency for shipping the car. Juan Scheuerman (j.scheuerman@integramar.com, Phone +597-427690 ext 447, Mob +597-8656098 )was our agent who handled the whole process - he did an excellent job! We shipped from Surinam to Veracruze, Mexico. Ships from Surinam leave every week. Costs for port, custom etc. see photo. Adress of office: Van 't Hogerhuystraat #13-15, Entrance Havenlaan West, Paramaribo","location":{"latitude":5.813164,"longitude":-55.168759},"category":{"name":"Vehicle Shipping"}},{"id":80943,"name":"Wageningen Airport","date_verified":"2019-01-09T00:00:00.000Z","description":"Perfect spot to spend the night. We asked the very friendly caretaker/nightwatchmen and he said no problem. Clean, even and paved ground (perfect if it is raining), some distance away from the road (not much traffic), windshelter. We had a safe and quiet night. ","location":{"latitude":5.841107547475819,"longitude":-56.67580871257188},"category":{"name":"Informal Campsite"}},{"id":80944,"name":"Canawaima Ferry Service","date_verified":"2024-05-08T00:00:00.000Z","description":"Ferry between Surinam and Guyana. Be aware that there is only one ferry per day! It leaves from Surinam at 10 am and back from Guyana at 12.00. You have to be there very early (locals recommend 7am) as the waiting line is filling up quickly and they close the gate if it is full - max 20 cars but this depends on the size. Immigration and custom after the gate, there is also a Duty Free Shop.","location":{"latitude":5.749932,"longitude":-57.135758},"category":{"name":"Vehicle Shipping"}},{"id":81048,"name":"Telecome camp","date_verified":"2022-10-25T00:00:00.000Z","description":"Convenient and safe place behind a Telecome trafo station. Hidden from the road, clean!, sandground, few moskitos, nice frog concert in the distance ;-) A small security light from the station burns all night. We had a quiet night - some early morning traffic than it calms down again. ","location":{"latitude":5.825725238228838,"longitude":-55.8127490895492},"category":{"name":"Wild Camping"}},{"id":107581,"name":"Roopram Roti Restaurant","date_verified":"2019-09-03T00:00:00.000Z","description":"You need to try Roti in Suriname. It is very simple and very tasty. We ate lunch here as it was highly recommended and while it's simple and the restaurant lacks ambience the food is tasty. I had a vegetarian Roti (green beans potato and roti) for 12SRD. My husband had the normal roti (chicken, potato and roti) for 24SRD.  ","location":{"latitude":5.826614988036454,"longitude":-55.15486034564674},"category":{"name":"Restaurant"}},{"id":112834,"name":"Zus \u0026 Zo","date_verified":"2023-02-14T00:00:00.000Z","description":"Nice youth hostel, good food, nice cheap double rooms","location":{"latitude":5.828688837934642,"longitude":-55.15134620025891},"category":{"name":"Hostel"}},{"id":113954,"name":"Stolkertsijver","date_verified":"2024-01-29T00:00:00.000Z","description":"Little village with a gas station and shop. At the restaurant nearest the river, there is opportunity to sleep in a hammock. But first ask the Owner. The spot is next to a police checkpoint So safe. Some traffic noise at night. ","location":{"latitude":5.7558821,"longitude":-54.7467668},"category":{"name":"Informal Campsite"}},{"id":119199,"name":"Republic Bank Blue Machine","date_verified":"2024-02-15T00:00:00.000Z","description":"You will soon see that Visa cards don't work almost anywhere in Suriname and most ATMs don't work with foreign cards as well. this one does. I used the same banks atm in Paramaribo as well and it was the only one that worked for me in the whole country. not sure if it's the same but in Paramaribo there is a limit per withdrawal of 4,000 and a daily limit of 8,000\r\n","location":{"latitude":5.944684697320633,"longitude":-56.99225876485649},"category":{"name":"Financial"}},{"id":119283,"name":"Public Beach ","date_verified":"2022-09-28T00:00:00.000Z","description":"Along this section of road is public beach. There are many areas to pull off and park. (Check for solid ground under the grass) At the end (where this pin is) is a community hall. We parked there. It was locked. Neighbors said we were fine. Could be a problem if there was an event using the facility. Possible to pitch tent, hang hammock, etc. No facilities if building is locked. Nice breeze kept the mosquitoes and flies moving. ","location":{"latitude":5.934334513736827,"longitude":-57.071051420697074},"category":{"name":"Wild Camping"}},{"id":119313,"name":"Police checkpoint STOP","date_verified":"2024-06-11T00:00:00.000Z","description":"It’s unclear as to what to do.  STOP. They want to see drivers license and documents. Possibly look inside vehicle.  Very official.  All other cars were waved on as they busted themselves with us.  Possible overnight parking space here if you need it. ","location":{"latitude":5.901703638961447,"longitude":-56.41531007369646},"category":{"name":"Checkpoint"}},{"id":119471,"name":"AcDelco Cormoran","date_verified":"2019-12-19T00:00:00.000Z","description":"This shop sells ACDelco batteries and battery related parts and cables.  Also a full line of solar panels, inverters, converters and cables.  Very knowledgeable and helpful. Takes credit cards. ","location":{"latitude":5.828371918765668,"longitude":-55.16531073493432},"category":{"name":"Mechanic and Parts"}},{"id":119543,"name":"GranBasi Solar Supplies","date_verified":"2019-12-19T00:00:00.000Z","description":"This dealer has slightly lower prices than nearby. Also has all mph ting brackets, cables, connectors and parts for systems. Various hard panels.  Parking across street or in front.  Speaks English. ","location":{"latitude":5.825219233525754,"longitude":-55.16603476373028},"category":{"name":"Mechanic and Parts"}},{"id":119568,"name":"Magical Touch Massage. ","date_verified":"2019-12-20T00:00:00.000Z","description":"Eugenia delivers a great massage for a great price. She works in a lovely space at the back of her home.  Located near the bridge, across from a Shell station and a couple of grocery stores.  Book with her by WhatsApp at \r\n\r\n+597 889-9201","location":{"latitude":5.804677703423243,"longitude":-55.18847739329113},"category":{"name":"Medical"}},{"id":119657,"name":"Hindu Temple ","date_verified":"2024-04-29T00:00:00.000Z","description":"This is an incredible and elaborate Hindu temple on a jetty. There is a nice ocean breeze.  Many curious folks live around.  The mosquitoes are ruthless.  Even if you don’t park here, come and see this place. And remember to leave your shoes at the entrance. Free- make a donation.  No services (possibly a toilet if you ask)","location":{"latitude":5.902931755414142,"longitude":-55.226260079122355},"category":{"name":"Informal Campsite"}},{"id":120129,"name":"The Laundry Spot","date_verified":"2019-12-23T00:00:00.000Z","description":"A drop off laundry service. Also offers just drying. Folding. By the kilo. Promised three bags turned around in 4 hours for $200sd.   ","location":{"latitude":5.850296714348579,"longitude":-55.14448455540011},"category":{"name":"Laundromat"}},{"id":120663,"name":"Choi’s Grocery Store","date_verified":"2022-09-29T00:00:00.000Z","description":"Very large. Slightly different than Tulip. Wide variety of USA and EU products.   Meats, cheeses, breads. Takes credit cards (Tulip requires cash) large parking area, big rigs will fit.  \r\nATTENTION when paying by card - they scam you!","location":{"latitude":5.84873,"longitude":-55.13425},"category":{"name":"Shopping"}},{"id":120857,"name":"Launch ramp beachside","date_verified":"2020-01-03T00:00:00.000Z","description":"This is a small, public use area with a little launch ramp and a strip of sand.  There are homes nearby, but this space is public.  Of course, there is a little trash, could be noisy and crowded sometimes.  Suitable for big rigs if not already others there. Tents would work.  RTT perfect. Nice breeze in the evening, birds in the morning, smooth water in the bay.  (There are three roads leading to the beach along here- if this spot is too full, check the others) ","location":{"latitude":5.536353117791504,"longitude":-54.029725464111216},"category":{"name":"Wild Camping"}},{"id":121859,"name":"Suriname Port","date_verified":"2024-05-28T00:00:00.000Z","description":"This is the place where you arrive coming from Moleson/Guyana or where you take the ferry from.Surinam to there","location":{"latitude":5.749713721652462,"longitude":-57.13632062295939},"category":{"name":"Customs and Immigration"}},{"id":183846,"name":"Kekemba Resort","date_verified":"2022-07-17T00:00:00.000Z","description":"This is a nice place to take a break from overlanding. Very nice appartements for reasonable price. Secure parking. Nice helpful owners. ","location":{"latitude":5.84888,"longitude":-55.162229},"category":{"name":"Hotel"}},{"id":194219,"name":"Next to Antenna","date_verified":"2023-09-19T00:00:00.000Z","description":"A place next to antenna, hidden from the main road. Had a calm night here on the way to the ferry. Someone told us Albina is sketchy right now so we decided to stop for the night earlier. No facilities but great Telesur reception. Acces road is a bit rough but should be doable by most cars. ","location":{"latitude":5.58283366,"longitude":-54.27208142},"category":{"name":"Wild Camping"}},{"id":196719,"name":"Mister Soupa exchange ","date_verified":"2022-10-25T00:00:00.000Z","description":"We change at the house brown just near this point. They change everything. It's not written but lots of people in front. We change guyanese in suriname dollar. They were the only one who accepted it. ","location":{"latitude":5.815439311678877,"longitude":-55.15608693885476},"category":{"name":"Financial"}},{"id":196720,"name":"Fort Nieuw Amsterdam","date_verified":"2022-10-25T00:00:00.000Z","description":"Museum outdoor super interesting in the fort of Nieuv Amsterdam. Really intersting about immigration, prison and sugar plantation. A must of Paramaribo. 30 SUR pp","location":{"latitude":5.8883181835137925,"longitude":-55.092273672045835},"category":{"name":"Tourist Attraction"}},{"id":196721,"name":"Marienburg suikerfabriek","date_verified":"2022-10-25T00:00:00.000Z","description":"Old sugarcane fabrick. Nothing less than the building and the nature take it back but we meet a guid who made us a real visit (he work here for 25years before it closed) We gave him 100SUR for tips. Really interesting, worth a stop if you're close. Good park ","location":{"latitude":5.87330190561086,"longitude":-55.04805619612134},"category":{"name":"Tourist Attraction"}},{"id":197424,"name":"Shell Service Station ","date_verified":"2022-10-31T00:00:00.000Z","description":"Gas, petrol 2 pumps only... Small shop selling motor oil Busy. ","location":{"latitude":5.49764,"longitude":-54.05434},"category":{"name":"Fuel Station"}},{"id":200053,"name":"Hotel Pak Hap","date_verified":"2022-11-27T00:00:00.000Z","description":"Clean, AC, hot water, secure parking for 1 motorcycle to right of entrance - ask at check-in to use the space.\r\nClose to everything for food and groceries.\r\nI paid 1300 SRD.","location":{"latitude":5.945626446316691,"longitude":-56.99085240274564},"category":{"name":"Hotel"}},{"id":200432,"name":"Fasteners and Tools","date_verified":"2022-12-01T00:00:00.000Z","description":"Place for all hardware tools etc. Very complete. Best place to find hardware items in Paramaribo. Helpful staff.","location":{"latitude":5.800064178189068,"longitude":-55.17675957647634},"category":{"name":"Shopping"}},{"id":200433,"name":"Fengtai motorcycle repair","date_verified":"2022-12-01T00:00:00.000Z","description":"Motorcycle workshop, all tools and will help with repairs. Excellent helpful staff. Changed a bent rear suspension wishbone bolt.","location":{"latitude":5.810448140842656,"longitude":-55.17120991838646},"category":{"name":"Mechanic and Parts"}},{"id":201183,"name":"Basketball court.","date_verified":"2022-12-04T00:00:00.000Z","description":"I asked the watchman if I could camp there. He said no problem, right next to army quarters, so safe area. Pitched tent under covered area. I paid 100 SRD to have access to toilets.","location":{"latitude":5.501837320630901,"longitude":-54.05375151900021},"category":{"name":"Informal Campsite"}},{"id":202610,"name":"DSB ATM","date_verified":"2022-11-20T00:00:00.000Z","description":"Only accepts Mastercard and has a limit of 2.000 SRD per withdrawal. Doesn't have any extra charges.","location":{"latitude":5.82657,"longitude":-55.15709},"category":{"name":"Financial"}},{"id":205191,"name":"STREEKZIEKENHUIS MARWINA parking lot","date_verified":"2023-01-12T00:00:00.000Z","description":"Suriname. Big, clean and flat place in front of the hospital.\r\nOK to overnight. Nobody bothered us. Even it's beside the highway, at night very quiet.\r\n3 km from Albina downtown.\r\nYou can use the toilet and get some water here if you need. ","location":{"latitude":5.502561230472959,"longitude":-54.07947965221918},"category":{"name":"Informal Campsite"}},{"id":212403,"name":"Port Scheveningen","date_verified":"2024-03-05T00:00:00.000Z","description":"We just stayed for a night before going to Guyane. Very nice owner who allowed us to stay next to his restaurant! he lives two houses away at number 100,  so if any overlanders would like to stop when his restaurant is closed, you may always knock on his door to ask! great and safe place with super food!","location":{"latitude":5.943137234813484,"longitude":-57.0674067012179},"category":{"name":"Informal Campsite"}},{"id":223851,"name":"Car’s Nursery","date_verified":"2023-06-07T00:00:00.000Z","description":"Car mechanic but also worked on my motorbike suspension (BMW GSA 1200). Contact Marciano at +597 8537559. Great guys!!!","location":{"latitude":5.819250175108895,"longitude":-55.16946538839521},"category":{"name":"Mechanic and Parts"}},{"id":239887,"name":"Twenty 4 Hostel","date_verified":"2024-06-30T00:00:00.000Z","description":"Clean modern Hostel with kitchen and enough space in the backyard for some motorcycles and 24hr reception\r\nclose to downtown. They offer breakfast if you order it.\r\n\r\nAt the time, they had no credit card machine there. They told me I could pay by card at a different location. \r\n\r\nZus and Zos next to the palmgarden is the same owner.","location":{"latitude":5.8305982,"longitude":-55.15416869},"category":{"name":"Hostel"}},{"id":239888,"name":"Petrol Station Abdul","date_verified":"2023-09-02T00:00:00.000Z","description":"Petrol Station that is guarded by a man in the night. The owner Abdul offered me to camp here. When I talked to guard, he told me that you even come in the middle of the night, and he just calls his boss.\r\n\r\nThank the wife or the husband in the morning for staying there and they give you coffee and a small sandwich.","location":{"latitude":5.8829013,"longitude":-56.96475865},"category":{"name":"Informal Campsite"}},{"id":240553,"name":"Brazilian Embassy","date_verified":"2023-09-06T00:00:00.000Z","description":"For all inquiries, they say, prior appointment necessary.\r\nWhatsApp +5977180606\r\nMail consular.paramaribo.itamaraty.gov.br","location":{"latitude":5.8122626183372015,"longitude":-55.17953433380187},"category":{"name":"Consulate / Embassy"}},{"id":242432,"name":"Money Exchange","date_verified":"2024-06-30T00:00:00.000Z","description":"There is a money exchange office right next to the customs.\r\nWe arrived early and the office was not open. We instead changed Euros into Suriname Dollars right next door of the office in the Asian Supermarket for an OK quote (38SRD for 1€ - official rate was 41 SRD for 1€).","location":{"latitude":5.496294,"longitude":-54.057344},"category":{"name":"Financial"}},{"id":244931,"name":"Resopawiro Dierenarts","date_verified":"2023-09-29T00:00:00.000Z","description":"Here we got our dog's Health Certificate for Guyana. It cost us 2300 SRD (60US$) including parasite treatment. \r\n\r\nBring your original papers and a copy of every page of your pet passport or whatever documents you have for the pet. He will then take everything to the ministry and get everything done for you so you don't have to go there yourself.\r\n\r\nWe went to the vet on Tuesday, on Thursday he sent us a photo of the official health certificate and on Friday morning we could pick it up.\r\n\r\nJust be warned that the vet has a kind of special personality but in the end everything worked out fine. Just a bit expensive we think. \r\n\r\nI'll explain the whole process for Guyana in the comments.\r\n\r\n","location":{"latitude":5.831969,"longitude":-55.180881},"category":{"name":"Pet Services"}},{"id":252439,"name":"Edificio de Telesur","date_verified":"2023-12-06T00:00:00.000Z","description":"Translation: Free wifi in the Telesur building, you just have to indicate that you agree with the terms and conditions.\r\n\r\nwifi gratis del edificio de Telesur, solo hay que colocar que estás de acuerdo con términos y condiciones.","location":{"latitude":5.82662526,"longitude":-55.15725772},"category":{"name":"Wifi"}},{"id":252594,"name":"Jamila’s Dry Cleaning ","date_verified":"2023-12-07T00:00:00.000Z","description":"They have two places in town, 110SRD (3$~) \r\nfast and good quality, received mine back at the same day\r\nOpening hours in the photos ","location":{"latitude":5.832035941989927,"longitude":-55.142912091418495},"category":{"name":"Laundromat"}},{"id":252595,"name":"Concord 2000","date_verified":"2024-01-14T00:00:00.000Z","description":"Cheap hotel and a restaurant, has a parking in front of the place with a guard over night. \r\nPaid 600SRD (16$~) for a night, private room\r\n\r\n","location":{"latitude":5.9466126616237505,"longitude":-56.99452495086091},"category":{"name":"Hotel"}},{"id":253034,"name":"Nieuw Amsterdam","date_verified":"2024-04-30T00:00:00.000Z","description":"Parking next to the police quiet and safe. No service.\r\nParking à côté de la police tranquille et sur. Pas de service.","location":{"latitude":5.885921248709089,"longitude":-55.09434146985182},"category":{"name":"Wild Camping"}},{"id":253151,"name":"Atjoni","date_verified":"2023-12-13T00:00:00.000Z","description":"Parking à côté du dépôt des canoës pas de service mais tranquille et sur.\r\nVous pouvez partir faire un tour pour un ou plusieurs jours à partir de cet endroit.\r\n\r\nParking next to the canoe depot, no service but quiet and safe.\r\nYou can go for a trip for one or more days from this place.","location":{"latitude":4.488768053878301,"longitude":-55.37322390428004},"category":{"name":"Wild Camping"}},{"id":254367,"name":"S.S. Tyre service","date_verified":"2023-12-16T00:00:00.000Z","description":"Flat tyre due to a screw. Removed, placed plug and checked for 250 srd.","location":{"latitude":5.940859615802765,"longitude":-56.992318108677864},"category":{"name":"Mechanic and Parts"}},{"id":261105,"name":"Mirosso - Javanese food","date_verified":"2024-02-02T00:00:00.000Z","description":"Mirosso is located a bit out of the city center but in a very good feeling neighborhood with lots of Indonesians. around here are 4 restaurants with Indonesian food, and Mirosso is by far the most popular. You'll find large delivious portions at decent prices and while waiting for your food wishing you might have ordered something else, until you taste what you've ordered and feel extremely satisfied anyways. a meal goes for around 400SRD (10$). if you like Asian flavours and wish to try it's Surinamese equivalent this place is heaven. \r\n\r\nclosed on Mondays and open around 4pm-11pm with slight open time variations depending on the day.","location":{"latitude":5.84754,"longitude":-55.12609},"category":{"name":"Restaurant"}},{"id":261157,"name":"TianYou bubble tea","date_verified":"2024-02-02T00:00:00.000Z","description":"The Surinamese bubble tea chain can be found even outside the capital, Groeningen being one of the towns lucky enough. choose between smoothie, milk teas, slushies or cocktails of many interesting flavours. Prices are excellent and this shop is right by the river, a perfect place to enjoy a cold beverage!\r\nnormally open between 10am-8pm","location":{"latitude":5.792418333333334,"longitude":-55.47442833333333},"category":{"name":"Restaurant"}},{"id":261794,"name":"milk tea and smoothie shop","date_verified":"2024-02-05T00:00:00.000Z","description":"Between Nickerie and Paradise you'll find this easy to miss milk tea shop. It seems somewhat popular as two cars arrived here during my 20 minute stay. \r\nthere's no sign so keep a lookout for a green building. prices are good and the cold drink is a blessing in the scorching heat.\r\nThe store is open Tuesday-Sunday from 12 or 13 to 20:00.","location":{"latitude":5.92757,"longitude":-56.95881},"category":{"name":"Restaurant"}},{"id":262696,"name":"Hotel The Park","date_verified":"2024-02-15T00:00:00.000Z","description":"Nice hotel.  nothing fancy but nice and clean rooms and the cheapest place I've found in all 3 of these countries.  Rooms for 1 or 2 people, 500 or 700 Suriname dollars ($14 or $19 USD). All rooms have AC, cable tv, hot water and queen sized beds. cheaper rooms are upstairs, a little smaller and don't have a fridge in them and are farther from wifi so check if wifi works in your rooms first.  highly recommend, first affordable place I've found since I got to the Guyana's.  Large parking lot should fit any sized rig and I parked my.moto under the stairs near the office so it's pretty hidden and covered.","location":{"latitude":5.93629017,"longitude":-56.98391716},"category":{"name":"Hotel"}},{"id":263018,"name":"Tomahawk Fishing and Outdoor store","date_verified":"2024-02-17T00:00:00.000Z","description":"Huge camping store with tons of camping stuff.  They sell the propane/butane canisters for camping stoves as well as tons of other camping things, but it's expensive","location":{"latitude":5.829606,"longitude":-55.159387},"category":{"name":"Shopping"}},{"id":263765,"name":"Pied A Terre-JAW JAW","date_verified":"2024-06-16T00:00:00.000Z","description":"Hostel in traditional house very nice and quiet with a very nice atmosphere we had a private room with shared bathroom very clean for 23usd booked by Booking, on site the room costs 35usd for couple shared room per person is 12usd by Booking, the people who run the place were very nice to us","location":{"latitude":5.83357479,"longitude":-55.15293489},"category":{"name":"Hostel"}},{"id":265740,"name":"Kings","date_verified":"2024-03-12T00:00:00.000Z","description":"We were sent just after the docking station into a liquor store to get an insurance.\r\n\r\n20€ for a Land Rover for 2 Weeks.\r\n\r\n€ or $ Cash only.","location":{"latitude":5.49639786,"longitude":-54.05714868},"category":{"name":"Vehicle Insurance"}},{"id":265828,"name":"Hotel Panorama","date_verified":"2024-06-13T00:00:00.000Z","description":"Simple clean hotel with secure parking for cars, campers and vans. The parking has no height restriction.\r\n\r\nwe paid 20$ for a room with Wifi, A/C private bathroom with hot shower. \r\n\r\nYou can also get your Sim card here.","location":{"latitude":5.84135424,"longitude":-55.15589176},"category":{"name":"Hotel"}},{"id":266854,"name":"Choi’s supermarket","date_verified":"2024-03-21T00:00:00.000Z","description":"Like shopping in Europe. Very wide variety of goods, especially with products from the Netherlands/Belgium. Not cheap, but cheaper then the neighboring Guyanas. Large parking in front suitable for larger vehicles. ","location":{"latitude":5.832291428519912,"longitude":-55.18985044425962},"category":{"name":"Shopping"}},{"id":266872,"name":"WU for USD","date_verified":"2024-03-21T00:00:00.000Z","description":"Western Union “Blokker NV”. If you need cash USD (going to Venezuela? ;-) ), this might be a good option. You can transfer money from your credit card and get a cash withdrawel in USD. They are (mostly) able to process large amounts. We paid a WU fee of 3,9$ and got a good exchange rate. Might also be interesting if you need large amounts of SRD- instead of the 4000SRD limit at the atm’s. Sometimes busy with a bit of a queue","location":{"latitude":5.8355699409125235,"longitude":-55.14271148893327},"category":{"name":"Financial"}},{"id":267012,"name":"Danta Bai ","date_verified":"2024-03-22T00:00:00.000Z","description":"Very nice, quiet place right on the river. Friendly, committed operators. Very safe spot and you can also swim in the river.","location":{"latitude":4.502335562358817,"longitude":-55.33013021010926},"category":{"name":"Established Campground"}},{"id":267084,"name":"Iveco CHM Automotive","date_verified":"2024-03-20T00:00:00.000Z","description":"Iveco dealership. Housed in an ex-toyota garage, no fancy showroom or offices, but quite a few work bays where they work mostly on new model Daily’s and some big trucks. Limited availability of parts on stock.","location":{"latitude":5.8333653,"longitude":-55.1854492},"category":{"name":"Mechanic and Parts"}},{"id":269306,"name":"4x4xJankie ","date_verified":"2024-04-09T00:00:00.000Z","description":"4x4xJankie is the right place for upgrading your off-road or daily driving vehicle. Also for renting cars, including 4x4 cars.\r\nSales of camping gear and car accessories.  \r\nAnd off-road tours.\r\n\r\nTillystraat 69\r\nSuriname - Paramaribo \r\nContact: +597 8588933\r\n","location":{"latitude":5.84707365,"longitude":-55.19702823},"category":{"name":"Mechanic and Parts"}},{"id":270463,"name":"Appartement Joan","date_verified":"2024-04-17T00:00:00.000Z","description":"Av very nice complete private apartment for max 2 persons with garden in Flora, Paramaribo €15 per day","location":{"latitude":5.821393858641386,"longitude":-55.194889632984996},"category":{"name":"Hotel"}},{"id":276240,"name":"Hammock camp next to river","date_verified":"2024-01-12T00:00:00.000Z","description":"Just a great spot to camp. Put your hammock up in the hammock places and relax. Beautiful views. Swimming in the river. Making a bonfire no problem. \r\nNo electricity. Basic toilets. Hardly signal. \r\nNext to local village. \r\nAsk permission from the captain in the village or call kapitein Gunther 8642411\r\nSRD 50 for day visitors\r\nSRD 100 hammock (bring your own). \r\nGet food and drinks in albina. \r\nPs: drunk youth came around at sunrise. ","location":{"latitude":5.534064727288081,"longitude":-54.02910951046905},"category":{"name":"Established Campground"}},{"id":280345,"name":"Fruit Stand","date_verified":"2024-06-13T00:00:00.000Z","description":"Good fruit stand here w ok prices for Suriname. There have watermelons, lots of varieties of mangos (mango season), dragon fruit, bananas, guava, oranges, and probably a few more. No jackfruit here though. Prices were about $100 srd for 3 mangos/dragon fruit and $200 srd for a watermelon","location":{"latitude":5.837576,"longitude":-55.1521625},"category":{"name":"Shopping"}},{"id":280346,"name":"Ciano Mechanic ","date_verified":"2024-06-13T00:00:00.000Z","description":"I passed this place and saw two bmw 1150 Rs outside the shop so I went inside to say hi. They are a father son duo and said they work on any kind of bike and big bikes too. I didn’t actually use them but seemed like nice guys and thought I’d share in case someone has a need in Suriname you can check them out. \n\nCiano’s WhatsApp is: +597-873-2187","location":{"latitude":5.8353036,"longitude":-55.1532856},"category":{"name":"Mechanic and Parts"}},{"id":280347,"name":"Greenheart Boutique Hotel","date_verified":"2024-06-13T00:00:00.000Z","description":"Didn’t stay but passed by and checked it out. It’s a beautiful boutique hotel if you are looking to stay somewhere nice a few days. \n\nRooms are $130 usd with taxes included. Beautiful design and if you like architecture, you will appreciate it. \n\nAll the wood staircases etc… is built without nails. The owner and design was a boat guy and certain things have that design feel. There is a beautiful pool outback that is natural (sea?) water and doesn’t use chemicals. Two balconies in front and back that are pretty and relaxing. \n\nThey said they have top speed wifi. Little library area to read and relax. Parking in the courtyard for motorcycles they said. ","location":{"latitude":5.8338797,"longitude":-55.1526003},"category":{"name":"Hotel"}},{"id":280348,"name":"Coffee Mama","date_verified":"2024-06-13T00:00:00.000Z","description":"Nice little coffeeshop w table in back patio. Iced coffee was good and have almond and oat milk. $180 for a 12oz Togo cup. Nice owners. They have have breakfast and lunch. ","location":{"latitude":5.8336129,"longitude":-55.1527438},"category":{"name":"Restaurant"}},{"id":280349,"name":"Republic Bank ATM","date_verified":"2024-06-13T00:00:00.000Z","description":"I was able to withdraw cash here with a Visa Debit card from the US. Did it on my way in from Guyana so I didn’t have to circle around downtown. ","location":{"latitude":5.8422644,"longitude":-55.2042345},"category":{"name":"Financial"}},{"id":280350,"name":"Digicel ","date_verified":"2024-06-13T00:00:00.000Z","description":"Buy SIM here. They have 3, 7, \u0026 30 day plans. Each have one option for data (?, 11G, 26G). It was about $295 srd for the 7-day and about $850 for the 30-day. \n\nIt was $525 srd total for the 7-day package with sim and $100srn worth of phone calls.\n\nBig sign outside easy to spot, on corner, not sure if there’s parking. ","location":{"latitude":5.8284657,"longitude":-55.1546123},"category":{"name":"Wifi"}},{"id":280351,"name":"The Coffeebox","date_verified":"2024-06-19T00:00:00.000Z","description":"Nice looking restaurant w coffees and lattes w almond milk, fresh juices and smoothies and food including breakfast and brunch. Big and spacious inside. They accept foreign credit card","location":{"latitude":5.8348456,"longitude":-55.1430131},"category":{"name":"Restaurant"}},{"id":280352,"name":"Gao Ming Trading ","date_verified":"2024-06-19T00:00:00.000Z","description":"The best grocery store for fresh quality fruits and veges. They even have frozen Durian. They have parking outside. Do not accept foreign credit card. Prices are fair to a little expensive but not drastically different than even at the market. Quality seems really good and clean place. ","location":{"latitude":5.8391393,"longitude":-55.1455233},"category":{"name":"Shopping"}},{"id":280353,"name":"C\u0026Y Coffee Roasters","date_verified":"2024-06-19T00:00:00.000Z","description":"Nice big restaurant bakery w coffee and juice. Big tables with AC. Baked goods takeaway section. Parking outside. A little expensive relative to others ","location":{"latitude":5.8429916,"longitude":-55.1432944},"category":{"name":"Restaurant"}}]