[{"id":4930,"name":"Posada la Casita","date_verified":"2024-03-04T00:00:00.000Z","description":"Campground and hotel, with secure grounds, free taxi service into and out of town, mechanical pit to work on your car, mechanic available too if needed, restaurant, laundry service, swimming pool, travel agency. Hard to find but they also own Gekko Tours at airport, so if you visit there they can call and arrange for you to be shown the way.","location":{"latitude":8.09009,"longitude":-63.48959},"category":{"name":"Established Campground"}},{"id":7654,"name":"Vereda del Lago Maracaibo","date_verified":"2023-10-10T00:00:00.000Z","description":"Very beautiful open Park beside Maracaibo Lake. Talked to the Police at the entrance ofthe Park and asked to stay there for one night. There's security all night. Very quiet.","location":{"latitude":10.65678,"longitude":-71.59384},"category":{"name":"Informal Campsite"}},{"id":7657,"name":"Playa Grande, Choroní","date_verified":"2024-03-09T00:00:00.000Z","description":"Talked to the Police at the entrance of the beach who let us stay for 2 nights for a \"cooperation\". We gave them BsF$300 (like USD$1) and next day the came to ask cooperation for the next shift! hahaha... ok, another BsF$300. The good thing is that the baeutiful beach is right there, not packed at all during week days and safe to swim.\r\nThere were toilets and showers beside us, but were closed. probably open on weekends. There are also a few restaurants but didn´t have toilets.","location":{"latitude":10.50931,"longitude":-67.60042},"category":{"name":"Wild Camping"}},{"id":7658,"name":"Jorge's Parking Lot","date_verified":"2015-05-29T15:47:01.929Z","description":"It's a house with a big parking lot. They have 2 dogs so watch out when walking through... poooooop everywhere!\r\nThey charged BsF$300 for the night and let us use the bathroom and \"outside shower\" (a hose)","location":{"latitude":10.50643,"longitude":-67.60633},"category":{"name":"Informal Campsite"}},{"id":8050,"name":"Bomberos Universitarios San Juan de los Morros","date_verified":"2015-06-19T18:15:43.278Z","description":"Not a fancy place but just enough to stay one night on our way to Los Llanos. Very friendly people.","location":{"latitude":9.901435,"longitude":-67.391288},"category":{"name":"Informal Campsite"}},{"id":8051,"name":"PuertoGas C.A.","date_verified":"2024-02-01T00:00:00.000Z","description":"The most inexpensive propane EVER!\r\nYou need to leave your cillinder and pick it up after 2pm and pay BsF$30 (around 10 US cents) OR what we did, pay BsF$50 (for a 20 lbs) , refill it in the same minute and take it with you...\r\nWe were so happy that gave some tip for the guy that refilled it...","location":{"latitude":10.18037,"longitude":-64.66318},"category":{"name":"Propane"}},{"id":8052,"name":"PDV Parking Lot besiade Firemen","date_verified":"2015-06-19T19:06:25.155Z","description":"We talked to the Firemen that were around for a safe place to park and as their Station was not built yet, they allowed us to park at the PDV parking lot beside their temporary Station.\r\nVery nice people, they helped us with a mechanic issue and let us stay for 2 nights.","location":{"latitude":7.88802,"longitude":-67.45271},"category":{"name":"Informal Campsite"}},{"id":8053,"name":"Hato El Cedral","date_verified":"2024-04-13T00:00:00.000Z","description":"A place that everyone should visit, it's just amazing!\r\nCame for a full day tour (kind of Safari) and paid BsF$1700 (around US$6) including lunch (Bbq on a stick, rice and vegetables) and dinner (baked chicken, rice and salad)!!!\r\nI recommend it 100%.\r\nAfter dinner we asked to stay overnight in the parking lot to avoid driving in the night and they accepted.\r\n","location":{"latitude":7.42998,"longitude":-69.32279},"category":{"name":"Tourist Attraction"}},{"id":8344,"name":"Salto Catedral ","date_verified":"2015-07-15T11:24:36.849Z","description":"July 2015 we paid 500 Bolivares to camp on a lovely spot overlooking the rolling hills next to a wash basin.","location":{"latitude":4.523313953545432,"longitude":-61.52516425592967},"category":{"name":"Established Campground"}},{"id":9448,"name":"Roraima Viewpoint ","date_verified":"2024-06-27T00:00:00.000Z","description":"This is the 5th time we camp here on our way through the Gran Sabana. Our favorite spot that is easy accessible from the main road. Perfect quiet with a view of the \"Tepuis\" to die for. Free.","location":{"latitude":5.2841410646264295,"longitude":-61.126236459297246},"category":{"name":"Wild Camping"}},{"id":9449,"name":"Salto Yuruani","date_verified":"2023-11-08T00:00:00.000Z","description":"Free place to stay on both sides of the river near the waterfall. Perfect place to chill and bath in the river. Note however that during the rain season many \"jejennes\" or little biting flies favor this locating as well. High clearance vehicle strongly recommend. South side of the river needs 4x4 to get to the camp. But has toilets and more shaded straw thatched huts.","location":{"latitude":5.089292,"longitude":-61.097139},"category":{"name":"Established Campground"}},{"id":9450,"name":"Iboribó / Aponwao","date_verified":"2024-04-26T00:00:00.000Z","description":"Paid 100 Bolivares per night to camp right on the side of the river. From here a guide can take you either in a boat trip or a nice Savanna hike to the base of the impressive waterfall nearby.","location":{"latitude":5.59751,"longitude":-61.49301},"category":{"name":"Established Campground"}},{"id":9451,"name":"Kauai-Merú","date_verified":"2023-10-23T00:00:00.000Z","description":"Lovely rugged 4x4 drive to get here. You will need a high clearance vehicle with low range 4x4! The place was empty but can get crowded during local holidays. e.g. Christmas and January. The river camp has thatched indigenous huts and a new toilet facilities have been built. We gave a small donation to the care taking Pemón. From Kavanayén it's only 20kms or so, but can take you a few hours.","location":{"latitude":5.69134,"longitude":-61.861883},"category":{"name":"Established Campground"}},{"id":9453,"name":"El Abismo ","date_verified":"2024-02-29T00:00:00.000Z","description":"During off season we could camp for free at Andrés his nice place. Gets crowded during local holidays (Christmas and January). From here there is excellent hiking to various viewpoints of the plains in Brazil and the steep drop-off called \"El Abismo\".","location":{"latitude":4.45192,"longitude":-61.59103},"category":{"name":"Established Campground"}},{"id":9454,"name":"Victor's Place","date_verified":"2015-10-07T21:59:30.563Z","description":"We could camp and park the car for a few days while touring the Orinoco Delta to the Orinoco Eco Camp. Talk to Victor or Hani (owner of the Orinoco Eco Camp). www.orinoco.eco.camp.com","location":{"latitude":9.546725,"longitude":-62.700989},"category":{"name":"Informal Campsite"}},{"id":9455,"name":"Airport Maturin ","date_verified":"2015-10-07T21:59:30.620Z","description":"20 Bolivares per night on the quiet parking of the airport. You could leave your vehicle for a few days as well if your flying to Trinidad and Tobago. We couldn't find a flight within the next few weeks...","location":{"latitude":9.749662,"longitude":-63.15757},"category":{"name":"Informal Campsite"}},{"id":9456,"name":"Cueva Del Guácharo","date_verified":"2024-06-08T00:00:00.000Z","description":"I  think it was 15 Bolivares per person to camp on the guarded parking lot in the forest. Spectacular cave visit should not be missed. ","location":{"latitude":10.171629,"longitude":-63.554383},"category":{"name":"Informal Campsite"}},{"id":9457,"name":"Playa Puy Puy ","date_verified":"2024-06-04T00:00:00.000Z","description":"Free camping on the beach. Under the coconut palm trees. We struck luck in seeing the last batch of turtles hatch and make a beeline for the sea. Note that weekends can get noisy with beach campers that bring generators and music.","location":{"latitude":10.699425,"longitude":-62.967187},"category":{"name":"Wild Camping"}},{"id":9458,"name":"Encanto De Cuyuni","date_verified":"2024-05-20T00:00:00.000Z","description":"Swiss owner Bruno has built a strange camp on the river bank. Stayed here 2 times and all the time prices fluctuated. First time we paid 600 Bolivares per person. It is a safe place although it is in the middle of contraband region. Bruno is a interesting figure who loves to play Swiss traditional jodel music loud on Sunday morning!","location":{"latitude":6.715596,"longitude":-61.608099},"category":{"name":"Established Campground"}},{"id":9459,"name":"3D Equipamento","date_verified":"2015-10-07T21:59:31.125Z","description":"Gabriel has a nice small workshop for heavy suspension and frame modifications. Plasma cutting and a small powder coating setup.","location":{"latitude":8.316339,"longitude":-62.710175},"category":{"name":"Mechanic and Parts"}},{"id":9461,"name":"La Conserva","date_verified":"2015-10-07T21:59:31.258Z","description":"This is a quiet little sandy spot with crystal clear water. Tropical colored fish right in front of it near the rock outcrop. Fisherman use this spot to reel in the nets. Sandra and Cubano live above it and you need to ask permission to camp. They'll show you the hidden water tap. Warmest greetings from us: Karin-Marijke and Coen.","location":{"latitude":10.574992,"longitude":-64.125365},"category":{"name":"Wild Camping"}},{"id":9719,"name":"Hotel Anaconda","date_verified":"2015-10-13T11:09:20.337Z","description":"Good free parking, secure, wifi\r\n\r\nBuen parking gratis, seguro, wifi","location":{"latitude":4.59562,"longitude":-61.11258},"category":{"name":"Hotel"}},{"id":10311,"name":"Posada La Huerfana","date_verified":"2015-11-03T20:32:05.237Z","description":"This is an awesome place, beautiful surrounded by mountains. You will have time to unwind and explore. you can fish, hike, sleep under the stars It gets chilly at night! you will be cooked by the owners they are great people. We have stayed in this place and it's an amazing experience. ","location":{"latitude":7.99041,"longitude":-72.06708},"category":{"name":"Hostel"}},{"id":10374,"name":"Balneario Karukuy Meru ","date_verified":"2024-01-08T00:00:00.000Z","description":"Nice place with straw thached huts, tables, benches and  fireplaces as well as a natural pool for swimming near Santa Elenas Airport.\r\nIndigenas come here to wash clothes, seems to be crowded on weekends. ","location":{"latitude":4.56258388,"longitude":-61.18062972},"category":{"name":"Established Campground"}},{"id":14170,"name":"Villa nela","date_verified":"2016-03-11T01:59:16.266Z","description":"  Hotel, near the route, parking with security without height limit. 4000sf double room. \r\n\r\nhotel,cerca de la ruta, estacionamiento con seguridad sin límite de altura. 4000bsf habitación doble.","location":{"latitude":8.0002,"longitude":-62.37885},"category":{"name":"Hotel"}},{"id":19338,"name":"De San Diego ","date_verified":"2024-04-26T00:00:00.000Z","description":"nd there is plenty of room and levelled parking. The staff is very friendly. If you use the gas stove in the kitchen they charge 3000 pesos an hour. They also offer tours here. 7500 pp for camping ","location":{"latitude":4.22989,"longitude":-63.90301},"category":{"name":"Hotel"}},{"id":19844,"name":"Kamoiran Hotel/Fuel Station/Campground","date_verified":"2024-04-21T00:00:00.000Z","description":"This is the last petrol station before the Brazilian border where petrol is being sold officially to non-locals. Shortages and queues are common. Fill up as soon as you get there (or you might have to wait). Nice restaurant and swimming hole in river behind the house on the spot, you can camp in the parking lot or (like I did) just a kilometre further south off the highway.\r\n\r\nWifi, Restaurant, Hotel, Camp Ground, and a waterfall at the Back.","location":{"latitude":5.61768,"longitude":-61.36402},"category":{"name":"Fuel Station"}},{"id":19845,"name":"Posada Los Pinos (camping in yard)","date_verified":"2019-06-07T22:23:35.601Z","description":"In the nice but rather tiny yard of Posada Los Pinos. Parked on the lawn across from the parking (on the parking itself it’s not so great, but possible). Safe, quiet at night, small, fresh pool with little slide for kids, clean cold showers and bathrooms, very good dinner at restaurant (around USD 7), fast wifi, water, electricity. 20min walk from town centre. German owner Eric has his own travel agency organising Roraima trips (around USD 200/five days) on which I ended up with a crappy rented sleeping bag. I stayed there for weeks when I was ill and was very glad to have a peaceful, quiet safe haven. Paid around USD 4/night.\r\nBig rigs: Erm... that depends on how much space there is when you show up. I'd say it's not ideal.\r\nTents: Should be no problem, but I'd say it's not ideal.","location":{"latitude":4.60952,"longitude":-61.10975},"category":{"name":"Established Campground"}},{"id":19946,"name":"Altos hostal","date_verified":"2024-04-26T00:00:00.000Z","description":"ur oto run (if you want it) and Bolivar will show you archeological places and explain everything. Half day to 3 days (paramo de la magdalena) rides and many options (with or ","location":{"latitude":7.12247,"longitude":-67.44645},"category":{"name":"Hostel"}},{"id":21591,"name":"DIAN (Customs)","date_verified":"2016-09-10T18:52:03.216Z","description":"Place to come if you need to extend your temporary importation permit. We were given 90 days but spent 30 days in Venezuela (crossed through Cucuta), leaving the vehicle in Colombia. They needed to verify the original importation permit issued in Santa Marta, so tons of phone calls back and forth. If you have questions about the process, feel free to contact us via bkexplore (Instagram or Facebook)","location":{"latitude":7.82139,"longitude":-72.24214},"category":{"name":"Customs and Immigration"}},{"id":25151,"name":"PN Sierra Nevada Mucubaji","date_verified":"2023-12-29T00:00:00.000Z","description":"Very nice place in the andes and you can find hiking trails especial  the way to the Laguna Negra.\r\nElectricity from the restroom near the restaurant.","location":{"latitude":8.8027,"longitude":-70.82739},"category":{"name":"Established Campground"}},{"id":25152,"name":"campobasso","date_verified":"2024-04-17T00:00:00.000Z","description":"This is a good stop for one night, espacely before you go to the high andes. \r\nVery friendly and for free.","location":{"latitude":8.80884,"longitude":-70.51699},"category":{"name":"Established Campground"}},{"id":36925,"name":"Jardin Ecológico Topotepuy","date_verified":"2023-02-15T00:00:00.000Z","description":"$1 entrance fee- gorgeous views of Caracas, better come during the week to avoid the crowds, knowledgeable staff . Worth it. ","location":{"latitude":10.4179,"longitude":-66.85243},"category":{"name":"Tourist Attraction"}},{"id":45173,"name":"Aldea 6km después de Salto Kama","date_verified":"2017-10-17T00:00:00.000Z","description":"Indigenous village where talking with the leader is possible to allow you to camp in some craft shops under construction, also rent rooms.\r\n---\r\nAldea indígena donde hablando con el capitán es posible que te permitan acampar en unos locales de artesanías en construcción, también alquilan habitaciones. ","location":{"latitude":5.44888802,"longitude":-61.24621039},"category":{"name":"Informal Campsite"}},{"id":47796,"name":"CCCT","date_verified":"2023-04-29T06:34:19.000Z","description":"This is a large highly recognizable mall in the middle of Caracas.  Parking Inside on street level you can park larger SUVs and overland vehicles.  You may not be able to park RVs.  \r\n\r\nThe mall has all major banks, good places to eat, and a hotel and its a good place in ccs to set up a rendez-vous with locals.","location":{"latitude":10.48469,"longitude":-66.85542},"category":{"name":"Financial"}},{"id":56904,"name":"playa sipara","date_verified":"2018-01-12T00:00:00.000Z","description":"This is a very wild camping, you can place the tent around cocunut trees and water you can take it from a near river, there are two places on the river one for women and one for mens, and you could be a locky person if some big turtle come to place eggs on the sand","location":{"latitude":10.75616,"longitude":-62.70555},"category":{"name":"Wild Camping"}},{"id":58063,"name":"Hotel Andrea","date_verified":"2019-06-07T00:00:00.000Z","description":"Good hotel on the side of the main road accross the street from the gas station. Secure parking in the back without height limit. Paid about $1 US (500k Bs) at the DolarToday non official rate. For 2 people is 600k Bs, not much more...","location":{"latitude":8.00496,"longitude":-62.390541666666664},"category":{"name":"Hotel"}},{"id":69448,"name":"La Perla Hotel","date_verified":"2024-04-21T00:00:00.000Z","description":"Basic, clean, A/C with gated parking. Cost us 300 Bolivares soberanos which today equal 3 dollars for a Double Room. ","location":{"latitude":10.217145385884168,"longitude":-64.64020860473049},"category":{"name":"Hotel"}},{"id":70188,"name":"Buzos Place - dive center","date_verified":"2018-08-29T00:00:00.000Z","description":"Diving Center / kayak tours. Excellent spot. Amazing service and fair price. Paid 5 USD for a full day tour. William, the guide very knowledgeable and flexible. ","location":{"latitude":10.346593991862932,"longitude":-64.341331757665},"category":{"name":"Tourist Attraction"}},{"id":71193,"name":"Cristina Hotel","date_verified":"2024-05-20T00:00:00.000Z","description":"We searched quite a while until we found this, which seemed to be the best value. Internet works at reception and gated garage. The quality is not that great but cold shower and clean sheets were all we really looked for. Paid 5million which today equal 20 reais for a Double room.","location":{"latitude":4.602625,"longitude":-61.109247},"category":{"name":"Hotel"}},{"id":71194,"name":"Quebrada Pacheco","date_verified":"2024-05-20T00:00:00.000Z","description":"Big Parking Lot with shade, bathrooms and close to two falls. Quiet night, very cool spot and across the river you can hike to see the tepuyes.","location":{"latitude":5.166250000000001,"longitude":-61.095019444444446},"category":{"name":"Informal Campsite"}},{"id":74187,"name":"Cabañas Friedenau","date_verified":"2024-03-18T00:00:00.000Z","description":"Really nice compound with a variety of rooms available for small or larger groups. Also overlander friendly. Luis and Marielvis, the owners, can help you with information about the area and get you in touch with guides for Roraima treks. Good restaurant in the property. Recommended! Prices vary depending on the type/size of room or accommodation.\r\n\r\n2023: We paid 10$ per night for two persons, a dog and a Landcruiser. I think it's 10$ per car. ","location":{"latitude":4.599212589677981,"longitude":-61.10641434794395},"category":{"name":"Established Campground"}},{"id":74188,"name":"Cabañas Friedenau Hotel","date_verified":"2024-03-12T00:00:00.000Z","description":"Really nice compound with a variety of rooms available for small or larger groups. Also overlander friendly. Luis and Marielvis, the owners, can help you with information about the area and get you in touch with guides for Roraima treks. Good restaurant on the property. Recommended! Prices vary depending on the type/size of room or accommodation. ","location":{"latitude":4.599267658781818,"longitude":-61.106364391801044},"category":{"name":"Hostel"}},{"id":74672,"name":"Salto Kae Wild Camping","date_verified":"2021-01-06T00:00:00.000Z","description":"Wild camping spot above Salto Kae, a magnificent waterfall, deep in the Gran Sabana. The route here is a technical off-road route. Deep ruts, river crossings, 70+ degrees up and down hills. You will require winch, high clearance, traction boards and it’s highly recommended you do it with at least another vehicle. You’ll require to download GPS way points to be able to navigate and get to this place. Preferably do it with someone local who knows the area to be able to find the route. One of the most spectacular routes and places in Venezuela. ","location":{"latitude":4.8026809422343995,"longitude":-60.76757616369125},"category":{"name":"Wild Camping"}},{"id":74673,"name":"Salto Kae","date_verified":"2018-10-21T00:00:00.000Z","description":"Salto Kae, a magnificent waterfall, deep in the Gran Sabana. The route here is a technical off-road route. Deep ruts, river crossings, 70+ degrees up and down hills. You will require winch, high clearance, traction boards and it’s highly recommended you do it with at least another vehicle. You’ll require to download GPS way points to be able to navigate and get to this place. Preferably do it with someone local who knows the area to be able to find the route. One of the most spectacular routes and places in Venezuela. ","location":{"latitude":4.80246,"longitude":-60.76857},"category":{"name":"Tourist Attraction"}},{"id":74674,"name":"Campamento Serrania","date_verified":"2023-06-07T00:00:00.000Z","description":"Campamento Serrania Camping and Adventure. You’ll need to reserve camping or cabins in advance by sending a WhatsApp message to +58424025108 (Zanmy). This is your one stop for adventure! Canyoning, mountain biking, rafting, trekking, pendulum, etc. Amazing views of the Venezuelan Andes. Prices per person in USD: $15 camping, $20 for tent rentals and $25 for cabins. Prices include all meals super generous and tasty food! Big rigs fit but there’s a hanging bridge with a 5 ton max capacity. ","location":{"latitude":8.436223,"longitude":-70.722183},"category":{"name":"Established Campground"}},{"id":76795,"name":"Aduana (SENIAT) - Vehicle TIP","date_verified":"2024-02-15T00:00:00.000Z","description":"Once you get your entry stamp on your passport you need to come here and provide the aduanas agent (Antonio) with your vehicle’s title and passport. They will grant you a TIP for the same amount of days you were given on your passport. The process can be unnecessarily bureaucratic.\r\n\r\nThe Aduanas office works from Monday to Friday from 9 AM to 3 PM. Plan accordingly. ","location":{"latitude":4.488246,"longitude":-61.148603},"category":{"name":"Customs and Immigration"}},{"id":76823,"name":"Taller Mecanico J.C « Los Amigos »","date_verified":"2018-01-30T00:00:00.000Z","description":"Juan Carlos is a Very nice mecanic guy, patient profesional and at a good price !\r\nHe loves overlander and travelling with and his big motorhme ford 250.\r\nHe really can do everything mecanic for all type of car. \r\nHe knows perfectly other trust people for electric or other parts.\r\nReally highly recomanded\r\nnumber wasapp +543874045873\r\nadress pasage anta 1443","location":{"latitude":5.26029,"longitude":-67.85771},"category":{"name":"Mechanic and Parts"}},{"id":78962,"name":"Policia Estadual","date_verified":"2018-12-14T00:00:00.000Z","description":"Safe Stop. Parada segura ..Policia..Estadual...,................,......","location":{"latitude":8.22988884,"longitude":-63.13663342},"category":{"name":"Checkpoint"}},{"id":78963,"name":"Brisas Kawi","date_verified":"2024-03-17T00:00:00.000Z","description":"Basic camping. without electricity, waterfall,  and well. \r\n-----\r\nsem energia elétrica..tem cachoeira, poço.  Indigina","location":{"latitude":5.46206795,"longitude":-61.25846259},"category":{"name":"Established Campground"}},{"id":95559,"name":"Caribbean Beach","date_verified":"2019-06-08T00:00:00.000Z","description":"No beach unfortunately but a decent, secure, quiet Motel style place in El Tigre.  WiFi is limited to rooms near office.  supermarket 2mins drive. ","location":{"latitude":8.885219120930616,"longitude":-64.20814029597437},"category":{"name":"Hotel"}},{"id":96298,"name":"Hotel Vistavila Suites","date_verified":"2023-10-25T00:00:00.000Z","description":"Nice hotel 10 mins walk from University area. Decent double room 10usd.  Secure underground free parking. Shopping street 5mins walk, supermarket across the street.","location":{"latitude":10.497300876519574,"longitude":-66.87965820476705},"category":{"name":"Hotel"}},{"id":96450,"name":"Hotel Cacique","date_verified":"2024-04-08T00:00:00.000Z","description":"Very nice rooms, chalet style, in secure gated compound.  restaurant, swimming pool.  McDonald's, burger king, gas station and small supermarket across the street.  10usd.","location":{"latitude":8.614792181851874,"longitude":-70.24549891804723},"category":{"name":"Hotel"}},{"id":96624,"name":"Hotel Madrid","date_verified":"2019-06-16T00:00:00.000Z","description":"Decent basic hotel near the main square.  Lots of cafes, restaurants, tour guides nearby.   plenty of gated secure parking.  3usd....but recommend staying in the mountains before Merida if possible, lots of beautiful small towns with hotels.","location":{"latitude":8.594663740536046,"longitude":-71.14261120403984},"category":{"name":"Hotel"}},{"id":96625,"name":"Santo Domingo - Roadside","date_verified":"2024-01-19T00:00:00.000Z","description":"Beautiful winding mountain road, could do with some maintenance in places, but passes numerous pretty towns with hotels, lakes, waterfalls, small castles, stone churches... thoroughly recommend.","location":{"latitude":8.860048,"longitude":-70.6976},"category":{"name":"Wild Camping"}},{"id":97117,"name":"Parador Turistico Puerto Concha","date_verified":"2023-12-17T00:00:00.000Z","description":"House on the water where you can pitch a tent or hammock for free and watch the Catatumbo lightning.  It's also used as a police guard house so there's 2 friendly policeman sleeping there also.  I was unlucky with the weather/lightning though.   Has electricity points, kitchen, toilets and showers. can swim in the lake.  need to rent a boat to get there though I paid 40usd return.  take repellant, lots of biting insects. ","location":{"latitude":9.099278,"longitude":-71.713032},"category":{"name":"Established Campground"}},{"id":101402,"name":"Mirador Chenguilo","date_verified":"2024-04-26T00:00:00.000Z","description":"This is a spectacular view point into Magdalena Canyon and to the  waterfalls coming down from the mountain! ","location":{"latitude":4.80316,"longitude":-65.37935},"category":{"name":"Established Campground"}},{"id":117302,"name":"Max Home. I help travellers.","date_verified":"2023-11-17T00:00:00.000Z","description":"Max is a great person who Ioves help travellers from all the world. You can contact him on WhatsApp: +584148939989, or Instagram is @max.4x4\r\nHe will give you all the information about the Gran Sabana, and also mechanic assistance.","location":{"latitude":8.307206666666668,"longitude":-62.70308333333334},"category":{"name":"Informal Campsite"}},{"id":117303,"name":"Motorhome aside the road","date_verified":"2019-11-27T00:00:00.000Z","description":"Lovely and humble venzuelan couple, living inside an RV. Wiliana and Ronald. Wonderfull persons, don't hestitate on park here. They will help you in everthing, there is place for one vehicle. Safe. We spent one night with them.","location":{"latitude":4.609461666666666,"longitude":-61.102405},"category":{"name":"Informal Campsite"}},{"id":118741,"name":"Cuyagua Beach","date_verified":"2019-12-09T00:00:00.000Z","description":"Excelent place to wild camping in this clean and little beach. Lovely neighboors. We ask if we could put our tent in the sand and they said it was safe. No facilities, but there is a little restaurant nearby. No phone reception","location":{"latitude":10.496366,"longitude":-67.688054},"category":{"name":"Wild Camping"}},{"id":121882,"name":"Cobalongo","date_verified":"2020-01-12T00:00:00.000Z","description":"Ample camping spaces. Electric light and water. Shopping place for food and drinks. Safe area.\r\n---\r\namplio espacios para acampar. luz electrica y agua. lugar de compras de comida y bebidas. Area segura.","location":{"latitude":10.355484280484214,"longitude":-67.42871767430096},"category":{"name":"Wild Camping"}},{"id":132810,"name":"Playa Cuyagua","date_verified":"2024-01-02T00:00:00.000Z","description":"Beautiful beach with huge space for camping, surfing, activities... It has a river at the side, little restaurants and small hostels in town.","location":{"latitude":10.49822,"longitude":-67.69282},"category":{"name":"Wild Camping"}},{"id":133772,"name":"Chaguarama ","date_verified":"2024-06-03T00:00:00.000Z","description":"Beautiful lonely beach with big space for camping ","location":{"latitude":10.709341666666665,"longitude":-62.98919444444444},"category":{"name":"Wild Camping"}},{"id":139010,"name":"Playa Cuyagua","date_verified":"2024-01-24T00:00:00.000Z","description":"Beach for surf fans and outdoor camping.  Safe site, food and phone signal services\r\n...........\r\nPlaya para los fanaticos de surf y de la acampada al aire libre.  Sitio seguro  .servicios de comida y señal telefonica ","location":{"latitude":10.497352622285561,"longitude":-67.68990689640293},"category":{"name":"Informal Campsite"}},{"id":140892,"name":"Campamento Chivaton","date_verified":"2024-04-26T00:00:00.000Z","description":"17 Cabins in the middle of Gran Sabana, access on 4x4 or hi clearance only, they have restaurant, water from a small river and generator, you can overnight on the parking lot, with a small fee, very friendly Family, ask for Maria or Leonardo","location":{"latitude":5.58592,"longitude":-61.67948},"category":{"name":"Hostel"}},{"id":140893,"name":"Laguna de Canaim","date_verified":"2017-02-18T00:00:00.000Z","description":"Laguna de Canaima at Canaima National Park, you can only fly from Puerto Ordaz, no roads, here is the airport, and many hostals, hotels and resorts, right there is the Salto Golondrina Water Fall, and Salto El Sapo Water Fall, from there you can book a Angel Fall tour, 4 hours on a motor boat, then 1 hour hiking to the base of the water fall, there is a full day tour or a 2 days tours, overnight on a hammok camp in front of the Angel Fall, not a cheap destination, installing tent are not allowed, you must book a all inclusive tour from Puerto Ordaz or Ciudad Bolivar, 3 days tour is from $350 to $500 dollars per person. There are special trekking tour to the top of the Angel Fall (7 days)","location":{"latitude":6.24252,"longitude":-62.85077},"category":{"name":"Established Campground"}},{"id":140895,"name":"Free Camping Spot in Kavanayen","date_verified":"2024-04-26T00:00:00.000Z","description":"Very close to the Kavanayen Indian Community, there is a small forest were you can overnight, they have public toilets (working on and off) and very close to the main Plaza, Kavanayen Monasterium and Restaurant Guadalupe (very recommended), also grocery store (may be expensive)","location":{"latitude":5.58577,"longitude":-61.75294},"category":{"name":"Informal Campsite"}},{"id":140896,"name":"Paraitepuy","date_verified":"2024-06-12T00:00:00.000Z","description":"Start of the Roraima Trekking! An Indian Community, 20 km offroad from the Main Road Troncal 10, 4x4 only! steeps and narrow roads, you can book a jeep transfer from San Francisco de Yuruani (by the main road)","location":{"latitude":5.05607,"longitude":-60.93393},"category":{"name":"Informal Campsite"}},{"id":141316,"name":"La Playita Campsite","date_verified":"2017-03-01T00:00:00.000Z","description":"Campside at the river, white sand beach, clean water, very bad road (4x4 only) if you find the gate closed, you have to open it and close it again, there is some cattle around, very quiet, but a lot of mosquitos (puri puri) during the day, specially bad at sunset, then they disappear, very nice views after a short hike up the mountain","location":{"latitude":5.08044,"longitude":-61.10943},"category":{"name":"Informal Campsite"}},{"id":141433,"name":"La playita","date_verified":"2020-12-29T00:00:00.000Z","description":"Very good point. Warm waters and sandy beaches.\r\n---\r\nMuy buen point. Aguas calidas y playas de arena. ","location":{"latitude":5.073248727874825,"longitude":-61.10733479753147},"category":{"name":"Wild Camping"}},{"id":144534,"name":"Campamento aleman","date_verified":"2021-01-12T00:00:00.000Z","description":"Fantastic camp to rest and connect with nature","location":{"latitude":4.530159518419764,"longitude":-61.50586389543336},"category":{"name":"Established Campground"}},{"id":144535,"name":"Cinaruco","date_verified":"2021-02-16T00:00:00.000Z","description":"River of fresh water. very good fishing and good camping","location":{"latitude":6.567140690033747,"longitude":-67.22822236100353},"category":{"name":"Wild Camping"}},{"id":167997,"name":"Bugparadise","date_verified":"2021-11-27T00:00:00.000Z","description":"Stop in Casa Maria at the entrance of the main road, if you want to camp here. It's a place destinated to bird, butterflies and nature watching ","location":{"latitude":10.311555,"longitude":-68.226905},"category":{"name":"Established Campground"}},{"id":184572,"name":"New Point - Cuyagua","date_verified":"2024-06-16T00:00:00.000Z","description":"Place to relax and rest and enjoy the best beach in the country\r\n.\r\nLugar para relajarse, descansar  y disfrutar de la mejor playa del país.","location":{"latitude":10.497129835771855,"longitude":-67.68952702792562},"category":{"name":"Wild Camping"}},{"id":184573,"name":"Campamento del piloto","date_verified":"2021-10-03T00:00:00.000Z","description":"Fishing camping cinaruco river fishing camp on the cinaruco river\r\n---\r\nFishing camping cinaruco river campamento de pesca en el rio cinaruco","location":{"latitude":6.556919901637864,"longitude":-67.56568310788606},"category":{"name":"Wild Camping"}},{"id":184574,"name":"Playa castilletes zulia","date_verified":"2021-10-11T00:00:00.000Z","description":"Virgin beach. Good breeze and excellent point. place where Venezuela was born\r\n---\r\nPlaya virgen. Buena brisa y exelente punto. Lugar donde nace venezuela","location":{"latitude":11.837351722653803,"longitude":-71.33782896219877},"category":{"name":"Informal Campsite"}},{"id":184575,"name":"Salto chivaton","date_verified":"2022-01-09T00:00:00.000Z","description":"Beautiful waterfall and outdoor camping. Good weather and good service. Located in the beautiful great Venezuelan savannah. Only access in moderately modified 4x4 vehicles.\r\n---\r\nHermosa cascada y campamento al aire libre. Buen clima y buena atención. Ubicada en la hermosa gran sabana venezolana. Solo acceso en vehiculos 4x4 medianamente modificados. ","location":{"latitude":5.583039607595739,"longitude":-61.657940810667235},"category":{"name":"Wild Camping"}},{"id":184576,"name":"Playa mañoco","date_verified":"2022-02-11T00:00:00.000Z","description":"Sandy beach on the banks of the Cinaruco River. Good fishing.\r\n---\r\nPlaya de arena a orillas del rio cinaruco.  Buena pesca. ","location":{"latitude":6.590356165028631,"longitude":-67.23596308554242},"category":{"name":"Wild Camping"}},{"id":188868,"name":"Salto chirimata mileniun","date_verified":"2022-08-13T00:00:00.000Z","description":"Natural waterfall within the valley of the Arabopo River. Near the wei tepui and tepui roraima\r\n---\r\nCasacada natural dentro del valle del rio arabopo. Al laso del wei tepui y tepui roraima","location":{"latitude":4.930096086773108,"longitude":-60.68111371291938},"category":{"name":"Wild Camping"}},{"id":188869,"name":"Salto morok meru","date_verified":"2022-08-13T00:00:00.000Z","description":"Imposing waterfall of pure and crystalline water. Cold breeze. Good place for camping.\r\n---\r\nImponente casacada de agua pura y cristalina   Brisa fria  .buen lugar para campamento. ","location":{"latitude":4.913846655712455,"longitude":-60.685247692847284},"category":{"name":"Wild Camping"}},{"id":201631,"name":"Donde Guadalupe","date_verified":"2022-12-11T00:00:00.000Z","description":"The best place for eating Venezuelan typical/indigenous food. Ask for Guadalupe in the boulevard and she will happily serve you.\r\nAsk for the Tuma.\r\n\r\n20/25 pp\r\n\r\nEl mejor lugar para comer comida típica/indígena venezolana. Pregunta por Guadalupe en el boulevard y con gusto te atenderá. Pregunta por la Tuma. \r\n\r\n20/25 pp \r\n\r\n","location":{"latitude":4.604933333333333,"longitude":-61.111284999999995},"category":{"name":"Restaurant"}},{"id":203008,"name":"Hotel pellegrino","date_verified":"2023-03-17T00:00:00.000Z","description":" Good hotel to spend the night on the trip to the Gran Sabana   Pet friendly ","location":{"latitude":8.012635787025106,"longitude":-62.40141319116801},"category":{"name":"Hotel"}},{"id":205889,"name":"La playita ","date_verified":"2022-12-30T00:00:00.000Z","description":"Good spot for camping ,cold wather an white sand","location":{"latitude":5.073516662237303,"longitude":-61.107299644556925},"category":{"name":"Wild Camping"}},{"id":205890,"name":"Aguas calientes","date_verified":"2023-11-07T00:00:00.000Z","description":"Good place to camp, good temperature water","location":{"latitude":5.164263127376478,"longitude":-61.13803708931537},"category":{"name":"Wild Camping"}},{"id":205891,"name":"Anauaic","date_verified":"2024-01-25T00:00:00.000Z","description":"Good place for camping.\r\n—-\r\nCadena de saltos con buen campamento para acampar ","location":{"latitude":5.580333173280182,"longitude":-61.28389511263118},"category":{"name":"Established Campground"}},{"id":205892,"name":"Flamingo Lodge","date_verified":"2024-06-09T00:00:00.000Z","description":"Family with a house in the country. Camping and river and good vibes.\r\nContact +58-412-4069728","location":{"latitude":10.49120796011095,"longitude":-67.73875273785852},"category":{"name":"Informal Campsite"}},{"id":207204,"name":"Donde martin","date_verified":"2023-01-21T00:00:00.000Z","description":"Translation: Camp on the shore of the tasting bay. Excellent to spend the day\r\n\r\nCampamento a orilla de la bahia de cata. Exeelente para pasar el dia","location":{"latitude":10.49254012166798,"longitude":-67.73771839128591},"category":{"name":"Wild Camping"}},{"id":209343,"name":"Restaurante","date_verified":"2024-05-07T00:00:00.000Z","description":"After the Simamaica tollbooth on the left, barely 1 km away there is a restaurant and a naval guard post.\r\nThey kindly let us spend the night.\r\nlarge parking\r\n---\r\nPasado el peaje de Simamaica a mano izquierda, a apenas 1 km hay un restaurante y en puesto de la guardia naval.\r\nMuy amablemente nos dejaron pasar la noche.\r\nGran parquing","location":{"latitude":11.00195898,"longitude":-71.79048948},"category":{"name":"Informal Campsite"}},{"id":209344,"name":"Puerto Escondido","date_verified":"2023-02-18T00:00:00.000Z","description":"We visited Coro, for being World Heritage since 1993, by UNESCO.\r\nBut the Paraguaná peninsula and its road to the Cabo San Ramón Lighthouse made us fall in love.\r\nWe decided to spend the night in an area close to a restaurant, in Puerto Escondido. Perfect\r\n---\r\nVisitamos Coro, por ser Patrimonio Mundial desde 1993, por la UNESCO.\r\nPero la península Paraguaná y su carretera hacia el Faro Cabo San Ramón, nos enamoró.\r\nDecidimos pernoctar en una zona cercana a un restaurante, en Puerto Escondido. Perfecto","location":{"latitude":12.17334426,"longitude":-69.96308074},"category":{"name":"Informal Campsite"}},{"id":211501,"name":"Agua Salobre ","date_verified":"2024-05-20T00:00:00.000Z","description":"Pier to visit the Morrocoy National Park.\r\nRecommended Cayo Sombrero $80 per boat one way 8, 9 or 10 h\r\n  / return 16 or 17 h. Capacity 8 or 9 people.\r\nAnother key \"Playuela or Playuelita\", also recommendable.\r\nGreat parking for overnight, any vehicle and very safe and quiet.\r\n\r\nEmbarcadero para visitar los cayos del Parque Nacional de Morrocoy.\r\nRecomendable cayo Sombrero 80$ por barca ida 8, 9 o 10 h\r\n /vuelta 16 o 17 h. Capacidad 8 o 9 personas.\r\nOtro cayo \"Playuela o Playuelita\", también recomendable.\r\nGran pàrquing para pernocta, cualquier vehiculo y muy seguro y tranquilo.","location":{"latitude":10.85587095,"longitude":-68.24799663},"category":{"name":"Tourist Attraction"}},{"id":212172,"name":"SENAIT and GUARDIA NACIONAL BOLIVARIANA","date_verified":"2024-04-23T00:00:00.000Z","description":"stop here to do the papers to get in Venezuela with a foreign vehicle. look for Carlos in SENIAT. He's a very gentle man.\r\nthan Salomón from La Guardia Nacional will give another pink paper.","location":{"latitude":11.35716,"longitude":-72.06596},"category":{"name":"Customs and Immigration"}},{"id":212589,"name":"Cienaga lodge","date_verified":"2023-03-11T00:00:00.000Z","description":"Unique paradisiacal beaches in Venezuela \r\nComfortable house with capacity for 12 pax. \r\n\r\nPlayas paradisiacas unicas en venezuela \r\nconfortable casa con capacidad para 12 pax. ","location":{"latitude":10.476296399729623,"longitude":-67.8105297312772},"category":{"name":"Hostel"}},{"id":212941,"name":"PDV SA - Lecheria","date_verified":"2024-04-06T00:00:00.000Z","description":"good gas station to stop by, fill the tank, grabbing some food, exchange oil.. nice people here. \r\nthere's no Diesel available.\r\ntry the pizza place right in front!!!","location":{"latitude":10.19061,"longitude":-64.689595},"category":{"name":"Fuel Station"}},{"id":213089,"name":"Café Savignano ","date_verified":"2023-03-16T00:00:00.000Z","description":"Best Place for chill. Nice coffee and meal\r\nExcelente lugar para un buen café y relajarse. La comida es simple pero muy sabrosa. ","location":{"latitude":10.412929642586525,"longitude":-66.82543870021603},"category":{"name":"Restaurant"}},{"id":213496,"name":"Salto Kama Meru","date_verified":"2024-06-26T00:00:00.000Z","description":"Beautiful place to spend a day or more...\r\nthey also have room to rent.\r\nthere's a huge waterfall 70m.\r\nand a river to swim .\r\ncarry your own things to do some barbecue \r\nThey will make you a meal for $6 USD","location":{"latitude":5.416208333333333,"longitude":-61.21874666666666},"category":{"name":"Established Campground"}},{"id":213910,"name":"Rapidos Anaiwan","date_verified":"2024-02-10T12:43:49.000Z","description":"Beaitiful river to swim. Anything else. Small spot to place a tent. Difficult road to acces, sometimes sandy.","location":{"latitude":5.57159077,"longitude":-61.28722443},"category":{"name":"Wild Camping"}},{"id":213912,"name":"Kapui tours","date_verified":"2024-04-15T00:00:00.000Z","description":"Very beautiful campsite next to the Puente del Lago, the second longest in Latin America with 8,630mtrs. It has a very nice view and David is very attentive and friendly, you can kayak to navigate the lake\r\n\r\nCamping muy hermoso al costado del Puente del Lago, el segundo más largo de América Latina con 8.630mtrs. tiene vista muy bonita y David es muy atento y amigable, se puede hacer kayak para navegar el lago","location":{"latitude":10.579348333333334,"longitude":-71.61178},"category":{"name":"Established Campground"}},{"id":214268,"name":"Piedra de la Virgen","date_verified":"2024-05-20T00:00:00.000Z","description":"Perfect spot to overnight with tent or motorhome. Plenty of drinkable water, toilets, bucket shower, wifi and amazing staff. The only negative thing it's the sound of the generator (5h-21h). No mosquitoes, no sandflies.","location":{"latitude":6.08692436,"longitude":-61.39946831},"category":{"name":"Wild Camping"}},{"id":214269,"name":"Comunidad Apanao","date_verified":"2024-02-05T00:00:00.000Z","description":"Friendly comunity! They let us camp under a rooff. Safe place to overnight.","location":{"latitude":6.455549,"longitude":-61.517901},"category":{"name":"Wild Camping"}},{"id":215508,"name":"At the school","date_verified":"2024-01-28T00:00:00.000Z","description":"Closed school. The police in front let us camp under their protection. Friendly people just for one night.","location":{"latitude":7.36117149,"longitude":-61.82771209},"category":{"name":"Informal Campsite"}},{"id":215509,"name":"Next to the Alcabala","date_verified":"2023-03-29T00:00:00.000Z","description":"Friendly staff. They allowed us to camp next to the \"alcabala\". They invited us a massive watermelon, water and lunch!!","location":{"latitude":8.27733733,"longitude":-62.56065695},"category":{"name":"Informal Campsite"}},{"id":215510,"name":"Next to the Alcabala","date_verified":"2023-03-28T00:00:00.000Z","description":"We asked the \"alcabala\" to camp next to them. They allowed us and invite some potable water. They let us take a shower!","location":{"latitude":7.900069,"longitude":-62.213837},"category":{"name":"Informal Campsite"}},{"id":215511,"name":"Las Gardenas","date_verified":"2023-04-04T00:00:00.000Z","description":"Small and quiet village. You can camp next to the Orinoco river. Sandy road mostly in good conditions, at least in dry conditions. Accesible for any kind of car.","location":{"latitude":8.30683809,"longitude":-63.11932398},"category":{"name":"Wild Camping"}},{"id":216155,"name":"Proteccion Civil Anzoategui","date_verified":"2023-04-09T00:00:00.000Z","description":"Proteccion Civil and Firemen. Friendly people, 24h running place. They let us take a shower, fill the bottles even cook intheir kitchen!! We also camp!","location":{"latitude":9.73581594,"longitude":-64.56012406},"category":{"name":"Informal Campsite"}},{"id":216156,"name":"Alcabala Guarapera","date_verified":"2023-04-08T00:00:00.000Z","description":"Safe area to sleep. Has a 24h \"alcabala\". We ask in a restaurant to sleep under their roof and they allowed us!","location":{"latitude":8.835291,"longitude":-64.165257},"category":{"name":"Informal Campsite"}},{"id":217561,"name":"Isla la Plata","date_verified":"2023-04-12T00:00:00.000Z","description":"Nice small island. Small white sand beach, clear water, great place to practice snorkel. 3$ to cross (go and back) from Pamatacualito. Some rubish from the locals but mostly clean. Has people during the week provably crowdy the weekend! Has restaurant but better to bring everything with you. Mostly no shadow, just the umbrellas from the restaurant.","location":{"latitude":10.24952647,"longitude":-64.5690709},"category":{"name":"Tourist Attraction"}},{"id":217562,"name":"Next to the \"alcabala\"","date_verified":"2023-04-12T00:00:00.000Z","description":"Safe place, next to the \"alcabala\", nothing special, no facilities, not beautiful, just safe! They let us camp. Plenty of space for motorhomes.","location":{"latitude":10.23350817,"longitude":-64.56608462},"category":{"name":"Informal Campsite"}},{"id":217563,"name":"Parque Nacional Mochima","date_verified":"2023-11-23T00:00:00.000Z","description":"National Park Mochima. \r\n- Nearest beaches 40$ (6pax)  Far away beaches 55$ (6pax) Go and back: They leave you at one beach of your choice, and then they pick you at 17:00 latest.\r\n- Tour 12 beaches 120$ (6pax) tour 6 beaches 80$ (6pax)\r\nSuper expensive, we didn't go...","location":{"latitude":10.34704985,"longitude":-64.34053394},"category":{"name":"Tourist Attraction"}},{"id":217564,"name":"Ferry Margarita","date_verified":"2023-11-20T00:00:00.000Z","description":"Ferry to Punta Piedras 14$ + 2$(bicycle)","location":{"latitude":10.46955263,"longitude":-64.19107804},"category":{"name":"Vehicle Shipping"}},{"id":218604,"name":"El Horcón","date_verified":"2023-04-26T00:00:00.000Z","description":"Fisherman village. Camp next to the chapel. We ask the fishermen and they said OK. Safe place! Looks like there is a community tap but we didn't ask for water. Not the best beach, plenty of boats.","location":{"latitude":10.94575587,"longitude":-64.29273912},"category":{"name":"Informal Campsite"}},{"id":218605,"name":"Punta Arenas","date_verified":"2023-04-27T00:00:00.000Z","description":"Beatiful beach!! Awesome sunset! there are two restaurants, apparently they open the weekends. We camp under the roof of one! no shadow except for the roof and other stuff from the restaurants. Toilets available, no water.\r\n","location":{"latitude":10.97966833,"longitude":-64.40523364},"category":{"name":"Informal Campsite"}},{"id":218606,"name":"Playa el Tunal","date_verified":"2024-03-18T00:00:00.000Z","description":"Beautiful wild beach. Has a palm roof. Quiet place. Easy road to access.\r\n","location":{"latitude":11.06272769,"longitude":-64.30453638},"category":{"name":"Wild Camping"}},{"id":219690,"name":"Ferry Margarita - La Guaira","date_verified":"2024-04-03T00:00:00.000Z","description":"The company Paraguana makes the trip on Wednesday at 21h from Margarita to La Guaira. 31$ the cheapest, then 51$ \u0026 81$. 10 hours\r\nWe bring our bicycles 10$ each!\r\nSuper freezing, bring as much clothes as you can!","location":{"latitude":10.86716902,"longitude":-64.0615002},"category":{"name":"Vehicle Shipping"}},{"id":221295,"name":"Playa Cangrejo - Centro de Protecion Civil Urbaneja","date_verified":"2024-05-04T09:35:09.000Z","description":"Official support center for travelers in the Municipality of Lecheria. Very safe place, facing the sea and the building offered internet, bathrooms and water. All the staff are very receptive and treat you in the best possible way. We felt completely comfortable here. Nearby there are several restaurants and fast food.\r\n.....\r\nCentro oficial de atención al viajero en el Municipio de Lechería. Lugar muy seguro, frente al mar y el edificio ofrece internet, baños y agua. Todo el personal es muy receptivo y te trata de la mejor manera posible. Nos sentimos completamente cómodos aquí. Cerca hay varios restaurantes y comida rápida.\r\n.....\r\nCentro oficial de apoio aos viajantes no Município de Lecheria. Lugar muito seguro, frente ao mar e o prédio oferece internet, banheiros e água. Todo o pessoal é muito receptivo e te tratam da melhor forma possível. Nos sentimos completamente confortáveis aqui. Próximo tem vários restaurantes e comidas rápidas.","location":{"latitude":10.2145194,"longitude":-64.64758402},"category":{"name":"Informal Campsite"}},{"id":222242,"name":"Venezuela Entry","date_verified":"2024-06-18T00:00:00.000Z","description":"Quick procedure. Asked for maximum and got 90 days. However they don’t write the 90 down with the stamp like in other countries but confirmed it to me twice that it is correctly in their system. SENIAT (Vehicle entry) is not possible here they sent us to San Antonio de Táchira which is 6km away and which is exactly the boarder we were denied before. ","location":{"latitude":7.878775,"longitude":-72.447565},"category":{"name":"Customs and Immigration"}},{"id":222244,"name":"Venezuela Vehicle Permit SENIAT-Aduana Primaria","date_verified":"2024-06-18T00:00:00.000Z","description":"It may be possible to cross with a motorcycle here but definitely not with a car. Colombia Dian will send you to the other border post.\r\n\r\nAnyhow the other border post is much quieter and more pleasant.","location":{"latitude":7.817258,"longitude":-72.448129},"category":{"name":"Customs and Immigration"}},{"id":222245,"name":"R.C.V. + Medical. Certificate ","date_verified":"2023-12-14T11:02:20.000Z","description":"Here we found a place where we bought the med cert and vehicle insurance. ","location":{"latitude":7.815323,"longitude":-72.443138},"category":{"name":"Vehicle Insurance"}},{"id":222246,"name":"Movistar","date_verified":"2024-04-03T00:00:00.000Z","description":"Place to buy a telephone chip. Yes also as a foreigner you’ll get your chip here. ","location":{"latitude":7.816888,"longitude":-72.442425},"category":{"name":"Shopping"}},{"id":222249,"name":"R.C.V.","date_verified":"2023-08-02T00:00:00.000Z","description":"Another place to buy the vehicle insurance requested by SENIAT. Very friendly woman who sold us the annual insurance per moto for 25.000 Colombian Pesos. We also got the necessary copies here for the SENIAT procedure. ","location":{"latitude":7.818502,"longitude":-72.442214},"category":{"name":"Vehicle Insurance"}},{"id":222256,"name":"Hotel Centro Internacional ","date_verified":"2024-04-01T00:00:00.000Z","description":"Hotel with secure parking. Basic but clean and friendly staff. 12$ for a matrimonial. No breakfast. Just in case you need to stay in San Antonio for the night.","location":{"latitude":7.8206151,"longitude":-72.4412893},"category":{"name":"Hotel"}},{"id":222310,"name":"Rapidos de Kaimoran Gas station, restaurant, hotel","date_verified":"2024-04-26T00:00:00.000Z","description":"Parking of a hotel where you can overnight on your rig, there is also a gas station (no diesel) and restaurant. To visit the Kaimoran Rapids is free.\r\n\r\nParking de un hotel donde se puede pernoctar también hay una estación de servicio de gasolina a1$us por litro y restaurant, Visitar Rápidos de Kaimoran es gratis.\r\n\r\nEstacionamento de um hotel onde tem também uma estação de serviço solo gasolina . os Rápidos de Kaimoran é grátis.","location":{"latitude":5.617326049777464,"longitude":-61.36397824616134},"category":{"name":"Informal Campsite"}},{"id":222691,"name":"Posada Los Nonos","date_verified":"2023-05-28T00:00:00.000Z","description":"Basic hotel with secure parking for a car or a few motorcycle. We found this place through a recommendation of another biker. The place itself was okayyy but the staff and the communication where somewhat weird. They charge 45 USD for a small matrimonial room and between 5-10 USD for breakfast. It was our 1st night in VEN after the enduring entry procedure in San Antonio so we were tired and decided to stay despite the rate etc. We had a room to the backyard. Early morning was power blackout and they started the generator and gone were peace and tranquility. Many mosquitoes also. There are several restaurants nearby plus a big supermarket “La Barrata”. Restaurant CasaMatina is highly recommended a bit pricey but excellent international and local food. We stayed 2 nights to get things organized and then traveled on to Presa La Honda. ","location":{"latitude":7.770805,"longitude":-72.220808},"category":{"name":"Hotel"}},{"id":222692,"name":"Represa La Honda , Campamiento La Trampa","date_verified":"2023-11-04T00:00:00.000Z","description":"Wonderful quiet and peaceful location to come down a bit after hectic Cúcuta and San Cristóbal. We took the scenic road via Airport Santo Domingo and El Naranjal/Fundación. The campamento is huge and in a state of rebuilding. Entry is free but for camping they charge 12$ per night or 20$ incl breakfast for 2p. We could choose the camping location and decided to stay here in the kiosko (exact coordinates). We had the place to ourselves incl toilets and showers, Power outlets etc. After asking where to buy drinking water they immediately sent someone with a water gallon. Very attentive and friendly staff. We also joined a boat tour to the drowned village of Potosi where due to low water level we even could walk parts of the village and the famous church. Tour costs about 10$ pp. Absolutely recommended!  Note that there is no supermarket on the premises so stock up on provisions before. But just in case there is a restaurant for breakfast lunch and dinner. No phone signal here but they offer Internet at the reception, 2000 col peso for 30min. And YEs you can still pay with Peso colombiano here. ","location":{"latitude":7.9320583725421985,"longitude":-71.7318730429483},"category":{"name":"Established Campground"}},{"id":222693,"name":"CasaMatina Restaurant ","date_verified":"2023-05-28T00:00:00.000Z","description":"Good Restaurant with excellent international and local food. They also offer breakfast from 8:30 am. We ate there 2-3 times, excellent prepared steak, risotto, salad, soup, deserts. Coffee is also very good. A friendly and welcoming place, one of the better choices here in San Cristóbal. They accept cc, peso col, usd. ","location":{"latitude":7.772327,"longitude":-72.220328},"category":{"name":"Restaurant"}},{"id":222744,"name":"Gasolin for tourists","date_verified":"2024-06-02T00:00:00.000Z","description":"Our First gasolin in VEN coming in from Cúcuta. After seeing lots of closed gas stations and being denied by others before we finally could fill up our tanks here. 50 cents US per liter. Many cars in line and a crowd of motos in front of the station. All waiting desperately for there turn. We went directly to the front and talked to the man in charge. He got permission from the owner and we could fill up. They have a license plate system which days you’re allowed to buy gas and additionally at many places they accept only cars and no motos. The quality of the gasoline officially is 95 octane (there’s only one type) but the guy told us that in reality it’s much less. We need min 95 so we’re going to look buying additives to elevate the quality. ","location":{"latitude":8.486901,"longitude":-71.367509},"category":{"name":"Fuel Station"}},{"id":222756,"name":"Tortas y Café","date_verified":"2023-05-30T00:00:00.000Z","description":"Good cafeteria close to RodeoPlaza and Central Market. Street parking in front with security. Excellent coffee and a wide variety of pastries and tortas. The owner Benito is a warm person and will help you with tipps in and around Mérida. ","location":{"latitude":8.590118563545111,"longitude":-71.1639240003757},"category":{"name":"Restaurant"}},{"id":222941,"name":"Panaderia Masa Madre","date_verified":"2024-05-17T00:00:00.000Z","description":"Bakery and Pastelería with a variety of real bread and pastries. They have sourdough bread. Also breakfast options from 7:30 am. Good coffee. Secure parking right in front. ","location":{"latitude":8.582351105295663,"longitude":-71.17285148247254},"category":{"name":"Shopping"}},{"id":222960,"name":"Plaza","date_verified":"2023-05-20T00:00:00.000Z","description":"Wifi, free, next to the police station! Safe place to connect, not the best wifi, very slow but works.","location":{"latitude":10.92632392,"longitude":-68.27037865},"category":{"name":"Wifi"}},{"id":222972,"name":"Alex, Moto Repuestos y Taller","date_verified":"2023-05-31T00:00:00.000Z","description":"Good garage for all types of motorcycles, incl. big bikes. Alexander is very experienced and attentive. He was recommended to us by a KTM mechanic in Bogotá. He does KTM, BMW, Honda, Yamaha among others. His cell/whatapp is +58 4247169306. ","location":{"latitude":8.557217546170696,"longitude":-71.20327653111147},"category":{"name":"Mechanic and Parts"}},{"id":223114,"name":"Posada La Estancia de Bólivar","date_verified":"2024-02-01T00:00:00.000Z","description":"Here you will find the perfect start for your time in Venezuela. Here you get information about San Cristobal, the area and the rest of Venezuela. Cesar and his family are very welcoming and will help you with any questions. There are always great networks in all parts of the country. Cesar has plenty of space for motorcycles and large vehicles here. He owns a workshop for motorcycles and can help quickly with problems. The room is $20 per night\r\n\r\nContact Cesar per WhatsApp:\r\n+584147188308","location":{"latitude":7.777812613148118,"longitude":-72.23203793151137},"category":{"name":"Hotel"}},{"id":223116,"name":"Tienda Trochas Táchira","date_verified":"2024-02-01T00:00:00.000Z","description":"Mechanics Shop. Parts available and excellent service.\r\n.....\r\ntaller de motos. Aquí puede obtener repuestos y un excelente servicio.","location":{"latitude":7.778171089002803,"longitude":-72.23261577375206},"category":{"name":"Mechanic and Parts"}},{"id":223191,"name":"Casa Angel del Sol - Colibri Garden","date_verified":"2023-06-02T00:00:00.000Z","description":"Unique place to watch, feed and learn more about colibríes. 5$ entry pp. Excellent informative introduction. Worth a visit. ","location":{"latitude":8.681584415034028,"longitude":-71.11981322995491},"category":{"name":"Tourist Attraction"}},{"id":223260,"name":"E:S Becera Gas Station ","date_verified":"2024-06-01T00:00:00.000Z","description":"Officially, the only gas station in Mérida which accept motos. We had no problems getting our tanks filled here. They seems to like tourists here. 0,50$ per liter. Might be closed in the afternoons. ","location":{"latitude":8.61315,"longitude":-71.135865},"category":{"name":"Fuel Station"}},{"id":223268,"name":"Mistafi Hotel \u0026 Restaurant ","date_verified":"2024-01-14T00:00:00.000Z","description":"We went here for breakfast. 6$ pp. They offer American, Creole or Andino breakfast. We stayed in another hotel close by which didn’t offer breakfast so this was a good alternative. They also offer rooms, e.g. 35$ for a matrimonial room incl breakfast. Secure parking around the corner. ","location":{"latitude":8.60163,"longitude":-71.13968},"category":{"name":"Hotel"}},{"id":223377,"name":"Hotel Milla Suites","date_verified":"2024-02-19T00:00:00.000Z","description":"Good hotel with a nice park infront. Secure garage. Rooms with mountain view (we had no. 205) and king size beds. Paid 32$ per night, no breakfast. Very friendly staff. ","location":{"latitude":8.602851815529728,"longitude":-71.1382528301991},"category":{"name":"Hotel"}},{"id":223584,"name":"La Mucutuyana Hospeda y Restaurant","date_verified":"2023-06-04T00:00:00.000Z","description":"We ate lunch here on the Canagua. 5$ for a big plate incl juice and coffee. They also offer accommodation 10$ single and 15$ matrimonial. All meals separate. Señora Anamaria es la jefa ","location":{"latitude":8.24407543056476,"longitude":-71.28706723458254},"category":{"name":"Restaurant"}},{"id":223585,"name":"Mucuposada Kiutrindú","date_verified":"2023-06-05T00:00:00.000Z","description":"Basic but clean accommodation. The only one in Chacantá. Señora Tomasá will welcome you with a warm heart. The place is basic but clean. No wifi no food. But drinking water, hot water for tea and she prepared good coffee. Prices are a bit up, we paid 25$ for a room for 2. Secure parking for 2-3 motos or a small car. ","location":{"latitude":8.1805926405161,"longitude":-71.43469460255811},"category":{"name":"Hotel"}},{"id":223731,"name":"Hotel Oviedo ","date_verified":"2023-09-12T17:51:16.000Z","description":"Basic hotel close to the Center of Mérida. Save parking in the corner of the hotel also for big rig. \r\n25 Dollar per night. ","location":{"latitude":8.591400990978705,"longitude":-71.15241129250397},"category":{"name":"Hotel"}},{"id":223832,"name":"Posada doña barbara","date_verified":"2023-07-15T14:47:33.000Z","description":"Hotel with comfortable rooms for fishing lovers\r\n-----------\r\nPosada con confortables habitaciones para los amantes de la pesca ","location":{"latitude":9.541347487838415,"longitude":-67.65957542701406},"category":{"name":"Hotel"}},{"id":223833,"name":"Isla doña barbara","date_verified":"2023-04-30T00:00:00.000Z","description":"Island in the middle of the rio verde reservoir. Camping and fishing site\r\n--------\r\nIsla en medio del embalse de rio verde.  Sitio de campim y pesca","location":{"latitude":9.54444103875155,"longitude":-67.64155324554783},"category":{"name":"Hostel"}},{"id":223834,"name":"Aventura4wdvzla\u0026camping","date_verified":"2023-05-24T00:00:00.000Z","description":"Camping and parking for motorhomes and camping vehicles\r\n----------\r\nCampamento y estacionamiento para autocaravanas y vehiculos de camping \r\n","location":{"latitude":10.499959796137643,"longitude":-67.60753061226927},"category":{"name":"Wild Camping"}},{"id":223837,"name":"Laguna Mucubají","date_verified":"2024-05-14T00:00:00.000Z","description":"The Laguna is part of national park Sierra Nevada. 40 VES entrance fee. NO MOTOS permitted to enter, cars yes. 'No go' for us, so we skipped this place sadly. \r\n\r\nEdit: $1 dolar for cars. Dogs allowed. If you walk in, it's free.","location":{"latitude":8.801705,"longitude":-70.826598},"category":{"name":"Tourist Attraction"}},{"id":223850,"name":"Police Check Point ","date_verified":"2023-12-22T00:00:00.000Z","description":"An official in uniform stopped us. Asked for papers. Made me dismount and open a duffel bag and a pannier. Checked both thoroughly with his dirty ungloved hands until he reached the bottom. Made us feel very uneasy and uncomfortable. Asked all curious questions. And finally let us go. Only later we learned from a friend that we should have filmed the scene. There is a new law out in VE that it allows you to officially film such procedures to prevent corruption or more. He also said it had occurred more than once that somebody slips something into your belongings to only discover it later and extort some money with it. Next time we know better. Had been our first road check since we entered via Cúcuta. ","location":{"latitude":8.882867,"longitude":-70.64196},"category":{"name":"Checkpoint"}},{"id":223857,"name":"Gata Loca ","date_verified":"2023-06-07T00:00:00.000Z","description":"Nice little restaurant here in La Azulita. We park our bikes directly in front. We was very welcome here. \r\n","location":{"latitude":8.714482171452548,"longitude":-71.4459450715407},"category":{"name":"Restaurant"}},{"id":223862,"name":"Posada El Tejar","date_verified":"2023-12-18T00:00:00.000Z","description":"a very good place to stay. We made a quick stop here and even added a day's break. the posada has everything a sls traveler needs. the rooms have a small bathroom with them. there is good WiFi and Hektor, the proprietor, goes out of his way to make you feel comfortable. you can cook yourself and all the ingredients you need are only a few minutes walk in the small town. very close to the river there are caves that you can visit. in good weather you can see the lightning of Catatumbo from here.\r\nWe pay 15 $ per night.","location":{"latitude":8.712006062321576,"longitude":-71.44429752391977},"category":{"name":"Hostel"}},{"id":223964,"name":"Chalet Vistas de Oriana","date_verified":"2023-06-08T00:00:00.000Z","description":"Super nice posada with a spectacular view. They also offer delicious food for lunch and dinner. They have 2-3 matrimonial rooms and 1 suite with a king size bed. Various attractions on the premises, like open air jacuzzi, zip line, platforms with spectacular views, a hanging bridge. Trails in the surroundings to cascadas and pozos. Rates are 60$ matrimonial incl a rich breakfast. Call or Whatsapp +58 424-5855270 Irene or Cesar. Find the place on Instagram. ","location":{"latitude":8.766060797505794,"longitude":-70.43515666394535},"category":{"name":"Hotel"}},{"id":224113,"name":"Gas station ","date_verified":"2023-06-09T00:00:00.000Z","description":"Here we get Gasolina. We just ask and become 10l of gasolina. \r\n","location":{"latitude":8.756882770238619,"longitude":-71.56759414143133},"category":{"name":"Fuel Station"}},{"id":224142,"name":"Relámpago Suite ","date_verified":"2023-06-09T00:00:00.000Z","description":"Unfortunately, we haven't found out a real name for this \"hotel\" yet. We asked people in town, and then we ended up here. But it's ok, and you have a great view of the cemetery. It's all very simple, but it will do for a night or two. It's the best we've found in town. We wanted to visit the Catatumbo from here. We paid 50000 COP for a night. The parking lot is locked and there is enough space for motorbikes or two cars. The Wi-Fi is not the fastest. Our room had a bathroom and air conditioning.","location":{"latitude":9.056516810940163,"longitude":-72.24087397803729},"category":{"name":"Hotel"}},{"id":224143,"name":"Military Checkpoint","date_verified":"2023-06-09T00:00:00.000Z","description":"On this route, there are a lot of Police and Military Checkpoints. They just wanted to see our documents (Copy) and asked what we are doing here. \r\nTake it easy! We don't have to pay something.","location":{"latitude":9.00301,"longitude":-72.17056},"category":{"name":"Checkpoint"}},{"id":224455,"name":"Hotel Doral","date_verified":"2023-06-11T00:00:00.000Z","description":"one of the few decent hotels here in town. The crisis gives you the feeling of the end of time. Many of the buildings here are empty and the streets are littered with rubbish. However, this hotel has a very friendly welcome, a guarded and locked car park that is also suitable for large vehicles. The rooms are very tidy, air-conditioned and there is a bathroom. $25 per room","location":{"latitude":10.665954670109613,"longitude":-71.61805640847477},"category":{"name":"Hotel"}},{"id":224603,"name":"Gasstation ","date_verified":"2023-12-06T00:00:00.000Z","description":"Get gas here. The only between Maracaibo and Coro. 0,50$ Liter.","location":{"latitude":11.206598334895533,"longitude":-70.25263813086319},"category":{"name":"Fuel Station"}},{"id":224610,"name":"Hotel Intercaribe Plaza ","date_verified":"2023-06-14T00:00:00.000Z","description":"Budget hotel close to the old town of Coros. the rooms are simply furnished. each room has air conditioning and a bathroom. everything is reasonably clean. the parking lot is locked and guarded. we paid $20 for the room.","location":{"latitude":11.410324164817354,"longitude":-69.67538437461938},"category":{"name":"Hotel"}},{"id":224635,"name":"No Gasolina","date_verified":"2023-06-13T00:00:00.000Z","description":"In the north of the country, supplying petrol stations with petrol is very problematic. Especially on the route between Maracaibo and Coro you hardly get any petrol. We found a gas station 30km before Coro that had petrol. So, fill everything up with petrol beforehand if you can.","location":{"latitude":10.87748,"longitude":-70.88173},"category":{"name":"Warning"}},{"id":224636,"name":"Puente General Rafael Urdaneta","date_verified":"2023-06-12T00:00:00.000Z","description":"A toll must be paid to drive over the bridge. It is not allowed to transport petrol in additional canisters across the bridge.","location":{"latitude":10.57422,"longitude":-71.567},"category":{"name":"Checkpoint"}},{"id":224643,"name":"Villa Victoria Suite","date_verified":"2024-02-09T00:00:00.000Z","description":"Nice clean Posada with a big safe parking area. 20$ for a double room with a king size bed. Good internet, no breakfast but  a place where you can eat your own things and you can heat water for coffee or tea. \r\ninstagr.am/villavictoriaposada","location":{"latitude":10.059538325304098,"longitude":-69.27448703913882},"category":{"name":"Hotel"}},{"id":224831,"name":"Casa del Cabo","date_verified":"2023-06-13T00:00:00.000Z","description":"What an amazing place. we happened upon this place when we wanted to go to the Capo San Roman lighthouse. however, after a few beers and a super delicious meal, we couldn't drive anymore... each cabana seats 15 people. however, the houses are not cheap at $150 per night. we got a slightly cheaper room. Just speak with Juan. ","location":{"latitude":12.170556154049931,"longitude":-69.93180198284338},"category":{"name":"Hostel"}},{"id":225355,"name":"PDVSA Gasstation ","date_verified":"2023-06-16T00:00:00.000Z","description":"You get fuel here. Paid 0,50$ per Liter ","location":{"latitude":11.754969260775757,"longitude":-70.1816169449694},"category":{"name":"Fuel Station"}},{"id":225521,"name":"Posada Chama Tour","date_verified":"2024-02-14T16:30:12.000Z","description":"A simple but beautiful posada in Chichiriviche. the rooms have air conditioning and a bathroom. There is a kitchen and WiFi in the yard. we paid $25 a night.","location":{"latitude":10.926711155139147,"longitude":-68.27499635164688},"category":{"name":"Hotel"}},{"id":225598,"name":"Posada Bahía de Patanemo","date_verified":"2023-06-18T00:00:00.000Z","description":"A beautiful posada in Patanemo. Very nice rooms and there is even a pool. we pay $20 dollars per night. The motorcycles are safely behind the house and are guarded. You can walk to the beach from here. On the other side of the mountain is the Laguna de Yapascua. a paradise. Here you can see glowing algae at night.","location":{"latitude":10.44042482931683,"longitude":-67.91877888853355},"category":{"name":"Hostel"}},{"id":225702,"name":"Posada Mérida Vacacional","date_verified":"2023-06-19T00:00:00.000Z","description":"It is a new cheap inn with apartments with kitchen and rooms, it also has a large parking lot where you can park your motorhome. It has a good shower with hot water, WiFi and laundry service, there are several tourist spots in the area and it is quiet. It is recommended to contact the owner in advance Frank +584143743376","location":{"latitude":8.627529605291784,"longitude":-71.1376831959933},"category":{"name":"Hotel"}},{"id":225941,"name":"Restaurant Rumbach","date_verified":"2023-06-25T00:00:00.000Z","description":"a great restaurant in Tovar. we recommend the goulash with spaetzle. the staff is super friendly and can give you tips for the city or for cheap accommodation.","location":{"latitude":10.407835005945977,"longitude":-67.28714767574843},"category":{"name":"Restaurant"}},{"id":225954,"name":"Hotel Freiburg","date_verified":"2024-02-24T00:00:00.000Z","description":"A good hotel managed by Jürgen. he speaks perfect German and we had a lot to tell. he even has a brewery museum next door. we paid $20 for one night. Safe parking for our motorcycles. Jürgen's brother has a car workshop and can help with defects.","location":{"latitude":10.40495170575164,"longitude":-67.28367267774026},"category":{"name":"Hotel"}},{"id":226009,"name":"Refugio Mucubají","date_verified":"2023-06-22T00:00:00.000Z","description":"At the entrance to the Mucubají Lagoon there is a restaurant, Refugio Mucubají, which has a large and flat parking lot. It closes at night but it allows you to stop there. It is quiet, the area cared for by the same neighbors and with an incredible landscape. In the Park there are several trails to do. The wheat arepas with chorizo and smoked cheese are delicious.\r\n-------------------\r\nEn el ingreso a la Laguna Mucubají hay un restaurante, Refugio Mucubají,  que tiene un amplio y plano estacionamiento. cierra a la noche pero permite parar ahí. Es tranquilo, la zona cuidada por los mismos vecinos y con un paisaje increíble.  En el Parque hay varios senderos para hacer. Las arepas de trigo con chorizo y queso ahumado son riquísimas. ","location":{"latitude":8.8008,"longitude":-70.83632},"category":{"name":"Informal Campsite"}},{"id":226176,"name":"Ecoposada Casa Maria Bugparadise","date_verified":"2023-06-20T00:00:00.000Z","description":"Norbert \u0026 Gabys place is a upscale posada with live for details and nature paradise. Check-in for camping here also. They offer various accommodation and excellent food. Norbert is a biologist and will take time to show interested people around and explain nature to them in all its varieties. Must stop for nature lovers. Instagram @posadaecologicacasamaria","location":{"latitude":10.28285229821912,"longitude":-68.25426420354194},"category":{"name":"Hotel"}},{"id":226330,"name":"Hostal Nova Colonial ","date_verified":"2024-02-19T00:00:00.000Z","description":"A safe place to parc the vehicles (the gate is high, Minibus can enter probably- all depends). The Hostal is also close to the beach (Playa Grande) and Malecon (Puerto Colombia), both in walking distance. Minimercados on the opposite, nothing is missing. Rooms are with or without Aircondition, kept simple. Pricelist you can find attached in Photos. A huge garden with Pool and they also wash your laundry here by hand. Chilling area, and Restaurant in the same property. Food is good, if you stay, they give you 15 percent discount when you eat here. Breakfast also available. Claudia, a German Citizen is the Owner.\r\nEverything else, please check the Pricelist in photos. ","location":{"latitude":10.50727,"longitude":-67.60578},"category":{"name":"Hostel"}},{"id":226335,"name":"Levando Pan","date_verified":"2023-06-24T00:00:00.000Z","description":"Handmade bread de Masa Madre and Sweets also. They do serve Breakfast, Coffee, Empanadas, Foccacia - all is very good too, it’s a tiny Restaurant inside and has really great Products. You can parc easily in front of the shop, big windows to see your vehicle. We highly recommend this place, but better bring cash money! Great guys.","location":{"latitude":10.21234,"longitude":-68.0108},"category":{"name":"Shopping"}},{"id":226547,"name":"Sorokaima Guesthouse","date_verified":"2023-06-25T00:00:00.000Z","description":"Good and economic place to stay a few nights in Caracas. The guesthouse has 2 rooms to offer, 1 matrimonial and a quadruple. Prices per night around 40 USD. Location approx 12 km from center. Can use a taxi (yummy app) for about 8$ per drive. Groceries and restaurants in walking distance. Nice view over Caracas from here. Quiet surroundings. Orangel is a very helpful and welcoming host. Our room had a microwave, a coffee machine and even a small stove. Refrigerator outside in front of the room. Secure parking for 1-2 cars or a few motorcycles. \r\nCel/Whatsapp +58 412-3560578","location":{"latitude":10.430356781008122,"longitude":-66.86189753009646},"category":{"name":"Hotel"}},{"id":227335,"name":"Posada El Encanto ","date_verified":"2023-06-30T00:00:00.000Z","description":"A must stop in the valley of Sanare. Wonderful posada with a wonderful host (Manuel) and staff. Excellent attention and food. Spectacular views and sunsets. Among countless places we stayed this is a real gem. We stayed 2 nights, relaxed completely and enjoyed the tasty food. Rates are not cheap but worth every cent. From 60$ per night incl outstanding breakfast. ","location":{"latitude":9.716031001889814,"longitude":-69.69805587089593},"category":{"name":"Hotel"}},{"id":227341,"name":"Tasca Pizzeria","date_verified":"2023-06-30T00:00:00.000Z","description":"Good pizza place. They also serve other food but we did not really expect such a good pizza here. They also manage the posada next corner. Niquitao seems a good place to stop and rest for a night or two. ","location":{"latitude":9.111419515692651,"longitude":-70.40321784100533},"category":{"name":"Restaurant"}},{"id":227612,"name":"Posada Turistica Niquitao","date_verified":"2023-06-30T00:00:00.000Z","description":"Nice but basic place to spend the night. Payed 20$ per night for a matrimonial room. Location right on the plaza. Groceries and restaurant nearby. Secure parking for cars and motos. Clean. No Wi-Fi, but right there at the plaza you have Wi-Fi. The Valley and the surroundings are really beautiful. The scenic road from Boconó in direction Mérida is in good shape, all paved. ","location":{"latitude":9.110998534605942,"longitude":-70.403671553424},"category":{"name":"Hotel"}},{"id":228109,"name":"Movistar- Main Office","date_verified":"2024-05-24T00:00:00.000Z","description":"We were able to buy the Movistar chip in the ground floor store. They only asked us for a passport and an address (we gave them COTATUR's). In the main office on the second floor they asked us for an invoice for accommodation. It cost us 11 USD for the chip and 15 USD per month for the 25G plan and we were able to pay by card.\r\n.....\r\nPudimos comprar el chip de movistar en el local de planta baja. Solo nos pidieron pasaporte y una dirección (le dimos la del COTATUR). En la sede principal del segundo piso nos pedian factura de un alojamiento.\r\n\r\nNos costos 11 USD el chip y 15 USD mensual el plan de 25G y pudimos pagar con tarjeta.\r\n\r\n.\r\n","location":{"latitude":7.76012420586706,"longitude":-72.21323762085163},"category":{"name":"Wifi"}},{"id":228137,"name":"SENIAT TIP checkout","date_verified":"2023-07-05T00:00:00.000Z","description":"Here you give your TIP back leaving VE. Took about 15 min for 2 motos. You‘ll get a receipt and an exit stamp into the passport. Go there directly BEFORE exiting VE. ","location":{"latitude":7.878102,"longitude":-72.447242},"category":{"name":"Customs and Immigration"}},{"id":228263,"name":"Posada El Andes","date_verified":"2023-06-28T00:00:00.000Z","description":"nice and quiet hostel between the pass and Merída. We paid $20 for a 6 person room. there is warm water. it can get really cold up here","location":{"latitude":8.775325428181095,"longitude":-70.86521167905481},"category":{"name":"Hostel"}},{"id":228901,"name":"Hojani","date_verified":"2024-06-28T00:00:00.000Z","description":"Food court with ample parking, with security personnel suitable for motorhomes. Also the food is very tasty and the staff is very friendly.\r\n----------\r\nPatio de comidas con estacionamiento amplio, con personal de seguridad apto para motorhome. Además la comida es muy rica y el personal es muy amable","location":{"latitude":10.06750310305506,"longitude":-69.3084960244596},"category":{"name":"Informal Campsite"}},{"id":229244,"name":"Misia Crema","date_verified":"2023-07-07T00:00:00.000Z","description":"Misia Crema Pizzeria, excellent pizzas at a very good price","location":{"latitude":10.221980230713562,"longitude":-68.0098880633805},"category":{"name":"Restaurant"}},{"id":229281,"name":"Camping La Romana (Campito Rafael)","date_verified":"2024-06-22T00:00:00.000Z","description":"Close to the PAC Romana. Rafael and his grandson Jose Andre are welcoming overlanders. I was here with my bicycle and enjoyed a wonderful time.\r\n\r\nContact José Andrés via Whattsapp +584148848731 or Instagram @campinglaromana","location":{"latitude":7.9936742413295825,"longitude":-62.36671922939568},"category":{"name":"Informal Campsite"}},{"id":229903,"name":"Hotel Turístico Varyna ","date_verified":"2024-02-08T00:00:00.000Z","description":"Nice and good Hotel here in Barinas. Safe parking for cars and motorcycles. \r\nPay 15$ Dollar for room ","location":{"latitude":8.62232764527475,"longitude":-70.22616874121057},"category":{"name":"Hotel"}},{"id":229914,"name":"Hotel Barcelos ","date_verified":"2023-07-12T00:00:00.000Z","description":"Simple and cheap hotel here in Trujillo. \r\n12 $Dollar for Room without Clima\r\n17 $Dollar for Room with Clima\r\nSave parking for motorcycle ","location":{"latitude":9.372478409423477,"longitude":-70.43285693514044},"category":{"name":"Hotel"}},{"id":230844,"name":"PDV GasStation","date_verified":"2024-05-16T00:00:00.000Z","description":"Seems like these days gasoline is available 24/7 here at this station and they didn’t have a queue or number plate system while I was there. But, it wasn’t the case in Merida or San Cristobal or El Vigia. There still gasoline shortage and queques over there. $0.50 per liter.\r\n\r\nEither way if you find yourself in a queue, just go ahead and talk to the guard about you being a travelers and that should usually help you skip the queue.","location":{"latitude":8.660742943696514,"longitude":-70.25207459366057},"category":{"name":"Fuel Station"}},{"id":230845,"name":"Posada Don Pablito","date_verified":"2023-07-16T00:00:00.000Z","description":"Stays in Venezuela aren’t expensive if you know how to and where to look. Posadas are cheap way to stay the night. This one in Barinas is the cheapest I’ve found. $10 for Matrimonial bed and $15 for a matrimonial and a bunk bed. Has a lot of parking for motos and cars in their secured open top yard. You could probably camp too. Owners very friendly and accommodating. Lots of cheap fast food nearby. \r\n\r\nPS- No shortage of fuel in Barinas right now. fuel is easily available as of now.","location":{"latitude":8.62865510225495,"longitude":-70.23975462229731},"category":{"name":"Hotel"}},{"id":232489,"name":"Motorhome Park Lechería ","date_verified":"2024-05-09T00:00:00.000Z","description":"The first motorhome park in Venezuela, near the Civil Protection building. ","location":{"latitude":10.204642103063133,"longitude":-64.70221686182981},"category":{"name":"Established Campground"}},{"id":232600,"name":"Campamento Tapuy Lodge","date_verified":"2023-07-21T00:00:00.000Z","description":"a very nice accommodation from Mariella. here you can either take a room for up to 4 people or set up a tent on the property. Just write Mariella via WhatsApp and discuss everything else with her.\r\n+58 4263913209","location":{"latitude":6.2412330771853,"longitude":-62.85017655024047},"category":{"name":"Hostel"}},{"id":233991,"name":"Carlo’s Biker","date_verified":"2023-07-29T00:00:00.000Z","description":"I came here for my moto repair. It’s specifically for motorcycle repairs. Very knowledgeable people. I had to change my sparkplugs again within 7 days of changing them. Get SPARE SPARK PLUGS. The gasoline quality is very bad. Or add additives to the gasoline every time you buy. Good luck.","location":{"latitude":10.469547961848294,"longitude":-68.01594654104487},"category":{"name":"Mechanic and Parts"}},{"id":234543,"name":"valle de Río negro","date_verified":"2023-11-20T00:00:00.000Z","description":"beautiful and peaceful site, you need an off road vehicle or motorcycle to get there you can set your camp next to the river\r\n\r\nun lugar muy bello y pacifico espectacular para acampar se necesita un vehículo rústico o una motocicleta todo terreno para llegar","location":{"latitude":9.392955,"longitude":-70.128212},"category":{"name":"Wild Camping"}},{"id":234545,"name":"Arbol redondo","date_verified":"2023-11-20T09:40:43.000Z","description":"it's a gas station most part of time is closed but you can park there safely, is the highest point on the road and has awesome weather 16 C°  there is a small restaurant you can ask for bathroom but is not open at nights","location":{"latitude":9.41621,"longitude":-70.30317},"category":{"name":"Informal Campsite"}},{"id":234653,"name":"Restaurant Pa Que el General","date_verified":"2024-01-01T00:00:00.000Z","description":"We came here to eat fish.\r\nWe had fish for 8$ for two persons.\r\nVery fresh food.\r\nYou can pass the night on the park site, if you ask. Nice sight to the lake and bridge.\r\n","location":{"latitude":10.580364999999999,"longitude":-71.61238},"category":{"name":"Restaurant"}},{"id":234654,"name":"HOKU Turismo","date_verified":"2024-05-02T00:00:00.000Z","description":"This site is good to pass a quiet and safe night. This is posible inside the court as well as outside on the street. Police near by.\r\nMarvellous people. Water (no potable) avaiable.\r\nRestaurantes and beach nearby.\r\nViviane y Cesar can help with any activity conserning excursions and activities in the national parc of Morrocoy y Chichiriviche.\r\n","location":{"latitude":10.926080000000002,"longitude":-68.27063833333334},"category":{"name":"Informal Campsite"}},{"id":234708,"name":"Plaza Bolívar de Barquisimeto ","date_verified":"2023-07-27T00:00:00.000Z","description":"You can park on the street and spend the night to continue your trave\r\n\r\nsitio para pasar la noche con seguridad ","location":{"latitude":10.063599,"longitude":-69.315945},"category":{"name":"Informal Campsite"}},{"id":234714,"name":"Area de Parking ","date_verified":"2023-10-05T00:00:00.000Z","description":"Parking for international travelers near the police station you can park there with security and some services nearby.  This site is a contribution by the San Francisco city mayor and the Venezuelan travelers' support network. \r\n\r\nParqueadero para viajeros internacionales cerca de la policía, ahí se pueden estacionar y pasar la noche hay servicios básicos cerca este sitio esta disponible gracias a la colaboración de la alcaldía de San Francisco y la red de apoyo a viajeros de Venezuela @viajeros.ve en redes sociales ","location":{"latitude":10.558009,"longitude":-71.637562},"category":{"name":"Informal Campsite"}},{"id":234717,"name":"Sabor Tropical ","date_verified":"2023-07-23T00:00:00.000Z","description":"restaurant friends of the tourist in Lechería, Anzoátegui, Venezuela\r\nUn restaurante que apoya al turismo nacional y extranjero en el país, ubicado e Lechería, Anzoátegui. \r\n","location":{"latitude":10.203688591935816,"longitude":-64.70104118335372},"category":{"name":"Restaurant"}},{"id":234725,"name":"Camping playa Puerto Escondido ","date_verified":"2023-12-08T00:00:00.000Z","description":"Translation: This place is very cute. José the owner is organizing a campsite. For now he charges a voluntary contribution. Place surrounded by military that adds security to the place. It provides water and energy.\r\n\r\nEste lugar es muy lindo. José el propietario está organizando un camping. Por ahora cobra una contribución voluntaria. Lugar rodeado de militares que le agrega seguridad al lugar. Provee agua y energía. ","location":{"latitude":12.17264245,"longitude":-69.96321775},"category":{"name":"Established Campground"}},{"id":234729,"name":"Buchuaco Hotel","date_verified":"2024-01-10T00:00:00.000Z","description":"Translation: This is a hotel with a very large patio where they allow you to park your motorhome, with connection to electricity, running water, Internet, swimming pool, bathrooms... super complete. They charged us $15.00 a night with all these services. It also has a bar-restaurant that was about to open. The place is extremely quiet and safe.\r\n\r\nEste es un hotel con un patio muy grande donde permiten estacionar el motorhome,  con conexión a energía eléctrica, agua corriente, Internet, piscina, baños... super completo. Nos cobraron U$ 15,00 la noche con todos estos servicios. Tiene también un bar-restaurante que se estaba por inaugurar. El lugar extremadamente tranquilo y seguro.","location":{"latitude":11.98518988,"longitude":-69.82042076},"category":{"name":"Informal Campsite"}},{"id":234819,"name":"Vibe de Dois: El Sol Posada","date_verified":"2023-08-16T00:00:00.000Z","description":"El Sol hostel is part of a network that supports travelers in Venezuela. They provide the hostel grounds free of charge for sleeping. They also lend out the bathroom. They are very kind and also work as tour guides, giving great recommendations of places to visit in Táchira. Everything is very clean and tidy. A very quiet and safe place to sleep. The gate has a height limit, so if you want to enter the courtyard, you'd better check first! To stay in a room at the hostel, there are special conditions for travelers! Contact details in the photos!\r\n---\r\nA Pousada El Sol faz parte da rede de apoio a viajantes na Venezuela. Eles concedem gratuitamente o terreno da pousada para dormir. Também emprestam o banheiro. São muito gentis, e também trabalham como guias de turismo, dando ótimas recomendações de lugares para conhecer em Táchira. Tudo muito limpo e ordenado. Lugar super tranquilo e seguro para dormir. O portão tem limite de altura, para entrar no pátio, melhor verificar antes! Para ficar hospedado em um quarto da pousada, há condições especiais para viajantes! Contato da pousada nas fotos!","location":{"latitude":7.796422650184533,"longitude":-72.2046023256249},"category":{"name":"Informal Campsite"}},{"id":234934,"name":"Playita doña barbara","date_verified":"2024-05-19T00:00:00.000Z","description":"Camping site on the banks of the tiznados river reservoir\r\n\r\nSitio de acampada a orillas del embalse del rio tiznados","location":{"latitude":9.557162816437746,"longitude":-67.66986129457806},"category":{"name":"Established Campground"}},{"id":235906,"name":"Vibe de Dois: La Porquera","date_verified":"2024-03-05T00:00:00.000Z","description":"Very beautiful, quiet and safe place to sleep on the way to Merida. Nereida takes care of the park on the left side of the track and said that it will be a pleasure to receive other travelers. On the other side of the track, there is also another huge park, taken care of by a park ranger. It provides a faucet with water, bathrooms and even an outlet if you need it. There is no 4G signal from Digitel, but if you have electricity, you can get the Wi-Fi password from Nereida, who lives opposite.\r\n----\r\nLugar muito bonito, tranquilo e seguro pra dormir no caminho até Merida. Nereida cuida do parque do lado esquerdo da pista e disse que será um prazer receber outros viajantes. Do outro lado da pista, também há outro parque enorme, cuidado por um guarda parques. Ela disponibiliza uma torneira com agua, banheiros e até uma tomada se precisar. Não há sinal de 4G da Digitel, mas se tiver eletricidade, pode conseguir a senha do Wi-Fi de Nereida, que mora em frente. \r\n\r\n","location":{"latitude":8.159654758609069,"longitude":-71.92151628223853},"category":{"name":"Informal Campsite"}},{"id":236072,"name":"Natural source","date_verified":"2023-08-07T00:00:00.000Z","description":"Potable water, natural source.\r\nYou have to take it from the small source on the right hand side.\r\n\r\n","location":{"latitude":10.349328333333334,"longitude":-67.58476166666667},"category":{"name":"Water"}},{"id":236208,"name":"Vibe de Dois: Posada Tramontana","date_verified":"2024-04-18T00:00:00.000Z","description":"We were invited by Posada Tramontana to stay here for a few days. The inn is beautiful, clean and very organized. The rooms are spacious, the shower hot. Parking is large and secure. The location is great, close to the center, you can walk to everything. Values ​​in the photos. It has delicious breakfast and a restaurant that opens some days at night.\r\n---\r\nFomos convidados pela Posada Tramontana para ficar uns dias aqui. A pousada é linda, limpa e muito organizada. Os quartos são amplos, o chuveiro quente. Estacionamento é grande e seguro. A localização é ótima, perto do centro, possível fazer tudo a pé. Valores nas fotos. Tem café da manhã delicioso e um restaurante que abre alguns dias a noite.\r\n","location":{"latitude":8.60102614490078,"longitude":-71.14116394633145},"category":{"name":"Hotel"}},{"id":236768,"name":"Puerto Filter CA","date_verified":"2023-07-29T00:00:00.000Z","description":"This is where I was taken by the locals to buy some additive for gasoline. It’s 1/2 littler for 20L tank and costs $2.50 for 1 liter. I believe it’s methanol and it’s used by race biking community in Puerto Cabello for improving the performance and bettering the quality of gasoline.","location":{"latitude":10.474020557171075,"longitude":-68.05333958387757},"category":{"name":"Mechanic and Parts"}},{"id":236799,"name":"Moto Bros","date_verified":"2024-02-26T00:00:00.000Z","description":"Josué is a very knowledgeable moto mechanic. They were able to diagnose the engine problem I had and were able to fix it. Venezuelans are amazing. They went above and beyond to fix the engine problem. We thought it was the valve clearance, but it ended up being much more complicated than that and had to disassemble the engine. Definitely recommended.","location":{"latitude":10.50420847256699,"longitude":-66.87423971487848},"category":{"name":"Mechanic and Parts"}},{"id":237093,"name":"Street Parking","date_verified":"2023-08-16T00:00:00.000Z","description":"There are several residential streets, with many small buildings (3 to 4 floors). The cars of the neighbors of the buildings are on the street, so there are many spaces available and it seems to be a very safe area. The ideal would be not to spend too many days in the same parking lot, we suggest changing the parking lots throughout the day, having a rotation, so that the neighbors do not get upset. It has a small square and in several main streets fairs throughout the day. It also has a market, a bakery and a pharmacy (but this street is busier, it is difficult to find a place there). We did not find any kind of facility nearby.\r\n.....\r\nSão várias ruas residenciais, com muitos prédios pequenos (3 a 4 andares). Os carros dos moradores dos prédios ficam na rua, então tem muitas vagas disponíveis e parece ser uma região muito segura. O ideal seria não ficar muitos dias parado na mesma vaga, sugerimos ir trocando de vaga ao longo do dia, para ter uma rotatividade, até para os moradores não se incomodarem. Tem uma pequena praça e em várias ruas principais feiras ao longo do dia. Também tem um mercado, padaria e farmácia (mas essa rua é mais movimentada, difícil arrumar vaga ali). Não encontramos nenhum tipo de facilidade por perto.\r\n_____\r\n\r\nHay varias calles residenciales, con muchos edificios pequeños (3 a 4 pisos). Los carros de los vecinos de los edificios están en la calle, por lo que hay muchos espacios disponibles y parece ser una zona muy segura. Lo ideal sería no pasar demasiados días en el mismo estacionamiento, sugerimos cambiar los estacionamientos a lo largo del día, tener una rotación, para que los vecinos no se molesten. Tiene una pequeña plaza y en varias calles principales ferias durante todo el día. También tiene un mercado, una panadería y una farmacia (pero esta calle es más concurrida, es difícil encontrar un lugar allí). No encontramos ningún tipo de instalación cerca.","location":{"latitude":10.502620408864196,"longitude":-66.8402507750469},"category":{"name":"Wild Camping"}},{"id":237655,"name":"Aqua Express","date_verified":"2023-08-19T00:00:00.000Z","description":"100% pure water filtered by physical and chemical procedures, suitable for human consumption.\r\n\r\nAgua pura 100% filtrada por procedimientos físicos y químicos, apta para consumo humano.","location":{"latitude":10.196920107128282,"longitude":-64.69078377826575},"category":{"name":"Water"}},{"id":237687,"name":"Vibe de Dois: Supermercado Fort","date_verified":"2023-08-20T00:00:00.000Z","description":"Very large wholesale market with excellent prices. It has open parking with no height limit, accepts credit cards and there is a small shopping center with general stores.\r\n---\r\nMercado atacadista muito grande e com excelentes preços. Tem estacionamento aberto sem limite de altura, aceita cartão de crédito e fica um pequeno centro comercial, com lojas gerais. \r\n","location":{"latitude":10.473168238100262,"longitude":-66.89529180778001},"category":{"name":"Shopping"}},{"id":237739,"name":"Cuerpo de Bomberos ","date_verified":"2023-08-19T00:00:00.000Z","description":"We stayed in front of the fire brigade, they let us have electricity and water. Super attentive and with good energy.\r\n\r\nNos quedamos frente al cuerpo de bomberos, nos dejaron quedar con energía eléctrica y agua. Super atentos y con buena energía.","location":{"latitude":10.48868226,"longitude":-66.10492043},"category":{"name":"Informal Campsite"}},{"id":237742,"name":"Posada Boca Beach","date_verified":"2024-05-07T00:00:00.000Z","description":"This inn has parking where they receive a motorhome, it has a swimming pool, showers, electricity connection, non-potable water, WiFi Cantv, 24-hour security, a bar where they serve drinks on weekends and a restaurant every day.\r\n.....\r\nEsta posada tiene estacionamiento donde reciben motorhome, tiene piscina, duchas, conexión de energía eléctrica, agua no potable, WiFi Cantv, vigilancia 24 horas, bar donde sirven tragos los fines de semana y restaurante todos los días. ","location":{"latitude":10.1307594,"longitude":-65.39440667},"category":{"name":"Informal Campsite"}},{"id":237842,"name":"Aikoz Supermarket","date_verified":"2024-01-05T00:00:00.000Z","description":"Supermarket open 24 hrs. \r\n\r\nAutomercado abierto las 24 horas. ","location":{"latitude":10.194154204810218,"longitude":-64.69002756296162},"category":{"name":"Shopping"}},{"id":237882,"name":"Vainilla","date_verified":"2024-05-16T00:00:00.000Z","description":"Small coffee and bakery, free wifi, good parking.\r\n\r\nFREE COFFEE FOR INTERNATIONAL TRAVELERS","location":{"latitude":8.5763929132452,"longitude":-71.18099668069853},"category":{"name":"Restaurant"}},{"id":238141,"name":"Universidad Central de Venezuela","date_verified":"2024-06-25T00:00:00.000Z","description":"We were in that parking lot for one night. We arrived at dusk. Quiet and safe place. In the morning when leaving a gentleman asked for a \"colaboracion\", it seems that he is here as security during the day.\r\n------------\r\nEstivemos nesse estacionamento por uma noite. Chegamos já anoitecendo. Lugar tranquilo e seguro. Pela manhã ao sair um senhor pediu uma \"colaboracion\", parece que ele fica aqui como segurança durante o dia\r\n\r\nEstuvimos en ese estacionamiento por una noche. Llegamos al anochecer. Lugar tranquilo y seguro. Por la mañana al salir un señor pidió \"colaboración\", parece que está aquí como seguridad durante el día.\r\n\r\n","location":{"latitude":10.489531666666668,"longitude":-66.893085},"category":{"name":"Wild Camping"}},{"id":238165,"name":"Lavanderia San Jorge","date_verified":"2023-08-24T00:00:00.000Z","description":"Loundry services wash and dry, selve  service 30$ three machines. \r\n","location":{"latitude":10.995233333333333,"longitude":-63.820985},"category":{"name":"Laundromat"}},{"id":238166,"name":"Agua las Colina","date_verified":"2023-08-24T00:00:00.000Z","description":"Filtred potable water. 20 l at 0.5$\r\nParking in front of magazine","location":{"latitude":10.953665,"longitude":-63.574217},"category":{"name":"Water"}},{"id":238382,"name":"RECARGA Agua","date_verified":"2023-08-25T00:00:00.000Z","description":"You can get filtrated water here. Water is potable. 3x20l for 1 $.\r\n","location":{"latitude":11.141496666666667,"longitude":-63.865824999999994},"category":{"name":"Water"}},{"id":238800,"name":"Hotel La Peninsula","date_verified":"2023-08-27T00:00:00.000Z","description":"We were out of water and couldn't get it elsewhere, so we had to come to a hotel. The hotel is good, the rooms are very clean, the air conditioning is working and the shower has hot water. It also has a swimming pool and restaurant, but we didn't use them. There's no breakfast and the internet is very bad. It accepts small dogs. $20 dollars per couple.\r\n---\r\nEstávamos sem água, e não conseguimos em outros lugares, por isso tivemos que vir para um hotel. O hotel é bom, os quartos são bem limpos, ar condicionado funcionando, chuveiro com água quente. Também tem uma piscina e restaurante, mas não fomos utilizar. Não tem café da manhã e à internet é muito ruim. Aceita cachorros de pequeno porte. $20 dólares por casal.\r\n\r\n____\r\n\r\nWe were without water, and we couldn't get it elsewhere, so we had to go to a hotel. The hotel is good, the rooms are very clean, air conditioning working, shower with hot water. It also has a pool and restaurant, but we didn't use it. No breakfast and internet is very bad. Accepts small dogs. $20 dollars per couple.","location":{"latitude":11.68719762200648,"longitude":-70.17800125052878},"category":{"name":"Hotel"}},{"id":238937,"name":"Salto Chorreron","date_verified":"2024-06-06T00:00:00.000Z","description":"Come here and call the number - 04148821129 - Onier Garcia. He lives in town will be more than happy to show you the way to Salto Chorreron. It’s a beautiful waterfall with enough rain on the prior days. Google the name or check my Instagram. PS - It’s a moderate to hard hike with 3.5kms one way. Don’t forget to tip Onier. ","location":{"latitude":10.217032944793083,"longitude":-63.557268921345056},"category":{"name":"Tourist Attraction"}},{"id":239002,"name":"Rancho De José Marin","date_verified":"2024-01-29T00:00:00.000Z","description":"Mega beautiful quiet beach with a fantastic view. Camping is possible. Small, simple restaurant that also serves breakfast. there is also delicious fish","location":{"latitude":11.05696,"longitude":-64.31553},"category":{"name":"Wild Camping"}},{"id":239003,"name":"Posada Playa Colorada","date_verified":"2023-08-22T00:00:00.000Z","description":"Nice and clean Posada. We pay 20$ per night for the room. The room have a small kitchen, clean bathroom with two separate toilets. All rooms climate. Save parking for Motorcycles and Cars n the yard. \r\nYou can use the pool in the garden. ","location":{"latitude":10.249459169569,"longitude":-64.45091105714157},"category":{"name":"Hostel"}},{"id":239333,"name":"Melanias Place","date_verified":"2024-04-19T00:00:00.000Z","description":"Apartment in which its rooms are rented. It is comfortable and very familiar. We have 3 bedrooms and 3 bathrooms that can be rented separately. we are pet friendly and we have years of experience in tourism and transportation","location":{"latitude":10.50261,"longitude":-66.84013},"category":{"name":"Hostel"}},{"id":239658,"name":"Posada Boca Beach ","date_verified":"2024-05-28T00:00:00.000Z","description":"We stayed 3 days in this amazing inn! Welcoming, friendly and very sweet people. They provide water and electricity and have a space for Motorhomes, motorcycles, cars and tents. Very safe and there is a direct access to the beach. It has a swimming pool and also has rooms.","location":{"latitude":10.130401216843268,"longitude":-65.3942973888599},"category":{"name":"Established Campground"}},{"id":239724,"name":"La canchita de Mochima","date_verified":"2023-09-02T00:00:00.000Z","description":"Mobile homes can stay in this place, they have electricity. The place is super safe and they are planning to install taps for water intake and drainage. When they arrive, contact: Gloris Muñoz ±584267986348 Ricardo Malave ±584264901163","location":{"latitude":10.34672,"longitude":-64.33981},"category":{"name":"Informal Campsite"}},{"id":239759,"name":"Recarfa de AGUA","date_verified":"2023-08-27T00:00:00.000Z","description":"You can get potable water here.\r\n20l for 0.5$.\r\nOpen from 08:00-20:00 (Mo-Sa), 08:00-14:00 (So)","location":{"latitude":10.994126666666666,"longitude":-63.835813333333334},"category":{"name":"Water"}},{"id":239815,"name":"Posada el Portal de los Sueños","date_verified":"2024-05-30T00:00:00.000Z","description":"This place works as an inn and receives motorhomes. It has barbecue areas, a swimming pool with running water (stream), electricity and WiFi. The place is quiet, very safe. Ideal to spend a few quiet days. It has a grill to make barbecues.\r\nYou can call Ms. Pili with cell phone number ±584241656437\r\n.....\r\nEste lugar funciona como posada y recibe Motorhome. Tiene quinchos, piscina con agua corriente (arroyo), energía eléctrica y WiFi. El lugar es tranquilo, muy seguro. Ideal para pasar unos días tranquilos. Tiene parrilla para hacer asados.\r\nGood Movistar reception but not really fast. \r\nPuede llamar a la Sra. Pili con celular número ±584241656437","location":{"latitude":10.50646801,"longitude":-63.46382196},"category":{"name":"Informal Campsite"}},{"id":239819,"name":"Inparque Gran Sabana","date_verified":"2024-06-25T00:00:00.000Z","description":"They let us safely park our motorhome and spend the night at their yard uphill. They offered us water and a shower. We ended up bathing in the river next to the bridge. Overall amazing and quiet night with a beautiful view.","location":{"latitude":5.8453,"longitude":-61.465},"category":{"name":"Informal Campsite"}},{"id":239821,"name":"Cancha de Mochima","date_verified":"2023-09-02T00:00:00.000Z","description":"The tourism secretary of Mochina and Inparque are in charge of this space where you can stay with RV's.\r\nThe place is safe, near the pier, it offers electricity. Water coming soon.\r\nUpon arrival contact:\r\nRicardo de Inparque +584264901163 or\r\nTourism Gloris ±584267986348\r\n\r\nLa secretaria de turismo de Mochina e Inparque están a cargo de este espacio donde se pueden quedar con casas rodantes.\r\nEl lugar es seguro, cerca del embarcadero, ofrece energía eléctrica. Próximamente agua.\r\nAl llegar contactarse con:\r\nRicardo de Inparque +584264901163 o\r\nGloris de Turismo  ±584267986348","location":{"latitude":10.346722222222223,"longitude":-64.33980555555556},"category":{"name":"Informal Campsite"}},{"id":239839,"name":"Fundo Cunaguaro","date_verified":"2024-06-11T00:00:00.000Z","description":"Camping place for foreign tourists, free, with access to electricity and water. Motor home, van life, camping. For stays, request prior authorization at +584147868556\r\n.....\r\nSomos un lugar de camping para turistas extranjeros, gratis con acceso a electricidad y agua. Motor home, van life, camping.\r\nPara estadías solicitar previa autorización al +584147868556\r\n.....\r\nSomos um parque de campismo para turistas estrangeiros, gratuito com acesso a electricidade e água. Motor home, vida em van, camping. Para estadias, solicite autorização prévia pelo telefone +584147868556","location":{"latitude":9.0258177,"longitude":-64.1165144},"category":{"name":"Established Campground"}},{"id":240224,"name":"Motorhome Park Zoológico La Guaricha Maturin ","date_verified":"2024-06-09T00:00:00.000Z","description":"The MotorHome Park La Guaricha Maturin Zoo presents traveling friends, tourists and adventure lovers to enjoy the facilities of the largest and most biodiverse Zoo in the East of the country, which will provide our international visitors with protection, logistics, advice, security and guarantee for a campsite immersed in the beautiful fauna and flora of the zoo.!\r\n--------\r\nEl MotorHome Park Zoológico La Guaricha Maturin presenta a los amigos viajeros, turistas y amantes de la aventura a disfrutar las instalaciones del Zoológico más grande y con mayor biodiversidad del Oriente del país el cual brindará a nuestros visitantes internacionales la protección, logística, asesoramiento, seguridad y garantía para un camping sumergido en la hermosa fauna y flora del zoológico.!\r\n\r\nPara disfrutar de este servicio de camping gratuito para turistas internacional se debe tramitar un permiso a través de las cuentas de Instagram @rutero4wd y @luis4wd \r\n\r\nO MotorHome Park Zoológico La Guaricha Maturin convida amigos viajantes, turistas e amantes de aventura para desfrutarem das instalações do maior e mais biodiverso Zoológico do Leste do país, que proporcionará aos nossos visitantes internacionais proteção, logística, assessoria, segurança e garantia para um acampamento imerso na bela fauna e flora do zoológico.!","location":{"latitude":9.743666666666666,"longitude":-63.164516666666664},"category":{"name":"Informal Campsite"}},{"id":240342,"name":"Posada Saucedos","date_verified":"2023-09-05T00:00:00.000Z","description":"Very nice Hotel with very friendly owners at this little beach village. Payed 15$ per night for an aircon room with private bathroom. Food is amazing and cheap. ","location":{"latitude":10.623990322687183,"longitude":-63.53152678693539},"category":{"name":"Hotel"}},{"id":241497,"name":"Hotel Moto Refugio Campo Bello","date_verified":"2024-02-26T00:00:00.000Z","description":"Members of the travelers support group, they accept international travellers free of charge, in return for wanting to share stories and share their home with you! Large camping ground at the back of the hotel, they receive travelers on bikes or motorhomes. The place is like a small farm with and open area, view to the mountains, avocado and mango trees. Super quiet place and super friendly people. They also work as base camp, you can leave your stuff and pickup later. The family that owns the place are amazing people and very supportive. A toilet, cold shower, fridge, gas stove and potable water are available. As of Jan '24, they are in the final stages of completing an outdoor cooking/grill area too","location":{"latitude":10.35745,"longitude":-68.70765},"category":{"name":"Informal Campsite"}},{"id":242251,"name":"Entrance to Cape San Roman","date_verified":"2023-09-16T00:00:00.000Z","description":"When you reach this point, you should take the dirt road on the right-hand side of the path, just after seeing the road sign. You should drive on a dirt road for approximately 8 - 10 minutes until you reach the lighthouse. The road can be traversed by sedan vehicles with caution.\r\n\r\nMODERATOR NOTE:  Moved GPS point onto Via Cabo San Román because a user reported it was unclear. (See warning for the road to avoid.)\r\n---\r\nAl llegar a este punto, debe tomar el camino de tierra que se encuentra a mano derecha del camino, justo después de ver el aviso vial. Debe conducir por un camino de tierra por aproximadamente 8  - 10 minutos hasta llegar al faro. El camino puede ser transitado por vehículos sedan con prudencia.","location":{"latitude":12.181005758317387,"longitude":-69.99949513120073},"category":{"name":"Tourist Attraction"}},{"id":242883,"name":"Checkpoint Guarda Civil","date_verified":"2023-10-22T00:00:00.000Z","description":"Next to the airport, checkpoint from Guarda Civil. Needs passport and then radio (well.. whatsapp) to commandante for permission. Took about 20 minutes. We were offered coffee while waiting.","location":{"latitude":4.55285362434066,"longitude":-61.1393083725694},"category":{"name":"Checkpoint"}},{"id":243580,"name":"La Pasion de Pili","date_verified":"2023-09-02T00:00:00.000Z","description":"This Chiringuito has excellent food at a reasonable price and all overlooking the sea.\r\nPili is the kitchen.\r\nEste Chiringuito tiene una comida excelente con precio raconable y todo esto con vista al mar.\r\nPili es la cocinera.","location":{"latitude":11.109776666666669,"longitude":-63.84307666666667},"category":{"name":"Restaurant"}},{"id":243590,"name":"Posada Katary","date_verified":"2024-04-21T00:00:00.000Z","description":"Posada Katary is a small oasis. It has 4 clean and tastefully furnished rooms with shower, toilet.\r\nIt has a parking space for mobile homes, separate shower, toilet.\r\nA tent can be provided.\r\nKatary also offers a paid laundry service.\r\nYou can also order breakfast or smaller meals with or without a room.\r\nThe people are very accommodating and friendly.\r\nThe Katary is a good place as a starting point for the Gran Sabana.","location":{"latitude":8.009155,"longitude":-62.404700000000005},"category":{"name":"Hostel"}},{"id":243673,"name":"Brisas Del Pauji","date_verified":"2024-02-29T00:00:00.000Z","description":"Best views of Pauji! Perched on top of a hill, Eliakim and Radha are building a little paradise. They have rooms/cabanas with the most spectacular views and you can also camp. There is a little minimarket with the essentials. They are both children of original founders of Pauji and have many stories to tell about the past and the present (mining). Work is in progress for a swimming pool too. Highly recommended!","location":{"latitude":4.48312205728561,"longitude":-61.5670270007677},"category":{"name":"Established Campground"}},{"id":243816,"name":"free parking lot","date_verified":"2024-04-14T00:00:00.000Z","description":"Restaurant parking, free, good for staying a few days in your vehicle. Quiet and safe, it is next to a military base and a neighborhood restaurant. There is no bathroom but there is a \"shower\" type water tank for rinsing. Beautiful Caribbean beach 20 meters away, windsurf point.\r\nDon Rafael is the owner of the restaurant and has rooms available as well. He likes to receive travelers\r\n--\r\nEstacionamiento de restaurante, gratis, bueno para quedarse unos dias en tu vehiculo. Tranquilo y seguro, está al lado de una base militar y un restaurant de barrio. No hay baño pero hay un tanque de agua para enjuagarse tipo \"ducha\". Playa hermosa caribeña a 20 metros, windsurf point.\r\nDon Rafael es el dueño del restaurante y tiene habitaciones disponibles tambien. Le gusta recibir viajeros","location":{"latitude":11.94299516,"longitude":-69.80382001},"category":{"name":"Informal Campsite"}},{"id":244228,"name":"Hotel escuela todariquiba","date_verified":"2024-02-29T00:00:00.000Z","description":"25 usd per person , big bed! With swimming pool. Safe park ! For bike or big trucks\r\nNear the historic centre \r\nNo wifi in rooms, but yes in pool or reception","location":{"latitude":11.410457816873263,"longitude":-69.67614546847769},"category":{"name":"Hotel"}},{"id":244387,"name":"Lavandería La Paz","date_verified":"2023-09-28T00:00:00.000Z","description":"We did the laundry here and were happy with the quality of service. The price is $7 for 20 items including ironing, but we negotiated the same price for our 30 items without ironing - so they are flexible. The cloth were ready in about 2.5 hours.\r\nWorking hours are 8-16 Mon-Fri, and a 8-12 (or something like that) on Saturday.","location":{"latitude":8.59896,"longitude":-71.140321},"category":{"name":"Laundromat"}},{"id":244557,"name":"Lavandería Lechería (laundry service)","date_verified":"2024-01-05T00:00:00.000Z","description":"🇬🇧Laundry service for baskets of clothes, according to the common load of a home washing machine. \r\nUSD 5$ per basket. \r\n\r\n🇪🇸 servicio de lavandería, por cestas de ropa, calculado según la carga normal de una lavadora de hogar. Costo de 5 dólares por cada cesta. \r\n\r\n\r\n ","location":{"latitude":10.198752768347225,"longitude":-64.69222974038188},"category":{"name":"Laundromat"}},{"id":244578,"name":"Hostel posada El solaz del viñedo","date_verified":"2023-12-19T00:00:00.000Z","description":"Great place! Clean! Air , tv. Good bed! \r\nCan park bike and cars !\r\nIf you come tell Soraya the owner, very kind woman, that you contact by this app or by me! She will help others traveler’s!\r\nHer whats app is +58 (0) 4124416644\r\n\r\n\r\n","location":{"latitude":10.21299055109956,"longitude":-68.01093918402738},"category":{"name":"Hotel"}},{"id":244651,"name":"Sendero de Puertas de miraflores","date_verified":"2023-10-03T00:00:00.000Z","description":"It is the trail parking lot.\r\nYou can spend the night next to the Guarapiche River. The shortest river a few steps away.\r\nThe path to the Miraflores gate is a 2km walk.\r\nWater can be obtained from neighbors by asking.\r\nThe place is spectacular, the night is quiet.\r\nMonday to Friday quiet, on weekends it is busier with local tourism.\r\nInformation by +58 4249743053 (Acosta municipality tourism office).\r\n\r\n__________________________\r\n\r\nEs el parking del sendero.\r\nSe puede pernoctar al lado del rio Guarapiche. El rio mas corto a unos pasos.\r\nEl sendero hasta la puerta de Miraflores son 2km andando.\r\nAgua se puede conseguir de los vecinos preguntando.\r\nEl lugar es spectacular, la noche tranquillito.\r\nLunes a viernes tranquilo, los fines de semana esta mas movido por turismo local.\r\nInformaciones por +58 4249743053 (oficina turismo de municipio Acosta).","location":{"latitude":10.175658,"longitude":-63.701792},"category":{"name":"Informal Campsite"}},{"id":244696,"name":"Miel Sabana","date_verified":"2023-10-27T00:00:00.000Z","description":"Buying a pot of honey here is the perfect excuse to explore this magic part of le gran sabana. Truly magnificent honey! They have different tastes depending on the area where the bees are kept. All produced artisanal. If you ask friendly, they’ll even squeeze you in an impressive beekeeping suit and take you to the fields to show you how it’s done. You can camp in front of their gate too if you want (no facilities). When entering their property (on foot!), take the road on the right! Left road leafs you straight into a beehive","location":{"latitude":4.382445300002007,"longitude":-61.73821287235407},"category":{"name":"Shopping"}},{"id":245031,"name":"E/S Pozuelos","date_verified":"2023-10-06T00:00:00.000Z","description":"Diesel available, cash only payment, USD or Bs","location":{"latitude":10.19271,"longitude":-64.63865},"category":{"name":"Fuel Station"}},{"id":245087,"name":"Amgarage blue def.  Ad blue","date_verified":"2023-09-20T00:00:00.000Z","description":"Sale of urea additives ad blue .blue def\r\n-------------\r\nVenta de aditivos de urea  ad blue .blue def","location":{"latitude":10.233862655319228,"longitude":-67.99924504188412},"category":{"name":"Shopping"}},{"id":245088,"name":"Relampago del catatumbo. Ologa","date_verified":"2023-09-22T00:00:00.000Z","description":"Village of stilt houses on the waters of Lake Maracaibo\r\n  Where the unique phenomenon in the world of catatumbo lightning is observed\r\nContact +584124069728\r\n----------------\r\nPueblo de palafitos sobre aguas del lago maracaibo\r\n Donde se observa el fenómeno único en el mundo del relámpago del catatumbo \r\nContactar +584124069728","location":{"latitude":9.431842589000112,"longitude":-71.83667899860957},"category":{"name":"Hostel"}},{"id":245201,"name":"Posada Turística La Cascada","date_verified":"2023-10-07T00:00:00.000Z","description":"A cozy family hotel, located in a favorable part of the city of San Cristobol. We were offered a spacious room for two, with air conditioning, hot shower and Wi-Fi, costing $20 per night. Motorcycle parking is located right in the house, the doors are locked.\r\nVery responsive and kind hosts who will definitely help if you need help.\r\n-------\r\nУютная семейная гостиница, находится в благоприятной части города Сан Кристоболь. Нам предложили просторный номер на двоих, с кондиционером, горячем душем и Wi-Fi, стоимостью 20$ за ночь. Парковка для мотоцикла находится прямо в доме, двери закрываются на замок.\r\nОчень отзывчивые и добрые хозяева, которые обязательно помогут, если вам нужна будет помощь.","location":{"latitude":7.7702714762532175,"longitude":-72.2250074816965},"category":{"name":"Hotel"}},{"id":245398,"name":"Mi Huacalito Sabenero","date_verified":"2023-10-09T00:00:00.000Z","description":"Your only option to buy supplies between Pauji and Icabaru (both are only 30km away, but it takes about 3 hours heavy offroad driving). Tiny shop, but they have all the essentials. They also make some savory bread rolls around lunch time. Not cheap, but understandebly because it is so remote.","location":{"latitude":4.41408,"longitude":-61.71704},"category":{"name":"Shopping"}},{"id":245404,"name":"Montaña Mágica","date_verified":"2023-10-06T00:00:00.000Z","description":"Breathtaking views, nice breeze. There is a 4wd track that leads to just below the top of montaña mágica, there is a flat area where you can camp. It’s 15min hike to the top from here. This place is of great importance to the local community, while you are welcome to camp here, it is of upmost importance to respect the place, no fires, no littering,… . Local legend claims many magical experiences can be felt here! Be careful: there are active beehives (aggressive) in the area, stay away from them! You are safe on the spot at the top.","location":{"latitude":4.4040999,"longitude":-61.737685},"category":{"name":"Wild Camping"}},{"id":245405,"name":"El Abismo","date_verified":"2023-10-24T00:00:00.000Z","description":"Great views of the Abismo. Nice hike trough the Savanah to get there. The hike starts at Campamento Cantarana (where this point is logged), ask for directions/permission there. 45 mins up. I have created a wikiloc gpx track as the track is sometimes difficult to follow. https://nl.wikiloc.com/routes-wandelen/el-abismo-cantarana-149713670 The campamento is not operational at the moment, but they have plans to reopen. We were allowed to camp anyway, great place. They have a super nice waterfall to swim in too.","location":{"latitude":4.4125528,"longitude":-61.7188359},"category":{"name":"Tourist Attraction"}},{"id":245424,"name":"FARMATODO","date_verified":"2023-10-08T00:00:00.000Z","description":"Pharmacy open 24/7 and medical services \u0026 first aid. \r\n\r\nFarmacia abierta 24 horas, servicios médicos primarios y compras varias. ","location":{"latitude":10.199404167952201,"longitude":-64.6926917508847},"category":{"name":"Medical"}},{"id":245428,"name":"Parque Nacional La Sirena","date_verified":"2024-02-02T00:00:00.000Z","description":"It is a National Park with several waterfalls but the main waterfall called La Sirena is very beautiful and is 30 meters high.\r\nAdmission is free, there is parking and a 400-meter walk to the waterfall. It is recommended to go from Monday to Thursday because on weekends it is packed with local people.","location":{"latitude":10.20976,"longitude":-64.57923},"category":{"name":"Tourist Attraction"}},{"id":245430,"name":"E/S Diorca","date_verified":"2023-05-10T00:00:00.000Z","description":"Diesel Available, easy access and few vehicles","location":{"latitude":10.14715,"longitude":-64.66911},"category":{"name":"Fuel Station"}},{"id":245712,"name":"Plaza Peribeca  ","date_verified":"2024-05-14T02:19:12.000Z","description":"Quiet place to spend a night. We talked to neighbors and they told us it was very safe and quiet during the week. On Sundays you cannot park in the square as it is very busy. Perfect for spending the night before or after crossing the border. recommended it! \r\n———- \r\nLugar tranquilo para pasar una noche. Hablamos con los vecinos y nos dijeron que era muy seguro y tranquilo entre semana. Los domingos no se puede estacionar en la plaza ya que es muy concurrido. Perfecto para hacer noche antes o después de hacer frontera. Se recomienda! ","location":{"latitude":7.831571880255151,"longitude":-72.28472656206783},"category":{"name":"Informal Campsite"}},{"id":245984,"name":"Posada Casa Las Trinitarias","date_verified":"2023-10-28T00:00:00.000Z","description":"Amazing Posada with several rooms private bahrooms and a shared kitchen where you can cook the fresh fish you bought at the beach. Internet is fast enough to work with video calls. \r\nYou can also rent a house inside the area. there you have your own kitchen. It's cheap you can park your vehicle and the owner is super friendly and helpful. Highlight is the small pool. I really love the place and stayed a month. ","location":{"latitude":11.10201068812567,"longitude":-63.84760845650741},"category":{"name":"Hotel"}},{"id":246007,"name":"Potable Water ","date_verified":"2023-10-12T00:00:00.000Z","description":"Tap with drinking water, the tank can be filled. \r\nTalk to Nereida, the owner of the place. \r\n———- \r\nGrifo con agua potable, el agua viene de la montaña y es filtrada, se puede conectar una manguera y llenar el tanque de la camper. \r\nHablar con Nereida, ella es muy amable y te indica el lugar del grifo ","location":{"latitude":8.15954,"longitude":-71.92176},"category":{"name":"Water"}},{"id":246135,"name":"Parking Cascada India Curu","date_verified":"2024-03-05T00:00:00.000Z","description":"We spent one night here, it is in the parking lot of the India Curú waterfall (beautiful and recommended), it was late to continue on the trip to Merida and the park rangers allowed us to stay here. They are very kind. They told us that it is a very safe place, on weekends people may come to listen to music. The waterfall costs 1 dollar to enter and it is very beautiful!\r\n\r\nEstuvimos una noche aquí, es en el estacionamiento de la casacada India Curú (hermosa y recomendable), era tarde para seguir en viaje a Merida y los guarda parques nos permitieron quedarte aquí. Son muy amables. Nos dijeron que es un lugar muy seguro, los fines de semana es posible que venga gente a escuchar música. La cascada cuesta 1 dolar la entrada y es muy linda!\r\nHay agua potable ","location":{"latitude":8.239903797630916,"longitude":-71.81147649508593},"category":{"name":"Informal Campsite"}},{"id":246150,"name":"Roraima views","date_verified":"2024-02-18T00:00:00.000Z","description":"On the road to Paraitepuy. Large flat space on higher ground with great views of Roraima and the sabana. Close to the road, but not a lot of traffic here anyway… ","location":{"latitude":5.0177523905724195,"longitude":-61.01953457692113},"category":{"name":"Wild Camping"}},{"id":246275,"name":"Water tap","date_verified":"2023-10-15T00:00:00.000Z","description":"Water tap, is located on a soccer field. It is on the inside of the soccer field next to the wire net. Hose can be connected.\r\n\r\n—————\r\n\r\nGrifo de agua, se encuentra en una cancha de fútbol. \r\nEsta del lado de adentro de la canch,  al lado del alambrado.  Se puede conectar la manguera ","location":{"latitude":8.30937,"longitude":-71.7829},"category":{"name":"Water"}},{"id":246461,"name":"Quiet street at night ","date_verified":"2023-11-30T00:00:00.000Z","description":"We spent two nights here, it is a quiet place and we felt safe. It's not a pretty place but it's quiet at night.\r\n———\r\nEstuvimos dos noches aquí, es un lugar tranquilo por las noches y nos sentimos seguros. El lugar no es lindo pero es una muy buena opción para dormir en Merida. Esta cerca del teleférico. ","location":{"latitude":8.59262,"longitude":-71.14372},"category":{"name":"Wild Camping"}},{"id":246638,"name":"Agua el Toro","date_verified":"2024-06-25T00:00:00.000Z","description":"Filtered water .\r\n10 Bolivares for 20 litros.","location":{"latitude":10.051868333333335,"longitude":-65.02529666666666},"category":{"name":"Water"}},{"id":246862,"name":"Mt Roraima tours","date_verified":"2023-10-18T00:00:00.000Z","description":"We rode to this village and asked around for tours to hike mt Roraima (you can't go by yourself) \r\nFor 50$ a day each (we were a group of three) we got a guide and porters, but we only wanted to arrive to the base camp (three days). The prices included the entrance to the park but not the food. Also you need your camping gear. \r\nThere are A LOT of midges so wear long sleeved  trousers and shirts and if you have it bring a head net, they were a nightmare","location":{"latitude":5.05668414,"longitude":-61.09749799},"category":{"name":"Tourist Attraction"}},{"id":246898,"name":"COTATUR. Corporación Tachirense de Turismo","date_verified":"2024-05-24T00:00:00.000Z","description":"It is an establishment that has a closed parking lot and a small open one, which they provide for overnight stays with bathroom service, WiFi, electricity, a lounge, and tourist police. We spent a very quiet night, it is a good location and the staff is very attentive. It can be used as a base to explore what is in the area.\r\n.....\r\nEs un establecimiento que cuenta con estacionamiento cerrado y uno pequeño abierto, que prestan para pernoctar con servicio de baño, WiFi, electricidad, un salón y policía turística. Pasamos una noche muy tranquila, tiene buena ubicación y el personal muy atento. Se puede usar como base para recorrer lo que hay en la zona. ","location":{"latitude":7.778119398280978,"longitude":-72.21403154544532},"category":{"name":"Informal Campsite"}},{"id":246981,"name":"Vitmina","date_verified":"2024-06-02T00:00:00.000Z","description":"Vitmina Belen. Best typical drink in Merida .“Vitamina” Vitamin and the ice creams are homemade and very delicious!\r\n\r\n———-\r\n\r\nLugar típico de Merida que vende la bebida Vitamina es muy rica, el helado es artesanal y son muy buenos! ","location":{"latitude":8.59754,"longitude":-71.13729},"category":{"name":"Tourist Attraction"}},{"id":246984,"name":"Hotel Belen Plaza ","date_verified":"2024-01-14T00:00:00.000Z","description":"Hotel Belen Plaza, very nice hotel with large parking without size restriction. Its owners are very friendly. From here you can take many tours through the towns in the South of Merida, Roldán, the owner of the hotel, has many 4x4 trucks to take tours around the area! It is possible to take the tours without staying at the hotel! The price of a double room is 25 dollars, you can also sleep in the camper in the parking lot for 5 dollars. \r\nHighly recommended.\r\n+58 04247184785\r\n————\r\n\r\nHotel Belen Plaza, muy lindo hotel con gran parking sin restricción de tamaño. Sus dueños son muy amables. Desde aquí se puede realizar muchos tours por los pueblos del Sur de Merida, Roldán el dueño del hotel tiene muchas camionetas 4x4 para realizar los tours por la zona! Es posible realizar los tours sin alojarse en el hotel! \r\nLa habitación doble cuesta 25 dólares, también se puede dormir en el camper en el estacionamiento por 5 dólares. \r\nMuy recomendado \r\n+58 04247184785v","location":{"latitude":8.60039,"longitude":-71.1393},"category":{"name":"Hotel"}},{"id":246985,"name":"Tours - Southern Towns Merida","date_verified":"2024-01-16T00:00:00.000Z","description":"Hotel Belen Plaza, very nice hotel with large parking without size restriction. Its owners are very friendly. From here you can take many tours through the towns in the South of Merida, Roldán, the owner of the hotel, has many 4x4 trucks to take tours around the area! It is possible to take the tours without staying at the hotel! highly recommended\r\n————\r\nHotel Belen Plaza, muy lindo hotel con gran parking sin restricción de tamaño. Sus dueños son muy amables. Desde aquí se puede realizar muchos tours por los pueblos del Sur de Merida, Roldán el dueño del hotel tiene muchas camionetas 4x4 para realizar los tours por la zona! Es posible realizar los tours sin alojarse en el hotel! muy recomendado","location":{"latitude":8.60016,"longitude":-71.13942},"category":{"name":"Tourist Attraction"}},{"id":247038,"name":"Parking at Belen Plaza Hotel","date_verified":"2024-06-02T00:00:00.000Z","description":"Large parking with no size restriction, it is at the Belen Plaza Hotel. The cost is $5 per night per camper. \r\nFrom the Hotel you can take tours to the towns of the South, Roldan, the owner, knows the towns of the South very well and takes you in his 4x4 trucks.\r\n\r\n————-\r\n\r\nParking sin restricción de tamaño, es del Hotel Belen Plaza. El costo es de 5 dólares la noche por camper. Desde el Hotel se pueden realizar los tours hacia los pueblos del Sur, Roldan su dueño conoce muy bien los pueblos y te lleva en sus camionetas 4x4. \r\n","location":{"latitude":8.6002,"longitude":-71.1395},"category":{"name":"Informal Campsite"}},{"id":247305,"name":"Centro Histórico de Coro","date_verified":"2023-10-22T00:00:00.000Z","description":"This city is a human patron by UNESCO. The history is beautiful and amazing. This place is very important and you should stop here!","location":{"latitude":11.409280245973745,"longitude":-69.67810569996504},"category":{"name":"Tourist Attraction"}},{"id":247344,"name":"Jaime Hospedaje","date_verified":"2023-12-26T00:00:00.000Z","description":"Very good place, with kitchen, place to park, set up tent, and park vans. Jaime can get you fuel (gasoline), and everything you need. He was very helpful with me. Ask him to show you places nearby, very nice tour!!\r\nDon't forget to tell him you found him by this app!!\r\n\r\nHis phone! WhatsApp too:\r\n+58 414-3821505","location":{"latitude":10.41337,"longitude":-67.282639},"category":{"name":"Hostel"}},{"id":247347,"name":"Square in Mucuchies","date_verified":"2024-06-04T00:00:00.000Z","description":"We spent a night in the square on Saturday, it is a bit crowded with the townspeople. We feel very safe. Surely during the week it is quieter.\r\nIn the square there is free internet but very slow\r\n\r\n————-\r\n\r\nNos quedamos una noche en la plaza el día sábado, es un poco concurrida por la gente del pueblo. Nos sentimos muy seguros. \r\nSeguramente entre semana es más tranquilo. \r\nHay internet en la plaza pero muy lento","location":{"latitude":8.747865852720714,"longitude":-70.92062873558835},"category":{"name":"Wild Camping"}},{"id":247348,"name":"Parking close Termales La Musui","date_verified":"2024-06-05T00:00:00.000Z","description":"Parking that is 40 meters from the entrance to La Musui hot springs. We spent two nights here, it costs 3 dollars per night. The place is very quiet and safe. The road is uphill but is in good condition. There is drinking water and toilet.\r\n\r\n———\r\n\r\nEstacionamiento que está a 40 metros de la entrada a las aguas termales La Musui. Nos quedamos dos noche aquí, sale 3 dólares por noche. El lugar es muy tranquilo y seguro. El camino es en subida bastante pronunciada, pero esta en buen estado. Hay agua potable y baño. \r\nEl wifi de la oficina de las termas llega al lugar, muy lento. ","location":{"latitude":8.74445,"longitude":-70.94761},"category":{"name":"Informal Campsite"}},{"id":247351,"name":"Beautiful Termales La Musui ","date_verified":"2024-05-16T00:00:00.000Z","description":"Beautiful natural hot springs, the entrance costs 3 dollars per person, to get there you walk 45 minutes. I recommend arriving early in the morning to enjoy them without people. You can get to where the trekking begins by vehicle and the route to get there is a big climb but in good condition.\r\n\r\n————\r\n\r\nHermosas aguas termales naturales, la entrada sale 3 dólares por persona, para llegar se camina 45 minutos. recomiendo llegar temprano en la mañana para disfrutarlas sin gente. Se puede llegar en vehículo hasta donde empieza el trekking y la ruta para llegar es una subida grande pero en buen estado.","location":{"latitude":8.75206,"longitude":-70.959},"category":{"name":"Tourist Attraction"}},{"id":247390,"name":"Rally garaje - offroadmarco","date_verified":"2023-10-23T00:00:00.000Z","description":"Marco good mechanic! For motorcycles and if you need sth for trucks/cars he will help you!\r\n\r\nHis wpp, if you talk tell him you come from the app, you are a traveler\r\n+58 414-1801413","location":{"latitude":10.4871014,"longitude":-66.9356944},"category":{"name":"Mechanic and Parts"}},{"id":247395,"name":"Pizzeria kanzler","date_verified":"2023-10-24T00:00:00.000Z","description":"Good pizza in tovar, and the “pasticho” for me is better haha, try it!  Very sweet people will recibe us!\r\n+58 412-9903488\r\nTell them you find it by this app!","location":{"latitude":10.4091982,"longitude":-67.2892692},"category":{"name":"Restaurant"}},{"id":247648,"name":"Panadería Café Oimira","date_verified":"2023-10-26T00:00:00.000Z","description":"Good coffee and products at this place. Friendly service. Average WiFi. ","location":{"latitude":4.6028475142881495,"longitude":-61.110702486041085},"category":{"name":"Wifi"}},{"id":247855,"name":"Natural Pool","date_verified":"2023-10-26T00:00:00.000Z","description":"You can either hike down the river from the watercrossing on the road or take a little path behind the corner of the road in direction of El Pauji.\r\nIt's a beautiful natural pool to cool off directly under a waterfall.\r\nYou will most likely have the place to yourself. ","location":{"latitude":4.416238146893685,"longitude":-61.71877650364354},"category":{"name":"Tourist Attraction"}},{"id":247999,"name":"Hotel Neptuno ","date_verified":"2024-04-21T00:00:00.000Z","description":"Got a room for 15$ with AC and cold shower. Room has view on Paseo Colón. The quality is pretty bad but I couldn't find cheaper. I think for the price, considering the location, it's not that bad.\r\n","location":{"latitude":10.221097778877613,"longitude":-64.63881634827708},"category":{"name":"Hotel"}},{"id":248176,"name":"Hotel Hostería Waipá","date_verified":"2024-03-05T00:00:00.000Z","description":"We are a family hotel, which provides support to travelers and motorcycle travelers. We belong to the Motera community of Puerto Ordaz\r\n----------\r\nSomos un hotel familiar, que presta apoyo a viajeros y moto viajeros. Pertenecemos a la comunidad Motera de Puerto Ordaz","location":{"latitude":8.28134,"longitude":-62.75652},"category":{"name":"Hotel"}},{"id":248185,"name":"GPL/LPG filling station","date_verified":"2023-10-30T00:00:00.000Z","description":"Large filling station for GPL/LPG. If you have portable bottles, they fill it while you wait. If you have a fixed tank, they will let you in and fill you from the truck(if it’s there). Make sure you have the correct adapter, the truck has an ACME connection. Super friendly! Price was about 0,25$us/l","location":{"latitude":9.807677812460533,"longitude":-63.20999096156806},"category":{"name":"Propane"}},{"id":248221,"name":"Recarga de Gas ","date_verified":"2023-10-31T00:00:00.000Z","description":"It was possible to recharge the gas cylinder from Brazil and Chile, I have my own adapters.","location":{"latitude":9.56817,"longitude":-69.18855},"category":{"name":"Propane"}},{"id":248270,"name":"Water tap ","date_verified":"2023-12-23T00:00:00.000Z","description":"There is a water tap to fill the camper's tank. you can connect a hose\r\n\r\nHay un grifo de agua disponible en el parking con fácil acceso, se puede conectar una manguera para llenar el tanque de la camper. No estoy seguro que sea potable ","location":{"latitude":9.56825,"longitude":-69.18831},"category":{"name":"Water"}},{"id":248370,"name":"Indigenous Checkpoint ","date_verified":"2024-02-29T00:00:00.000Z","description":"This is the 3rd Checkpoint on the way to El Pauji. They asked us for a permiso that we should have organized before going to El Pauji. Other travellers have not been asked for the permiso but the locals said that officially you need a permiso.\r\nThey let us through because we had a contact and a name where we wanted to stay.\r\nJust to be safe I would recommend contacting someone in El Pauji, for example Brisas del Pauji, to get you a permiso. They will all be happy to help you. ","location":{"latitude":4.607917,"longitude":-61.456953},"category":{"name":"Checkpoint"}},{"id":248380,"name":"Clínica Veterinaria Dr. Luis Riobueno","date_verified":"2023-11-01T00:00:00.000Z","description":"In our opinion a very good Veterinary. Our dog was very sick and he diagnosed ehrlichiosis. He immediately had started with the antibiotic treatment and was very caring.\r\nThere is another Veterinary called Ronniel in Santa Elena. We do not recommend him. We went there first and he not only had a wrong diagnosis but gave the dog medication that made the symptoms worse. \r\n\r\n\r\n\r\nSome of the medications needed were only available in Pacaraima but you can just cross the border without stamping out and in. VETAGRO is a very good place in Pacaraima where they have everything the dog needs.\r\n\r\nYou can contact Dr. Riobueno via Whattsapp. He has a Brazilian number. +559293825200","location":{"latitude":4.593916,"longitude":-61.097779},"category":{"name":"Pet Services"}},{"id":248482,"name":"Posada San Rafael","date_verified":"2023-11-01T00:00:00.000Z","description":"We paid 25$ for a room for 3 people, quite big and very nice and clean. No heating (not sure many places have it anyway around here) but they give you a lot of warm blankets. There is WiFi and hot water but there is no electricity in the village in the afternoon till 6pm. \r\nSecure parking space. ","location":{"latitude":8.77366336,"longitude":-70.86914721},"category":{"name":"Hotel"}},{"id":248496,"name":"Posada Los Próceres","date_verified":"2023-11-02T00:00:00.000Z","description":"We paid $12 for a matrimonial with private bathroom, simple but seemed clean. There is parking space in the front but you can also leave your vehicle in a secure parking just next door (for free) \r\nThe town centre is around 20 minutes walk, the area seemed safe. There is a kitchen you can use but it was a bit messy when we were there. The guy at the reception was very friendly and kind. WiFi is terrible. ","location":{"latitude":8.59685356,"longitude":-71.15691428},"category":{"name":"Hotel"}},{"id":249181,"name":"Money Exchange Black Market","date_verified":"2023-11-08T00:00:00.000Z","description":"Here you can change Dollars into Reais.\r\nThe people that change the money are sitting at every corner of the intersection. Most likely they will shout \"cambio\" once you walk pass them. We got a rate of 4,8 Reais per dollar while the official rate was 5,0 Reais per dollar. \r\nIt does not feel dodgy there, so don't be afraid to change your money on the street. It's your only option, anyway. \r\n\r\nWe got this place recommended by Luis from Cabañas Friedenau. \r\n\r\nIn the south of the Gran Sabana the Brazilian Real is the main currency. It is way easier to pay in Reais than Dollars.\r\nIf you are lucky they might change your big dollar notes into smaller ones, as well. ","location":{"latitude":4.603562,"longitude":-61.111494},"category":{"name":"Financial"}},{"id":249186,"name":"Playa Castillo","date_verified":"2023-11-08T00:00:00.000Z","description":"Right next to the fort is playa Castillo, a small sandy beach. Houses nearby but friendly people, no problem to overnight.","location":{"latitude":10.567860876084278,"longitude":-64.25944301530598},"category":{"name":"Informal Campsite"}},{"id":249196,"name":"Palmeras en la Nieve - Casa de Playa","date_verified":"2023-10-06T00:00:00.000Z","description":"Paradisic place a few meters from the beach. Plenty of parking space, running water, electricity, kitchen, wifi.","location":{"latitude":10.11654951,"longitude":-65.32089317},"category":{"name":"Hotel"}},{"id":249313,"name":"Ciudad Vacacional - Los Caracas ","date_verified":"2024-05-27T00:00:00.000Z","description":"“Vacation city Los Caracas” Camping in very good condition, next to the beach, ideal for camping for several days. \r\nWe spent three nights very calm and safe. \r\n24 hour security. The color of the ocean water is incredible, ideal for surfing. \r\nThere is water, toilets and showers. We paid 5 dollars per night for two people and our Motorhome. Beautiful place.\r\n————\r\n“Ciudad vacacional Los Caracas” Camping en muy buenas condiciones, al lado de la playa, ideal para acampar varios días. Estuvimos tres noches muy tranquilo y seguro. Hay seguridad las 24horas. El color del agua del océano es increíble, ideal para surfear. Hay agua, baños y duchas. Pagamos 5 dólares por noche para dos personas y nuestra Motorhome. Hermoso lugar. \r\n","location":{"latitude":10.627968620911295,"longitude":-66.572976788147},"category":{"name":"Established Campground"}},{"id":250112,"name":"Jose Labrador Place","date_verified":"2024-05-07T00:00:00.000Z","description":"Jose helps the network of international travelers in Venezuela  (Ig @viajero.ve). At his place, you can park your car or motorhome safely, he can provide you some basic services such as WiFi, toilets, water and help you for anything you need. WhatsApp +584121294418\r\n.....\r\nEl amigo Jose es colaborador de la RED de viajeros internacionales en Venezuela Ig @viajero.ve , Su casa es un lugar seguro donde pueden estacionar su auto Caravana con seguridad el puede facilitar WIFI, ducha, agua y ayudarlo en cualquier cosa q necesiten su contacto de WS +584121294418\r\n\r\n","location":{"latitude":10.58155,"longitude":-71.63619},"category":{"name":"Informal Campsite"}},{"id":250124,"name":"Parque Nacional","date_verified":"2024-05-06T00:00:00.000Z","description":"At the entrance of the P/N Avila is this parkingspot/mirador where one can overnight. Probably one of the most secure spots in Caracas as there is a permanent office of the guardaparques and a checkpoint of guardia nacional in front. Just a few minutes (by car) from the city center. Very quiet at night, clean fresh air. NOT for big rigs. The access road is steep, and to enter the road you can either take the illegal sideroad directly from the highway (recommended) or follow your gps which will lead you trough some small streets to get to the tunnel under the highway. Possibilities for hiking. You can drive all the way up the mountain to the top of the teleferico in Galipan, but 4x4 only (asphalt road, but you need low gear for the long \u003e20deg ascent). To be able to stay here, you will need to register with the guardaparques, overly bureaucratic, but be very friendly to them so they keep allowing people to stay here :-)","location":{"latitude":10.52560958357147,"longitude":-66.90736319938402},"category":{"name":"Informal Campsite"}},{"id":250170,"name":"Piedra del Elefante","date_verified":"2023-11-16T00:00:00.000Z","description":"Campspot at the Piedra del Elefante. Good and safe for a night or two. The locals seem to use the Piedra for some offroading but definitely quiet during the week.\r\nYou can also go for a hike to the water and have a bath.\r\nThere's probably good mobile reception on top of the Piedra. ","location":{"latitude":8.086210739017911,"longitude":-63.00297522904278},"category":{"name":"Wild Camping"}},{"id":250215,"name":"La Fontana Panetteria","date_verified":"2024-02-05T00:00:00.000Z","description":"Good coffee with good WiFi, car parked in front, good service. ","location":{"latitude":8.007321,"longitude":-62.3930796},"category":{"name":"Restaurant"}},{"id":250253,"name":"Near center","date_verified":"2024-06-17T00:00:00.000Z","description":"Public parking area right in the middle of town, might be busy during weekends but during the week it is nearly empty. Had a very quiet night here. We asked at the restaurant if it is ok to overnight here and they said it is no problem. ","location":{"latitude":10.408620436637609,"longitude":-67.2872099156703},"category":{"name":"Informal Campsite"}},{"id":250254,"name":"Diesel E/S Colonia Tovar","date_verified":"2024-02-23T00:00:00.000Z","description":"They have diesel here, but in limited quantities. They are friendly and helpful. We got 60 liters here for the normal price. ","location":{"latitude":10.406649190706615,"longitude":-67.3156486954309},"category":{"name":"Fuel Station"}},{"id":250339,"name":"Potable Water Zoological Garden","date_verified":"2024-02-06T10:38:41.000Z","description":"If you don't spend the night in the Zoological Garden anyway, you can still come here and fill up you lr water. All the locals come here to get their drinking water. It is completely clean and perfect for consumption.\r\nThe site opens at around 8am. ","location":{"latitude":9.74324932778776,"longitude":-63.164063515905944},"category":{"name":"Water"}},{"id":250497,"name":"Monumento Virgen Del Valle","date_verified":"2023-11-19T00:00:00.000Z","description":"Here you are, a big white Virgen with a crown on top, surrounded by simbolized blue waves of the Delta Amacuro.\r\nNot worth a detour, but right in the middle of the roundabout. ","location":{"latitude":8.886896760101655,"longitude":-62.04818403695627},"category":{"name":"Tourist Attraction"}},{"id":250569,"name":"hotel de maluco","date_verified":"2024-02-08T00:00:00.000Z","description":"a good place to rest and has wi-fi, cold water and bathroom. It's really worth staying here.\r\num bom lugar para descansar e tem wi-fi, água gelada e banheiro. vale muito apena ficar aqui.","location":{"latitude":7.32784844,"longitude":-61.54195526},"category":{"name":"Informal Campsite"}},{"id":250604,"name":"Valera diesel","date_verified":"2023-11-20T00:00:00.000Z","description":"Big filling station that sells diesel. Large waiting line, but they let you skip it, but you pay more for your diesel","location":{"latitude":9.373624264271346,"longitude":-70.58963119990247},"category":{"name":"Fuel Station"}},{"id":250656,"name":"Las arepas de Margaret","date_verified":"2023-11-02T00:00:00.000Z","description":"This is a very famous arepera with great price/quality rate. So even if you're not a fan of arepas, I'd strobgly recommend to give it a try.\r\nTheir speciality are arepas with shrimp salad and squid stew, $3.5 for one. There also a lot of other flavors, for a lower price. The portions are descent (check the pics).\r\nBe prepared for a long line if you go on weekends. Closed on Mondays.","location":{"latitude":10.610295,"longitude":-67.004256},"category":{"name":"Restaurant"}},{"id":250723,"name":"Cacao Tour Paria ","date_verified":"2023-11-21T00:00:00.000Z","description":"Nice little tour on an organic Cacao farm. Takes around 45 minutes and you see the plantation, the processing and a nice little movie about the region in the end.\r\nCosts only 2$ per person and you can buy the chocolate in the end for 2-3$ per block.\r\nWe didn't ask but I am pretty sure they would let you camp there for the night. They have toilets and showers.\r\n\r\nWe would absolutely recommend the tour as it is inexpensive and you support the local economy. ","location":{"latitude":10.655903,"longitude":-63.038079},"category":{"name":"Tourist Attraction"}},{"id":250727,"name":"Amplio terreno","date_verified":"2024-03-04T00:00:00.000Z","description":"Where the trucks park to spend the night next to the road. Very safe because there is the police on one side and the national guard on the other. The guard at the Bosco logging company offers you a bucket to take a shower if you want.\r\n---\r\nDonde estacionan los camiones para pernoctar al lado de la ruta. Muy seguro porque está la policia de un lado y la guardia nacional del otro. El guardia de la empresa maderera Bosco te ofrece un balde para ducharte si queres.","location":{"latitude":7.48637136,"longitude":-61.90043822},"category":{"name":"Informal Campsite"}},{"id":250798,"name":"No road - Don't follow Google Maps ","date_verified":"2023-11-21T00:00:00.000Z","description":"Google maps and Maps.me told us to take this road to Playa Medina/Chaguaramas. Do not take this road. It is only a path for motos. No space to turn around, so you will have to reverse all the way.\r\nSome locals came to us and said it's possible by 4x4 so we tackled the road with our Landcruiser. But it will save you some nerves and a lot of time if you just take the right way via Agua Dulce. ","location":{"latitude":10.701922,"longitude":-63.03037},"category":{"name":"Warning"}},{"id":250799,"name":"Purificadora - potable Water ","date_verified":"2024-01-31T00:00:00.000Z","description":"At this place there is a Purificadora where you can fill up bottles/Jerry cans, etc. We filled up around 80 liters for 1$ (35 Bolívares).\r\nIt is in the middle of town on a busy road, so access with a big rig might be difficult.\r\nWe saw a couple more purificadoras in this road. ","location":{"latitude":10.66554,"longitude":-63.251236},"category":{"name":"Water"}},{"id":251222,"name":"Baseball Stadium ","date_verified":"2023-11-15T00:00:00.000Z","description":"We spent 3 nights here. Very quiet place and we felt safe. It is well located, near Playa Grande and the Malecón. The first night the police visited us and left us the phone number for any inconvenience. It has no facilities. We recommend. \r\n_______\r\n\r\nNos quedamos 3 noches. Lugar muy tranquilo y nos sentimos seguros. esta bien ubicado, cerca de playa grande y del malecón. la primera noche nos visitó la policía y nos dejó su número de teléfono por cualquier inconveniente. no tiene facilidades. recomendamos.       \r\n","location":{"latitude":10.509284655536478,"longitude":-67.60393714478477},"category":{"name":"Informal Campsite"}},{"id":251227,"name":"Playa La Punta ","date_verified":"2024-06-16T00:00:00.000Z","description":"We spent 3 nights here, quiet and safe place. It is in the parking lot of La Punta beach. It is ideal to leave the Camper and go to the Cienaga. Eduardo is on-site, he rents umbrellas and chairs on the beach, he is very friendly and helpful, his WhatsApp is +58 4128741265. He can check the vehicles. There are no facilities. It's very quiet on the weekends\r\n\r\n——\r\n\r\nNos quedamos 3 noches aquí, lugar tranquilo y seguro. es en el estacionamiento de la playa La Punta. Es ideal para dejar la Camper e ir a la Cienaga. En el sitio se encuentra Eduardo, el alquila sombrillas y sillas en la playa, el es muy amable y servicial su WhatsApp es +58 4128741265. Dejamos el vehículo aquí y fuimos a La Ciénaga, Eduardo lo cuidó. \r\nNo hay facilidades. Es muy tranquilo los fines de semana","location":{"latitude":10.48946414111101,"longitude":-67.77769784966198},"category":{"name":"Informal Campsite"}},{"id":251239,"name":"Abandoned hotels at Playa Mata Gorda","date_verified":"2023-08-28T00:00:00.000Z","description":"Nice place for camping. No facilities. It is safe. We stayed one week here! Nice people arround. ","location":{"latitude":12.1063173,"longitude":-69.88452743333333},"category":{"name":"Wild Camping"}},{"id":251240,"name":"Embalse dos cerritos","date_verified":"2024-01-04T00:00:00.000Z","description":"Beautiful and quiet place on the banks of the reservoir. Save place to make a fire, bathrooms. Very highly recommended\r\n\r\nLugar hermoso y tranquilo a orillas del embalse. seguridad, lugar para hacer fuego, baños. muy muy recomendado","location":{"latitude":9.7347949,"longitude":-69.83488086666667},"category":{"name":"Informal Campsite"}},{"id":251241,"name":"cascada del vino","date_verified":"2024-01-21T00:00:00.000Z","description":"We spent the night at the ranger station with our RV. Down at the waterfall camping is allowed, but the descent is very steep. Free to camp, park admission is $1 per person.\r\n\r\npasamos la noche en la estación de guardaparques con nuestro mh. abajo en la cascada se permite acampar pero la bajada es muy pronunciada. Gratis para acampar, la entrada al parque es de 1 dólar por persona. ","location":{"latitude":9.784481166666666,"longitude":-70.03883441666667},"category":{"name":"Informal Campsite"}},{"id":251242,"name":"Street next to the Virgin of Peace","date_verified":"2023-10-02T00:00:00.000Z","description":"Safe place to sleep, has surveillance, very quiet, there is Wi-Fi.\r\nThe road to get there is paved, but it is steep, it can be done with a 2x2 vehicle.\r\n\r\nlugar seguro para dormir, cuenta con vigilancia, muy silencioso, hay wifi.\r\nel camino para llegar es pavimentado pero tiene mucha subida, se puede hacer con vehículo 2x2","location":{"latitude":9.347759783333334,"longitude":-70.46232851666667},"category":{"name":"Wild Camping"}},{"id":251474,"name":"E/S Caribe ","date_verified":"2023-11-27T00:00:00.000Z","description":"Diesel Available, easy access and they work at night too ","location":{"latitude":10.11963,"longitude":-64.67517},"category":{"name":"Fuel Station"}},{"id":251488,"name":"Calle del hambre","date_verified":"2023-11-24T00:00:00.000Z","description":"Many arepa street places to eat anytime at night after a party.\r\nNot the best quality but quite good","location":{"latitude":8.5870529,"longitude":-71.1548481},"category":{"name":"Restaurant"}},{"id":251628,"name":"Diesel availabe","date_verified":"2024-06-27T00:00:00.000Z","description":"We could fill up 50l of diesel here. No waiting time and 50 cents/liter. There was a line of cars waiting for Gasoline but the diesel pump was free. ","location":{"latitude":10.115673,"longitude":-64.676346},"category":{"name":"Fuel Station"}},{"id":251776,"name":"Planetário y Parque Las Peonias","date_verified":"2023-11-30T00:00:00.000Z","description":"Ample, level and safe parking at the Mara Planetarium, excellent for spending the night, super friendly people.\r\n------------\r\nEstacionamento amplo, nivelado e seguro no planetário de Mara, excelente para passar a noite, pessoas super amáveis.","location":{"latitude":10.769001666666668,"longitude":-71.66691333333333},"category":{"name":"Informal Campsite"}},{"id":251951,"name":"Taller Los Castros - Experto VW / General 4x4","date_verified":"2023-12-02T00:00:00.000Z","description":"We arrived here on the recommendation of friends we know who have a VW here in Maracaibo and we came to do a general overhaul on the engine of our 2005 Kombi. Small but super complete workshop, it has all the equipment to clean the injectors and measure the compression, really very good The service staff are super experienced and knowledgeable.  I recommend. Sr. Heberto Castro +58 424 628 6249\r\n\r\nChegamos aqui por indicação dos amigos que conhecemos que tem VW aqui em Maracaibo e viemos fazer uma revisão geral no motor da nossa Kombi 2005. Oficina pequena mas super completa, tem todos os equipamentos para fazer limpeza dos injetores e medimos a compressão, realmente muito bom o atendimento são super experientes e conhecedores. Super recomendo.Sr. Heberto Castro +58 424 628 6249","location":{"latitude":10.681758333333335,"longitude":-71.62551166666667},"category":{"name":"Mechanic and Parts"}},{"id":252001,"name":"Bueno va - Potable water","date_verified":"2024-01-14T00:00:00.000Z","description":"drinking water, it has a lot of power. ideal for filling the water tank! Is free. ","location":{"latitude":10.464141316915155,"longitude":-68.01289464241597},"category":{"name":"Water"}},{"id":252068,"name":"Possada La Romereńa","date_verified":"2023-12-03T00:00:00.000Z","description":"Friendly possada with magnificent views. They have rooms (I think 20 us$), but you can stay for free (for now?)in the parking lot. There is also a second grassy parking lot, but sometimes they run a generator there. You can use the kitchen/dining room with spectacular views. Water tap available for tanks.","location":{"latitude":8.152996120050691,"longitude":-71.93410179584467},"category":{"name":"Informal Campsite"}},{"id":252120,"name":"Public Parking","date_verified":"2024-01-26T08:56:40.000Z","description":"Public parking we spent two nights here, quiet and safe place to stop during the day or spend the night. Good location, in the historic center, Square Simón Bolívar and close to Playa Sonrisa. \r\nCatania Supermarket 400 meters away. There are no facilities. \r\nIn front there is a cafe that has very good wifi,.\r\nRecommended.\r\n———\r\nParking público estuvimos dos noches aquí,lugar tranquilo y seguro para parar en el día o la noche. buena ubicación, en el centro histórico, plaza Simón Bolívar y cerca de Playa sonrisas. Supermecado Catania a 400mts. \r\nEl café que está al frente tiene muy buen wifi y cafés, la señal llega al estacionamiento. (Wifi V.I.P - Carabobo10K.)\r\nNo hay servicios. Recomendado.","location":{"latitude":10.478111817681107,"longitude":-68.00895626466576},"category":{"name":"Informal Campsite"}},{"id":252321,"name":"Carbon y Palos","date_verified":"2023-12-01T00:00:00.000Z","description":"Carbon y Palos is a rural and family restaurant. It has room to serve travelers in spectacular nature.\r\nYou have water, there are toilets.\r\nIt is for vehicles up to a height of 4.3m and a length of approximately 8m.\r\nMariana and Pedro are wonderful people and help as much as they can.\r\nthe price is $5 a night\r\nCarbon y Palos es un restaurante rural y familiar. Tiene sitio para atender viajeros en una naturaleza espectacular.\r\ntienes agua, hay aseos.\r\nEs para vehiculos hasta una altura de 4.3m y una longitud de 8m aprox.\r\nMariana y Pedro son unos unas personas maravillosos y ayudan en lo que pueden.\r\nel precio es de 5 $ la noche\r\n\r\n","location":{"latitude":8.681715,"longitude":-71.11734166666666},"category":{"name":"Informal Campsite"}},{"id":252365,"name":"Água potável ","date_verified":"2023-12-09T00:00:00.000Z","description":"Here they sell 60lt drinking water for 1USD (3 x 20lt bottles) you can also ask for non-potable water to connect the hose and fill the tanks. —— aquí venden agua potable 60lt x 1USD (3 botellas de 20lt) también pueden preguntar por agua no potable para conectar la manguera y llenar los tanques de la camper\r\n","location":{"latitude":10.929747991911212,"longitude":-68.27299826389762},"category":{"name":"Water"}},{"id":252412,"name":"Lavanderia Gisselle","date_verified":"2023-12-06T00:00:00.000Z","description":"Translation: Laundry by the kilo.\r\nGood fast and good service.\r\nWe brought the clothes in the morning and picked them up at noon.\r\n\r\nLavanderia por kilos.\r\nRapido bueno y buen servicio.\r\nHemos traido la ropa por la mañana y la hemos recogido por mediodía. ","location":{"latitude":7.779966666666667,"longitude":-72.22180833333333},"category":{"name":"Laundromat"}},{"id":252460,"name":"Evergreen II","date_verified":"2024-01-25T00:00:00.000Z","description":"This restaurant offers Taiwanese vegetarian food by weight, $7 for a kg.\r\nI'm not a vegetarian at all, but just loved this place and ate various times here while staying in Maracay. The variation of food is really wide and the bang for a buck is hard to beat. My personal favorite is banana lasagna. The drinks, like fresh juices, are also very good.\r\n\r\nThe restaurant has more than 10 years old,  so it's quite likely it's still open while you're reading this.","location":{"latitude":10.25241,"longitude":-67.60608},"category":{"name":"Restaurant"}},{"id":252489,"name":"Karina y Franklin house","date_verified":"2024-05-07T00:00:00.000Z","description":"Karina, Franklin and José are part of the traveler support group and receive a motorhome in front of their house to spend the night.  Super quiet, safe neighborhood, in front of a small square, with space and level to park without problems.  A very welcoming family, we spent hours talking, without noticing the time passing.\r\n\r\nKarina, Franklin e José fazem parte do grupo de apoio a viajantes e recebem motorhome em frente a sua casa para passar a noite. Bairro super tranquilo, seguro, em frente a uma pracinha, com espaço e nivelado para estacionar sem problemas. Uma família muito acolhedora, ficamos horas conversando, sem perceber o tempo passar. ","location":{"latitude":11.384081666666669,"longitude":-69.67878999999999},"category":{"name":"Informal Campsite"}},{"id":252494,"name":"PDV Coro","date_verified":"2023-12-07T00:00:00.000Z","description":"We were able to refill here, for 0.50 dollars per liter.\r\n\r\nConseguimos reabastecer aqui, 0,50 de dólar o litro. \r\n\r\n","location":{"latitude":11.391399999999999,"longitude":-69.66524833333332},"category":{"name":"Fuel Station"}},{"id":252658,"name":"Cabo San Roman","date_verified":"2023-12-07T00:00:00.000Z","description":"We arrived here in the afternoon to watch the sunset and there was a storm, so we decided to stay and wait it out. There are two roads up to here, the first (Google maps route) is only enabled for 4x4, we tried it with our VW Kombi and couldn't make it. We returned to the main road and drove a few more minutes to the second (blue) sign indicating the entrance to a road in better condition. It's quite windy and there's no cell phone signal, but we felt very safe. It was a very peaceful night and the sunrise is beautiful.\r\n\r\n---\r\n\r\nChegamos aqui a tarde para ver o por do sol e  caiu uma tempestade, decidimos ficar e esperar passar. São duas estradas até aqui, a primeira (rota do Google maps) está habilitada apenas para 4x4, nós tentamos com nossa VW Kombi e não conseguimos. Voltamos até a estrada principal e dirigimos mais alguns minutos até a segunda placa (azul) que indica a entrada por uma estrada em melhores condições. Venta bastante e não tem sinal de celular, mas nos sentimos super seguros. Foi uma noite muito tranquila e o nascer do sol é lindo.","location":{"latitude":12.189556666666666,"longitude":-69.99856833333334},"category":{"name":"Wild Camping"}},{"id":252659,"name":"Impassable Road to Cabo San Roman","date_verified":"2023-12-08T00:00:00.000Z","description":"The mapping apps will  send you along this \"Via Cabo San Roman\", which is a 4x4 only track, with very uneven stretches of soft sand and some parts with uneven stones. But there are two roads with that name (on Google): this one (the eastern one) is impassable for most vehicles and will lead to long delays or damage to non-4x4 vehicles.\r\n\r\nWhile we were in the area, three tourist vehicles got bogged down, which is why I marked this as dangerous, because if a motorhome tries to pass there it will have problems. There is a tourist attraction marked in iOverlander with the correct entrance.\r\n\r\nWe didn't cross this road to Cabo San Roman with our VW. Only 4x4. Five minutes to the west is another entrance (12.18066, -69.99676) so much better for all cars.\r\n\r\nNão venha por esse caminho, a estrada é de areia fofa, nós não conseguimos passar. A entrada correta do caminho até o Farol Cabo San Roman é cinco minutos adiante numa placa azul.","location":{"latitude":12.1819,"longitude":-69.99109},"category":{"name":"Warning"}},{"id":252673,"name":"Laguna Brava","date_verified":"2023-12-07T00:00:00.000Z","description":"Peaceful lake high up in the mountains. Beautiful surroundings. Pretty steep (and long) climb from the valley floor, but all asphalt except the last few km (which are flat). ","location":{"latitude":8.309889853604627,"longitude":-71.83735096280255},"category":{"name":"Wild Camping"}},{"id":253170,"name":"E/S Internacional","date_verified":"2024-06-01T00:00:00.000Z","description":"This one is “public”, the other station a few hundred meters away is only for government use. In both stations everything is possible if you ask nicely … Both have diesel and gasoline (sometimes)","location":{"latitude":8.61376000006174,"longitude":-71.13537641161003},"category":{"name":"Fuel Station"}},{"id":253195,"name":"Church Parking Lot","date_verified":"2023-12-11T00:00:00.000Z","description":"We spent 2 nights here, a quiet, safe and illuminated place. The place is in the back of the church. The police are 50 meters away. There are no facilities. Good place","location":{"latitude":11.942306872450532,"longitude":-69.80240761655189},"category":{"name":"Informal Campsite"}},{"id":253322,"name":"Posada Bolivar","date_verified":"2023-12-15T00:00:00.000Z","description":"This is the place of the lovely Familia Bolivar. We spent our second night in Venezuela here. Very safe. They provide toilet and showers, you also can fill your water tank with filtered water. WiFi possible. And you get a lot of information and make new friends. totally recommended","location":{"latitude":7.77781,"longitude":-72.23204},"category":{"name":"Informal Campsite"}},{"id":253328,"name":"Supermercado Garzon","date_verified":"2023-12-15T00:00:00.000Z","description":"Here you can fill up your groceries. You can pay by credit card.","location":{"latitude":7.77762601,"longitude":-72.22643192},"category":{"name":"Shopping"}},{"id":253484,"name":"CLUB CAMPESTRE LA LLOVIZNA","date_verified":"2024-05-30T00:00:00.000Z","description":"This beautiful place is run by a very nice welcoming family. You find space for any rig or tent under the shade of huge trees. The pools are cristal clear and the playground is super nice. They also have horses, pigs, chicken, dogs and cats. They are very helpful with anything, also if you need gasolina or diesel. Toilets are in good condition and clean. They have an own Zip-line on the property and you also can catch a fresh fish from their own fish pond. Highly recommended! WhatsApp Leonardo +58 4247382870","location":{"latitude":8.18593372,"longitude":-72.2449338},"category":{"name":"Established Campground"}},{"id":253543,"name":"Military checkpoint","date_verified":"2023-12-17T00:00:00.000Z","description":"They did not wanted to see any documents, Just intersted in our Truck and invited us for a coffee.","location":{"latitude":8.51469145,"longitude":-71.77509088},"category":{"name":"Checkpoint"}},{"id":253596,"name":"Concha Farm","date_verified":"2023-12-18T00:00:00.000Z","description":"We stayed here for the night on this farm in our Truck. It was a emergency overnight Stop for us because the night was coming. Was a little hassle to find somebody to get a permission. We didnt wanted to stay in Concha town. People were very friendly, a little astonished about our Military looking Truck, but than they invited us to super fresh milk. It was free. ok Movistar signal","location":{"latitude":9.01414825,"longitude":-71.76767984},"category":{"name":"Informal Campsite"}},{"id":253602,"name":"PDV ","date_verified":"2024-04-12T00:00:00.000Z","description":"We can fuel the tank here, $0,50 per liter\r\n\r\nconseguimos abastecer aqui por $0,50 o litro","location":{"latitude":10.964626666666668,"longitude":-68.36904166666666},"category":{"name":"Fuel Station"}},{"id":253641,"name":"PDVSA gas station","date_verified":"2023-12-18T00:00:00.000Z","description":"POS gas station, we only waited 20 minutes in line to fill up, gas $0.50 per liter.\r\n---\r\nPosto de gasolina PDV, esperamos apenas 20 minutos na fila para abastecer, gasolina $0,50 por litro.  ","location":{"latitude":10.302686666666666,"longitude":-67.63601666666666},"category":{"name":"Fuel Station"}},{"id":253661,"name":"Mirador for Catatumbo lights","date_verified":"2023-12-18T00:00:00.000Z","description":"From this mirador you can see the catatumbo spectacle. Unfortunately we saw nothing, locals told us it just takes place from June till September.","location":{"latitude":8.69706457,"longitude":-71.43883778},"category":{"name":"Tourist Attraction"}},{"id":253751,"name":"Bodegón Residencial Fernendez","date_verified":"2023-12-19T00:00:00.000Z","description":"Larry and his family welcomed me in his amazing residences in tucupita. It felt like family staying for a few days waiting for my ferry to Trinidad.\r\nThere is everything you need. A nice room with AC nice shower, a garden, full equipped kitchen. It is safe and if you require anything you can buy it in their little shop in front.\r\nI paid 20$ for a private room\r\nThey say you can also camp if you want to.\r\nThey have all the contacts for the ferry's to Trinidad. \r\n\r\nContact them on whatsapp +58 416 238 74 99","location":{"latitude":9.07916094,"longitude":-62.06698999},"category":{"name":"Hotel"}},{"id":253753,"name":"Posada Quinta Guadalupe ","date_verified":"2023-12-19T00:00:00.000Z","description":"Nice little hotel in Valera. Reception 24h! Safe parking space for cars and motorcycles (no big rigs). Everything exceptional clean! We payed 25USD for a matrimonial with AC. Great hot shower!\r\nWifi is included in the price, works fine but sometimes a little slow. They also have a big kitchen area (everything you need) - just bring your own food! Laundry is available. Nearby in walking distance are a few restaurants. \r\nThey offer potable water. \r\nWe highly recommend it! ","location":{"latitude":8.5675609,"longitude":-71.19300218},"category":{"name":"Hotel"}},{"id":253803,"name":"Posada El Rancho La Azulita","date_verified":"2024-06-20T00:00:00.000Z","description":"This is THE PLACE to BE in this area! We came here to see the Catatumbo lights and it was so fantastic. You can stay here in this beautiful place in your truck, van or in a tent, or rent one of the beautiful rooms. Beautiful communal kitchen, living area and very clean bathrooms with hot showers! The buildings are fantastic and in the huge garden you can see toucans and hummingbirds. price for staying in your car and tent is 10$ per night, staying in a room is 10$ per person. The owners are very welcoming and help you with everything. They also brought us to the town to see the Catatumbo spectacle for a small amount. The climate here is fantastic, warm in day, cool in the night. You also can bathe in the river! Totally recommended!!! WhatsApp+58 4160582930","location":{"latitude":8.69083959,"longitude":-71.46148364},"category":{"name":"Established Campground"}},{"id":253901,"name":"Hotel Parking El Conde","date_verified":"2023-12-21T00:00:00.000Z","description":"Hotel with perfect parking for motorhomes, close to supermarkets, pharmacies and shops in general.  Depending on the season, the parking lot may be full so you need to get in touch in advance to confirm availability.  Rooms with air conditioning and bathroom, excellent for a night's rest.  The owner Jonathan is super attentive and welcomed us very well, I highly recommend him!\r\n--\r\nHotel com estacionamento perfeito para motorhome, próximo de supermercado, farmácia e comércio em geral. Dependendo da época, o estacionamento pode estar lotado então é necessário entrar em contato antes para confirmar a disponibilidade. Quartos com ar condicionado e banheiro, excelente para uma noite de descanso. O proprietário Jonathan é super atencioso e nos recebeu muito bem, recomendo muito!","location":{"latitude":10.251624999999999,"longitude":-67.60710333333333},"category":{"name":"Hotel"}},{"id":253919,"name":"Teleferico","date_verified":"2024-04-08T00:00:00.000Z","description":"Here is the entrance to the teleferico. Paid 37US$ pp","location":{"latitude":8.59200335,"longitude":-71.141505},"category":{"name":"Tourist Attraction"}},{"id":253985,"name":"Estasionamente/Parking","date_verified":"2023-12-22T00:00:00.000Z","description":"Here we stayed the night in our Truck. The guy wanted to have 10$, we gave 5$. Its definitely not a nice place but the plaza was full of people. The place is secured by an unfriendly Dog and it was very quiet at night.Good 4g Movistar signal","location":{"latitude":8.74721433,"longitude":-70.92252518},"category":{"name":"Informal Campsite"}},{"id":253989,"name":"Observatorium Cida","date_verified":"2023-12-22T00:00:00.000Z","description":"Here is an Observatorio. We could not visit it because of Renovation, Bit they told us it will be reopened end of december 2023","location":{"latitude":8.78638372,"longitude":-70.87218209},"category":{"name":"Tourist Attraction"}},{"id":254040,"name":"La seguridad R.C.V ","date_verified":"2024-06-18T00:00:00.000Z","description":"Here you can get the medical card, mandatory for driving in the country (is 30.000 pesos colombianos) and also you can get the vehicle insurance. they also make copies.","location":{"latitude":7.817590702325106,"longitude":-72.44711207225919},"category":{"name":"Vehicle Insurance"}},{"id":254080,"name":"Casa de Yasmel","date_verified":"2024-05-17T00:00:00.000Z","description":"We stayed here in our truck at the private property of Yasmin and her Family. It was very spontanous that she invited us. We met her at the sports field nearby where we searched for an overnight place. She just said come to my house and came in our Truck to Go to her House! Very friendly people. Gave her 5$  and we had a very quiet night. 4G Movistar signal","location":{"latitude":9.08343233,"longitude":-69.80459139},"category":{"name":"Informal Campsite"}},{"id":254098,"name":"Expresos Burguer Maracay","date_verified":"2023-12-22T00:00:00.000Z","description":"Wonderful restaurant in Maracay, I recommend picanha hamburger and Ensalada Cesar, they are delicious, average price $7 dollars @expresosburguer\r\n---\r\nRestaurante maravilhoso em Maracay, recomendo hambúrguesa de picanha e Ensalada Cesar, são deliciosas, preço médio $7 dólares @expresosburguer","location":{"latitude":10.240273333333333,"longitude":-67.56096333333333},"category":{"name":"Restaurant"}},{"id":254116,"name":"CACHAPAS El Sabor Andino","date_verified":"2023-12-22T00:00:00.000Z","description":"Here you can eat a delicious Cachapas. Miguel, the owner is so gentile and kind. Come over, eat and have a chat! You don't regret it. ","location":{"latitude":7.831561784259975,"longitude":-72.28562749922276},"category":{"name":"Restaurant"}},{"id":254158,"name":"Gasoil","date_verified":"2023-12-23T00:00:00.000Z","description":"Here we could fill up our diesel tank! \r\n\r\n","location":{"latitude":9.81297414,"longitude":-68.38809352},"category":{"name":"Fuel Station"}},{"id":254159,"name":"Bar Restaurante Gran Oasis","date_verified":"2023-12-24T00:00:00.000Z","description":"Good place for overnight stay! Friendly family, let is stay for the night for 10$","location":{"latitude":10.06988653,"longitude":-68.0918856},"category":{"name":"Informal Campsite"}},{"id":254182,"name":"between sports fields","date_verified":"2023-12-24T00:00:00.000Z","description":"big parking, very quiet, sb came round and said: no problem. nothing to complain, good stop between big towns.","location":{"latitude":10.256024049594998,"longitude":-67.78703919611871},"category":{"name":"Wild Camping"}},{"id":254303,"name":"Mecanico Hernán (Kombi y Escarabajo)","date_verified":"2024-06-22T00:00:00.000Z","description":"Mechanic specializing in Volkswagen Combi and Beetle, really competent. If you have a noise that you don't know where it comes from, he knows for sure.\r\nIt’s open from Monday to Saturday, but it’s better to call Hernán before. \r\n+ 58 412 723 2095\r\n","location":{"latitude":10.483939231275762,"longitude":-66.953740493139},"category":{"name":"Mechanic and Parts"}},{"id":254346,"name":"Hospedaje Minina","date_verified":"2023-12-26T00:00:00.000Z","description":"Great place to stay, quiet. Good owners, very helpful!\r\nYou can buy wifi, and works good.","location":{"latitude":5.0587516,"longitude":-61.0969676},"category":{"name":"Hotel"}},{"id":254427,"name":"Diesel PDV","date_verified":"2024-03-06T00:00:00.000Z","description":"Here we were able to fill our tank with Diesel","location":{"latitude":8.587843389250338,"longitude":-71.1721221730113},"category":{"name":"Fuel Station"}},{"id":254490,"name":"Bahía de Patanemo","date_verified":"2024-02-24T00:00:00.000Z","description":"Here you will find a beautiful long beach with a few restaurants and shade on the beach on weekends. Safe to swim but lots of waves. You can park with a sea view where \"guards\" will ask for a couple of dollars for parking or there's lots of space further back from the beach under palm trees. Space for all forms of camping. There is a bathroom that costs 10bls. On the right after entering, there is an area with several grills if you want to cook over a fire. At the entrance to the area they can charge 70bls per car. After 5pm there was no one to collect this fee but the gate was open.\r\nBusy on weekends, deserted on a weeknight\r\n\r\nVery nice place to stay for a few days. Bring food and water because there are only restaurants nearby (the town is more than 1 km away).\r\nGood Movistar signal.\r\n--\r\nlugar para parqueo justo antes de los restaurantes, a la derecha del camino. se puede acampar o poner hamacas. hay baño q cuesta 10bls. está el mar en frente y el río muy cerca. En la entrada si hay alguien pueden cobrar 70bls x auto. Cierra el ingreso a las 17hs (no sé si se puede ingresar desp de esa hora)\r\nse sintió seguro y muy tranquilo por la noche y en la semana, los fines de semana se llena de gente.\r\nEl camino de puerto cabello hasta acá tiene algunas subidas y muchas curvas cerradas pero nosotros las hicimos en un kombi y no hubo mayor problema. Recomendamos hacerlas fuera de \"hora pico\" xq hay zonas angostas de una sola vía.\r\nMuy lindo lugar para quedarse unos días. Traer víveres y agua xq acá solo hay restaurantes cerca (el pueblo está a más de 1 km)","location":{"latitude":10.453116466666666,"longitude":-67.92351923333334},"category":{"name":"Informal Campsite"}},{"id":254507,"name":"peaje parking","date_verified":"2023-12-23T00:00:00.000Z","description":"we asked to park here and the people that works in the toll both let us stay for the night, very very friendly staff. We could park right after the toll, going towards penisula the Coro, very safe, there are toilets and Wi-Fi here and offered us to fill our water tank.","location":{"latitude":11.45197231,"longitude":-69.66417445},"category":{"name":"Informal Campsite"}},{"id":254508,"name":"PDV with diesel","date_verified":"2024-04-18T00:00:00.000Z","description":"We found diesel in this petrol station. They also have Gasolina.","location":{"latitude":11.38937475,"longitude":-69.6665369},"category":{"name":"Fuel Station"}},{"id":254553,"name":"Hotel La Roca","date_verified":"2023-12-26T00:00:00.000Z","description":"Hotel near the old town, comfortable and clean, with good Wi-Fi, A/C, and secure enclosed parking. $30 USD per night for a triple room. Friendly and attentive staff. \r\nThe manager, Mr. Israel, is a wonderful person and provides recommendations for exploring the city. We spent two nights here, the second one complimentary, and they even helped us find gasoline.\r\n---\r\nHotel cerca del casco antiguo, cómodo y limpio, con buen wifi, a/c, y estacionamiento cerrado y seguro.\r\nUS $30 dlls. habitación triple. Personal amable y atento. \r\nEl gerente don Israel es una gran persona y te da recomendaciones para conocer la ciudad. Pasamos dos noches aquí, la segunda de cortesía y además nos consiguieron gasolina. ","location":{"latitude":10.1800034,"longitude":-70.0855644},"category":{"name":"Hotel"}},{"id":254591,"name":"Playa Patanema","date_verified":"2023-12-28T00:00:00.000Z","description":"Great spot close to the beach, we stayed here 4 days over Christmas together with other overlanders. Normally 5$ parking fee, was nobody there when we arrived. very quiet at night. Good 4g Movistar reception ","location":{"latitude":10.4528372,"longitude":-67.92330204},"category":{"name":"Informal Campsite"}},{"id":254604,"name":"Lubricantes Quintero Silva","date_verified":"2023-12-28T00:00:00.000Z","description":"Oil for all types of vehicles, Mastercard credit card accepted\r\n---\r\nAceites para todos os tipos de veículos, aceitam cartão de crédito Mastercard\r\n \r\n","location":{"latitude":10.516005,"longitude":-66.90371},"category":{"name":"Mechanic and Parts"}},{"id":254605,"name":"Forum Super Mayorista","date_verified":"2023-12-28T00:00:00.000Z","description":"Good supermarket, easy spot in town, heigh parking lot and payments credit card available. \r\n---\r\nSupermercado grande, bons preços, localização de fácil acesso, estacionamento externo sem limite de altura, aceitam cartão de crédito.  ","location":{"latitude":10.507710000000001,"longitude":-66.90179333333334},"category":{"name":"Shopping"}},{"id":254693,"name":"Canarias Suite","date_verified":"2023-12-28T00:00:00.000Z","description":"It's a stopover hotel with the option to spend the night, at $30 USD for a room with two beds. It includes Wi-Fi, A/C, and spacious, secure parking. The staff is friendly\r\n\r\nEs un hotel de paso con posibilidad de pasar la noche, us $30 dlls. Habitación con dos camas.\r\nWifi, a/c, estacionamiento amplio y seguro. Personal amable.\r\nUn motorhome seguro puede acceder porque hay un portón para camiones, sin embargo no estoy seguro si permitan pasar la noche en el o deba ser forzosamente rentando una habitación. ","location":{"latitude":9.454421952837794,"longitude":-70.7597536509648},"category":{"name":"Hotel"}},{"id":254697,"name":"Posada los pinos - backpakers","date_verified":"2024-02-29T00:00:00.000Z","description":"You can put your tent, or rent a room, \r\nvery nice and quiet , has pool also.\r\nI pay 15usd per night for the room. \r\n\r\n","location":{"latitude":4.609739883361992,"longitude":-61.11001039435324},"category":{"name":"Hotel"}},{"id":255159,"name":"PDV","date_verified":"2024-06-25T00:00:00.000Z","description":"good gas station without queues great option\r\nbom posto pra abastecer sem filas ótima opção ","location":{"latitude":10.504591666666666,"longitude":-66.88757166666666},"category":{"name":"Fuel Station"}},{"id":255161,"name":"PDV Boca de Uchire ","date_verified":"2024-02-19T00:00:00.000Z","description":"We managed to get gas here, there was a queue of about 11 cars and the next 2 behind were the last, they ran out of gas. We waited in line for 40 minutes and it ended around 1pm\r\nConseguimos abastecer aqui, tinha fila de uns 11 carros e os próximos 2 de trás foram os últimos, acabou a gasolina. Ficamos 40 minutos na fila e acabou por volta de 13h ","location":{"latitude":10.125493333333333,"longitude":-65.42931833333334},"category":{"name":"Fuel Station"}},{"id":255165,"name":"cuyagua's gate","date_verified":"2023-12-30T00:00:00.000Z","description":"there is an entrance here where they asked us for 5 dollars, we didn't know that we had to pay to enter. We asked and the girl said it is only on weekends (Friday, Saturday,  Sunday) during the week is free....","location":{"latitude":10.48921043,"longitude":-67.69253331},"category":{"name":"Tourist Attraction"}},{"id":255178,"name":"Buonaventura Grill","date_verified":"2024-01-02T00:00:00.000Z","description":"Excellent restaurant with a wide variety of food, pasta, meat, regional food. Good prices (arepas, empanadas, cachapa between 3 and 7 USD, more elaborate dishes around 12 USD, enough portions to share) very attentive service, we simply loved it. We ordered Cachapa with cheese and everything was wonderful.\r\nRestaurante excelente com grande variedade de comida, massas, carnes, comida regional. Bons preços (arepas, empanadas, cachapa entre 3 e 7 usd, pratos mais elaborados cerca de 12 usd, porções suficientes para compartilhar) atendimento muito atencioso, simplesmente adoramos. Pedimos Cachapa com queijo e estava tudo maravilhoso. ","location":{"latitude":9.951666666666666,"longitude":-65.15244166666666},"category":{"name":"Restaurant"}},{"id":255199,"name":"Hiper Lider Barcelona ","date_verified":"2024-01-02T00:00:00.000Z","description":"Large supermarket with great prices and ample outdoor parking with no height limit and super easy access at the entrance to Barcelona.\r\nSupermercado grande com ótimos preços e amplo estacionamento externo sem limite de altura e de super fácil acesso na entrada de Barcelona. ","location":{"latitude":10.11025,"longitude":-64.67259333333332},"category":{"name":"Shopping"}},{"id":255243,"name":"policial check ","date_verified":"2024-01-03T00:00:00.000Z","description":"We passed by this policing check and asked if we could park and sleep here, as it was late, the guard let us stay in front of the check-point and said they would be there all night long. We felt safe, very quiet, we asked for the wifi password and he gave us.","location":{"latitude":11.38053337,"longitude":-69.73087752},"category":{"name":"Informal Campsite"}},{"id":255400,"name":"Playa Cuyagua West","date_verified":"2024-05-22T00:00:00.000Z","description":"Best place ever! stayed here over new years Eve for 5 nights. Restaurants were open with food, drinks, toilets and showers.\r\nmany locals with roof top tents and music playing.\r\nFelt very safe, nice people around. Weak Movistar signal","location":{"latitude":10.4998628,"longitude":-67.69443336},"category":{"name":"Wild Camping"}},{"id":255458,"name":"Grassy spot next to restaurant","date_verified":"2023-11-30T00:00:00.000Z","description":"Big grassy parking next to restaurant (no one there on Thursday evening) and next to the road. Difficult to find a flat space in this mountainous area. Quiet at night. Nothing special.","location":{"latitude":7.967125331297351,"longitude":-72.09547397973104},"category":{"name":"Informal Campsite"}},{"id":255459,"name":"Monasterio Trapense","date_verified":"2023-12-08T00:00:00.000Z","description":"Very warm welcome by the brothers. They have their own coffee plantation and they are happy to show you around. You can buy coffee of extremely good quality.  Stayed one night at this extremely peaceful spot with breathtaking views. Don't miss the prayers. Their singing is very beautiful!","location":{"latitude":8.442623310674993,"longitude":-71.5149521111898},"category":{"name":"Informal Campsite"}},{"id":255460,"name":"bushcamp","date_verified":"2023-12-10T00:00:00.000Z","description":"It's not easy to find a bushcamp on the route of the pueblos del sur. Here is a place where it is possible on top of the mountain. Slightly visible from the road.  Often fog. Large open space next to the road or follow the path for 50 meters (what we did) and there is another smaller spot. Quiet night and nice views when the fog disappears. ","location":{"latitude":8.326520676503296,"longitude":-71.3061001464368},"category":{"name":"Wild Camping"}},{"id":255461,"name":"bushcamp next to paragliders take-off site","date_verified":"2023-12-10T00:00:00.000Z","description":"Several paragliders in action on Sunday evening. You can see Mérida in the distance. Very quiet night. Nice place with beautiful views. No facilities. Also accessible without 4x4.","location":{"latitude":8.47938691542461,"longitude":-71.31222659649994},"category":{"name":"Wild Camping"}},{"id":255945,"name":"Super Pets Veterinário ","date_verified":"2024-01-05T00:00:00.000Z","description":"Excellent veterinary clinic, we found it by chance and took our poodle for an appointment that we were already looking for. The service is quick, the veterinarian is very attentive, super professional, the prices are good, including medicines.\r\n\r\nExcelente clínica veterinária, encontramos por acaso passando e levamos nossa poodle para uma consulta que já estávamos buscando. O atendimento é rápido, o veterinário muito atencioso, super profissional, os preços são bons inclusive dos medicamentos. ","location":{"latitude":10.193943333333333,"longitude":-64.68999833333334},"category":{"name":"Pet Services"}},{"id":256007,"name":"Hotel FREIBURG Parking lot","date_verified":"2024-05-25T00:00:00.000Z","description":"We stayed here 3 nights behind the parking lot of Hotel Freiburg. The owner Jürgen (speaks Spanisch and German) is very friendly and helpful. We got access to a room for toilet and hot shower, also offered us 220V electricity. You can make a nice walk to the center in 20 minutes Paid 10$ pn, totally worth.","location":{"latitude":10.40460682,"longitude":-67.2836743},"category":{"name":"Informal Campsite"}},{"id":256226,"name":"Rio Supermarket ","date_verified":"2024-02-02T00:00:00.000Z","description":"The best supermarket we found in Venezuela, huge variety of products and good prices, ample outdoor parking, the only problem is the height limit, it must be around 2.40 to get past the gate, the rest is open.\r\n---------\r\nO melhor supermercado que encontramos na Venezuela, variedade enorme de produtos e preços bons, estacionamento externo e amplo, o único porém é o limite de altura, deve ser pra volta de 2,40 pra passar do portão, o restante é aberto. ","location":{"latitude":10.180010000000001,"longitude":-64.68540833333333},"category":{"name":"Shopping"}},{"id":256407,"name":"E\\S El Palmar","date_verified":"2024-01-09T00:00:00.000Z","description":"Here we could fill our Diesel tank. Go to Office directly, owner is very helpful. ","location":{"latitude":10.61360182,"longitude":-66.86162597},"category":{"name":"Fuel Station"}},{"id":256693,"name":"Diesel available","date_verified":"2024-01-23T00:00:00.000Z","description":"We were able to refill diesel here. They were super friendly and we did not have to wait in line.","location":{"latitude":10.465211165137589,"longitude":-68.00617659464478},"category":{"name":"Fuel Station"}},{"id":256873,"name":"PDVSA (diesel)","date_verified":"2024-01-06T00:00:00.000Z","description":"They have diesel for government vehicles, and if you ask nicely you can have some too ;-) We were allowed to fill up 100l at normal prices. There is gasoline too.","location":{"latitude":9.15389365883031,"longitude":-71.05369910255565},"category":{"name":"Fuel Station"}},{"id":257096,"name":"Grassy field in front of the ocean","date_verified":"2024-01-12T00:00:00.000Z","description":"Quiet place to spend the night. It's on a grassy field in front of the river and ocean. People in this fisherman village are friendly. ","location":{"latitude":10.206807693466544,"longitude":-65.65133227966726},"category":{"name":"Wild Camping"}},{"id":257100,"name":"Peaje Tazon","date_verified":"2024-01-11T00:00:00.000Z","description":"Parking near the toll. It is a safe and relatively quiet place to sleep if you want to avoid sleeping in Caracas. It is not pretty since it is an area where truckers sleep, there are restaurants and a police booth. We slept one night without problem. We asked permission from the police officer on duty who wanted us to collaborate. We didn't give him anything and we stayed the same. There is no bathroom except if you are going to order at a restaurant. only good for sleeping\r\n______________________________\r\n\r\nParqueadero cerca del peaje. Es un sitio seguro y relativamente tranquilo para dormir si querés evitar dormir en Caracas. No es lindo ya que es una zona donde los camioneros duermen, hay restaurantes y una caseta policial. Dormimos una noche sin problema. Pedimos permiso al policía de guardia que quizo que le demos una colaboración. Nosotros no le dimos nada y nos quedamos igual. No hay baño exc si vas a pedir a algún restaurante. solo bueno para dormir","location":{"latitude":10.404519450000002,"longitude":-66.90506115},"category":{"name":"Established Campground"}},{"id":257500,"name":"Estacion El Carmen ","date_verified":"2024-01-13T00:00:00.000Z","description":"Gasolina disponível 0,50 usd o litro \r\n\r\n$0,50 usd per liter gas","location":{"latitude":9.393418333333333,"longitude":-64.46044166666667},"category":{"name":"Fuel Station"}},{"id":257555,"name":"Beach Brake Bar \u0026 Restaurant","date_verified":"2024-01-14T00:00:00.000Z","description":"A very nice beach bar and restaurant surf oriented at the Playa Parguito on Margarita Island, one of the few options to wild camp, you can park at their parking and use the toilets, showers, etc. Ask for Maricarmen","location":{"latitude":11.129111,"longitude":-63.846914},"category":{"name":"Informal Campsite"}},{"id":257563,"name":"Ferry Isla Margarita ","date_verified":"2024-01-13T00:00:00.000Z","description":"Here you can buy your ferry Ticket for you and your vehicle. We paid 314 $ for us 2 and our 6,70 Long Truck one way. Pretty expensive.\r\nBe aware: the very unfriendly drug Police searched our car and asked for a collaboration without success ","location":{"latitude":10.214,"longitude":-64.649},"category":{"name":"Vehicle Shipping"}},{"id":257817,"name":"End of the road","date_verified":"2024-01-14T00:00:00.000Z","description":"This is the end of the road, so there it is a bit more quiet then the rest of the area. There are a few private piers with yachts, where you can stay in front of. Ask for permission at the friendly guards first! They get nervous when you approach the boats (they are guarding them), so probably best to stay of the piers unless you have permission. The surrounding area is probably very beautiful, but you can’t see much of it from the shore unless you take a boat ride. ","location":{"latitude":10.857430379847688,"longitude":-68.23549750267364},"category":{"name":"Wild Camping"}},{"id":258102,"name":"Balneario Bocatoma","date_verified":"2024-01-13T00:00:00.000Z","description":"Parking area with tables, palapas and grills to spend the day. It's nice, it's a shame it hasn't been maintained for a while. It is assumed that you can sleep there too, but several people recommended not staying. We didn't find it unsafe but the mosquitoes made us leave. It is next to the river which is very nice and cool.\r\nThere are no bathrooms or drinking water. There are some shops a few km away but it is advisable to buy everything you need for the day in the town before coming.\r\n---\r\nSector de parking con mesas, palapas y asadores para pasar el día. Es lindo, lastima q no tiene mantenimiento hace rato. Se supone q se puede dormir también pero varios nos recomendaron no quedarnos. No nos pareció inseguro pero los mosquitos definieron el irnos. Está al lado del río que es muy lindo y fresquito.\r\nNo hay baños ni agua potable. A unos km hay algunas tiendas pero es recomendable comprar todo lo del día en el pueblo antes de venir.","location":{"latitude":9.716056,"longitude":-68.607112},"category":{"name":"Established Campground"}},{"id":258182,"name":"Pedros place","date_verified":"2024-01-15T00:00:00.000Z","description":"Here we stayed with our Truck one day and night. Pedro runs the parking place and the rental chairs on the beach. The place itself is not very nice but its full of shadow the hole day. pedro is taking care of your car while you are on the dream beach ,'el aqua', laying under palm trees. He wanted nothing for our stay, we gave 10$. Average 4g Movistar signal ","location":{"latitude":11.14788132,"longitude":-63.86678636},"category":{"name":"Informal Campsite"}},{"id":258461,"name":"Church car park with a view ","date_verified":"2023-12-30T00:00:00.000Z","description":"A small fairly flat space to park next to and old church. Quiet, just a few motos passing on the road and felt safe. Nice view :) ","location":{"latitude":7.898556240841652,"longitude":-72.23029813735953},"category":{"name":"Wild Camping"}},{"id":258462,"name":"Basílica Menor Santuario","date_verified":"2024-05-15T00:00:00.000Z","description":"20 bolivares to enter. You can park for the night next to the police post. A safe and quite place to park for the night. There are toilets inside the basilica. Police are friendly and there is shade under the trees. No cell reception ","location":{"latitude":8.91677068547238,"longitude":-69.77262681356609},"category":{"name":"Informal Campsite"}},{"id":258593,"name":"Fishermen (not recommended)","date_verified":"2024-01-16T00:00:00.000Z","description":"Better not stay here!\r\nWe stayed one the private property of a Fisher. Price was 10$. when we paid next day they Just kept our 20$. Very progressive people.No Movistar signal. Not recommended","location":{"latitude":11.1574225,"longitude":-63.89182799},"category":{"name":"Informal Campsite"}},{"id":259306,"name":"Playa Colorada","date_verified":"2024-05-11T00:00:00.000Z","description":"It's a parking lot at the end of playa colorada, next to the restautant \"la negra martha\".We slept two nights here, is quiet and the beach is really nice. The parking lot is free, but we ate lunch at the restaurant because they probably expect you to consume something there. (a plate with fish is around 10$). There is rubbish around on this end. The kids in the area are super curious about you and they will keep you company.","location":{"latitude":10.25632584001869,"longitude":-64.45414454676211},"category":{"name":"Informal Campsite"}},{"id":259307,"name":"Quiet bay next to a hotel","date_verified":"2024-01-18T00:00:00.000Z","description":"We spent a few nights here. We parked next to the hotel, at night they have the security guard. Talked with the owner, very friendly, she also invited us to park in the fenced hotel parking lot. But we just stayed outside and it was fine too. ","location":{"latitude":10.449254242703319,"longitude":-63.91281818971038},"category":{"name":"Wild Camping"}},{"id":259413,"name":"PDV San Tomé ","date_verified":"2024-01-19T00:00:00.000Z","description":"Gas avaiable $ 0,50 usd per liter.\r\n\r\ngasolina disponível por $0,50 usd o litro ","location":{"latitude":8.94831,"longitude":-64.13423666666667},"category":{"name":"Fuel Station"}},{"id":259416,"name":"PDV Ciudad Bolivar ","date_verified":"2024-01-19T00:00:00.000Z","description":"Gas avaiable $0,50 usd per liter. \r\n\r\ngasolina disponível por $0,50 usd o litro.","location":{"latitude":8.125281666666666,"longitude":-63.57116666666668},"category":{"name":"Fuel Station"}},{"id":259462,"name":"Posada Bella Vista","date_verified":"2024-01-18T00:00:00.000Z","description":"nice clean basic posada with possibly the best view I've ever had from a hotel.  paid $25 per person per night for room with private bath but also includes dinner and breakfast.  moto parking available and wifi ","location":{"latitude":8.46092189,"longitude":-71.07523819},"category":{"name":"Hostel"}},{"id":259575,"name":"Gas station ","date_verified":"2024-01-14T00:00:00.000Z","description":"Was able to buy gas here for $0.5/liter, practically no lines.","location":{"latitude":7.3503337,"longitude":-61.8254579},"category":{"name":"Fuel Station"}},{"id":259645,"name":"Gas Station Tepuy","date_verified":"2024-01-21T00:00:00.000Z","description":"This seems to be the only gas station of the city working on Sundays. Don't accept credit cards, the line was quite short.","location":{"latitude":8.082102,"longitude":-63.526424},"category":{"name":"Fuel Station"}},{"id":259671,"name":"down by the river ","date_verified":"2024-01-21T00:00:00.000Z","description":"ok stop for a night.  would be really nice except it's literally right off the road.  you are hidden so no one can see you but when trucks go over the bridge it's loud.  not much traffic though especially overnight when I was here on a Sat night.  it's a popular swim spot for locals so busy during the day but from sunset until 11am you'll have it to yourself.  also apparently this is where all the cow herders have their cows cross the river to graze so every few hours expect some guys on horses to walk 20 cows down next to you.  no phone signal for Movistar or digitel","location":{"latitude":9.70564,"longitude":-70.54302},"category":{"name":"Wild Camping"}},{"id":260116,"name":"Don Rafa","date_verified":"2024-01-25T00:00:00.000Z","description":"Community of fishermen of the Orinoco River, here we eat the best fish in the whole country! I highly recommend it. Open from Thursday to Sunday from 8 a.m. to 4 p.m. The best fish of Venezuela. Open Thusday to Sunday\r\n\r\n-----------------------------------------------\r\n\r\nComunidade de pescadores do rio Orinoco, aqui comemos o melhor pescado de todo o país! super recomendo. Aberto de jueves a domingo das 8 as 16h \r\n","location":{"latitude":8.33032,"longitude":-62.787641666666666},"category":{"name":"Restaurant"}},{"id":260133,"name":"Boats to visit islands of Morrocoy ","date_verified":"2024-01-25T00:00:00.000Z","description":"One of several places that boats to the islands leave from. Boats also leave from Chichiriviche. We went to Playauelita which was very nice, about 200m long beach with nice water, protected from waves by a reef, many trees and sun shades for rent. We paid $30 for 2 people. Others on our boat paid $40 for 4 and $50 for 4. So $10pp seems to be the correct price. Took around 20 minutes to fill the boat with 3 groups so it was full. We paid the guy, told him a time that we all wanted to be picked up and in the evening he arrived on time.","location":{"latitude":10.795172,"longitude":-68.317017},"category":{"name":"Tourist Attraction"}},{"id":260134,"name":"Diesel available here","date_verified":"2024-01-25T00:00:00.000Z","description":"here they have diesel. We came here twice: before and after the paria peninsula","location":{"latitude":10.640512090176344,"longitude":-63.25693041086197},"category":{"name":"Fuel Station"}},{"id":260199,"name":"Olas Café ","date_verified":"2024-01-26T00:00:00.000Z","description":"Good coffee and a great panini. We asked where we could buy the amazing ciabatta bread that came with the panini and it comes from Valencia.","location":{"latitude":10.47835,"longitude":-68.00867},"category":{"name":"Restaurant"}},{"id":260210,"name":"Hotel Nayarit ","date_verified":"2024-01-26T00:00:00.000Z","description":"This hotel is two blocks from the entrance to Venezuela. A room with a double bed for two people cost us 35k COP. You can park on the street and it is very safe, but if you don't like that Right in front is a parking lot and the costs are 14k COP for 24 hours It's not the finest hotel but it's what you pay for. Downstairs a man sells delicious food and there are several markets less than a block away.","location":{"latitude":7.816199999999999,"longitude":-72.44868},"category":{"name":"Hotel"}},{"id":260228,"name":"Dangerous Dip in road","date_verified":"2024-01-24T00:00:00.000Z","description":"When you come around this corner there is a couple of drainage channels at the bottom of the dip which is not obvious. Approach with caution as at any speed it will give you nasty jolt!","location":{"latitude":4.562623696405962,"longitude":-61.22022232046464},"category":{"name":"Warning"}},{"id":260229,"name":"Salto Sakaika","date_verified":"2024-02-13T00:00:00.000Z","description":"A very pretty spot with old infrastructure. Unfortunately the last 50m of track to the grass above cascades had a barricade so meant we wouldn’t be able to camp above and next to the water. Went to check out the other spot nearby.\r\n\r\nDefinitely has potential here","location":{"latitude":5.6034924126151,"longitude":-61.2956713185733},"category":{"name":"Wild Camping"}},{"id":260305,"name":"Boats to Isla Larga","date_verified":"2024-03-13T00:00:00.000Z","description":"Boats leave from here to Isla Larga (a perfect Carribbean beach) , probably every 15 minutes or so in the morning. $10pp return, non negotiable (Venezuelans on our boat paid the same). There is space to park your car here and some \"guards\" that will watch your car, we paid them $3. The boat trip is a bit iffy as you leave and enter this town as they have to go through big waves. Bring waterproof bag if you have camera etc. On Isla Larga there are shade structures, chairs and space to put a towel down under some trees. there is a restaurant that I would guess does seafood. On a Friday there was around 100 people on a stretch of beach 200m long, probably pretty crowded on the weekends. At the western end of the island you will see 2 shipwrecks, these are amazing to snorkel around. They look small and shallow and they start in about 70cm of water only metres from shore but they are actually huge, multi deck ships that extend to a depth of over 10m at the back. WARNING do not touch the ships at all, we accidentally brushed against the sealife growing on the wrecks and it stung like a jelly fish and left a rash. There is also some contamination in this area.  After grabbing at what looked like a plastic bag in the shallows i realised it was essentially solid oil. Soon after a national guard officer came running out of the bushes to tell us it's fine to snorkel at the wrecks, but don't touch anything due to the contamination with petroleum products. Around the area of the ship wreck you can see dozens of electric blue lizards","location":{"latitude":10.465916,"longitude":-67.955186},"category":{"name":"Tourist Attraction"}},{"id":260324,"name":"Supermarket and bakery","date_verified":"2024-01-27T00:00:00.000Z","description":"Small supermarket with bakery inside. Nothing fancy but they do good savoury bread and a few other savoury and sweet options. Good spot to grab some snacks if heading to Isla Larga or Patanemo","location":{"latitude":10.4678521,"longitude":-67.9591003},"category":{"name":"Shopping"}},{"id":260433,"name":"Station PDV","date_verified":"2024-01-22T00:00:00.000Z","description":"No problem here to fill up Diesel 60Liters/50cent","location":{"latitude":10.97402636,"longitude":-64.16300536},"category":{"name":"Fuel Station"}},{"id":260477,"name":"Hosteria Waipá","date_verified":"2024-06-15T00:00:00.000Z","description":"Luis is the owner of Hosteria Waipá and is part of the support network for travelers here in Venezuela.  The place has an incredible structure, ample and secure parking, power point, drinking water, bathrooms, shower, swimming pool, laundry.  It is close to a supermarket, pharmacy and oil centers.  In addition to all the structure available, Luis is a motorcycle traveler and it was truly incredible to be able to share some moments with him and his family.  Please notify him in advance to find out if parking is available +58 416-6862497.  We spent incredible days here, I highly recommend it.\r\n.....\r\nLuis é o proprietário da Hosteria Waipá e faz parte da rede de apoio a viajantes aqui da Venezuela. O local tem uma estrutura incrível, estacionamento amplo e seguro, ponto de energia, água potável, banheiros, chuveiro, piscina, lavanderia. Fica próximo a supermercado, farmácia e lubricentros. Além de toda a estrutura disponível, Luis é motoviajeiro e foi realmente incrível poder compartilhar uns momentos com ele e sua família. Avise com antecedência para saber se há disponibilidade para estacionar +58 416-6862497. Passamos dias incríveis aqui, super recomendo. \r\n..\r\n\r\n","location":{"latitude":8.281161666666666,"longitude":-62.756506666666674},"category":{"name":"Informal Campsite"}},{"id":260552,"name":"Playa Buchuaco","date_verified":"2024-04-18T00:00:00.000Z","description":"Peaceful and safe, the night was silent. The place is on the edge of the beach, there are little straw tents all over the beach, including viewpoints about 2 meters high.\r\n\r\nBeautiful sunset, the sunrise was at sea, incredibly fantastic!\r\n\r\nAt night we sat on the sand on the beach enjoying the stars that shine through the darkness of the region.\r\n\r\nWe recommend!\r\n\r\n\r\nQuiet and safe, at night it was silent. The place is close to the beach, there are small shopping malls all over the beach, including viewpoints about 2 meters high.\r\n\r\nBeautiful sunset, the dawn was on the sea, incredibly fantastic!\r\n\r\nAt night we sat in the arena on the beach enjoying the stars that shone in the darkness of the region.\r\n\r\nWe highly recommend it!\r\n---\r\nTranquilo e seguro, a noite foi silenciosa. O local é na beira da praia, tem tendinhas de palha por toda praia, inclusive mirantes de uns 2 metros de altura. \r\n\r\nLindo pôr do sol, o nascer do sol foi no mar, incrivelmente fantástico! \r\n\r\nA noite ficamos sentados na areia da praia curtindo as estrelas que realçam na escuridão da região. \r\n\r\nRecomendamos! \r\n\r\n\r\nTranquila y segura, la noche era silenciosa. El lugar está cerca de la playa, hay pequeñas tiendas de paja por toda la playa, incluidos miradores de unos 2 metros de altura.\r\n\r\nHermosa puesta de sol, el amanecer estaba en el mar, ¡increíblemente fantástico!\r\n\r\nPor la noche nos sentamos en la arena de la playa disfrutando de las estrellas que brillan en la oscuridad de la región.\r\n\r\n¡Nosotros recomendamos!","location":{"latitude":11.984354704028501,"longitude":-69.81986068502508},"category":{"name":"Wild Camping"}},{"id":260677,"name":"Rio Supermarket ","date_verified":"2024-01-29T00:00:00.000Z","description":"The best supermarket in Venezuela, good prices, ample parking, bakery, restaurant, diverse product options, friendly staff and pet friendly.\r\n\r\nO melhor supermercado da Venezuela, bons preços, estacionamento amplo, padaria, restaurante, diversas opções de produtos, funcionários simpáticos e pet friendly. ","location":{"latitude":8.296854999999999,"longitude":-62.731535},"category":{"name":"Shopping"}},{"id":260877,"name":"Bomberos","date_verified":"2024-01-28T00:00:00.000Z","description":"They let us park in their parking lot for the night. Nothing special, but was getting dark and there was not much around. The night was quiet. ","location":{"latitude":7.350288410671055,"longitude":-61.82192419655621},"category":{"name":"Informal Campsite"}},{"id":260940,"name":"Playa cristal","date_verified":"2024-02-01T00:00:00.000Z","description":"Wild camping spot between fishermen Houses. Its a Mini Playa in front. Friendly people allowed us to stay overnight. Untill 5am very quiet, then they start to set Up fish nets....\r\nLook Out for low hanging cables! ","location":{"latitude":10.45168624,"longitude":-63.95213501},"category":{"name":"Wild Camping"}},{"id":260945,"name":"PDV Diesel and Gasolina","date_verified":"2024-02-01T00:00:00.000Z","description":"Here you can fill your tanks with Diesel o Gasolina. Buy first a Ticket (how many liters) and than get it for 50cent","location":{"latitude":10.44474115,"longitude":-63.90385396},"category":{"name":"Fuel Station"}},{"id":260982,"name":"PDV diesel","date_verified":"2024-05-14T00:00:00.000Z","description":"At the other side of the roundabout of the other filling station. The front is gasoline, the back is diesel. Two times now, they were not servicing the diesel pump, but when asked, they gave us as much diesel as we wanted at the normal price, but cash only.","location":{"latitude":10.119847841741597,"longitude":-64.67549218472796},"category":{"name":"Fuel Station"}},{"id":261053,"name":"Posada Palagar / Land Rover owner","date_verified":"2024-02-02T00:00:00.000Z","description":"Simple posada run by a fantastic family. Big rooms and own kitchen for self catering upstairs. \r\n\r\nIf you are a landy owner, Romulo is a fanatic and connected to the other landy owners in Venezuela.\r\n\r\nBest to contact via WhatsApp before stopping +58 4147264336","location":{"latitude":10.440246127555556,"longitude":-64.0147912502885},"category":{"name":"Hostel"}},{"id":261083,"name":"AC specialists ","date_verified":"2024-02-02T00:00:00.000Z","description":"AC specialists all brands. 60 dollars to change a valve that was leaking and refill the circuit with gas. Whatsapp +58 4246378661","location":{"latitude":10.693101439630553,"longitude":-71.64803015122347},"category":{"name":"Mechanic and Parts"}},{"id":261091,"name":"Posada Turistica Dona Julia ","date_verified":"2024-06-23T00:00:00.000Z","description":"Excellent option to stop and rest for a few days before continuing your journey to or back from Gran Sabana.  Ample, flat parking, water and power point, bathroom, shower, swimming pool, wi-fi and restaurant with several options and excellent prices.  Seu Orlando is part of the support network for travelers here in Venezuela, contact us via WhatsApp before arriving to check availability +58 414 3860067. The place is very quiet, I highly recommend it.\r\n_______________________________\r\n\r\nExcelente opção para parar e descansar uns dias antes de seguir viagem para a Gran sabana ou na volta dela. Estacionamento amplo, plano, ponto de água e de energia, banheiro, chuveiro, piscina, wi-fi e restaurante com diversas opções e excelentes preços. Seu Orlando faz parte da rede de apoio a viajantes aqui na Venezuela, entre em contato pelo whatsapp antes de chegar para verificar disponibilidade +58 414 3860067. o local é muito tranquilo super recomendo.\r\n","location":{"latitude":7.294693333333333,"longitude":-61.511449999999996},"category":{"name":"Informal Campsite"}},{"id":261258,"name":"Ruben km88 ","date_verified":"2024-03-08T00:00:00.000Z","description":"Ruben has a motorcycle workshop at km88 and provides support to travelers.  Call in advance on Whatsapp +58416-9811617 to tell them which support you need, there is not space to park big RVs, but we did take safe overnight with our VW kombi, so it is important to arrange it in advance.  He and his family are very friendly, they help us with wi-fi, cold water and lots of information about Gran Sabana.\r\n\r\n...\r\n\r\nRuben tem oficina de motos no km88 e dá suporte aos viajantes.  Ligue previamente no Whatsapp +58416-9811617 para dizer qual suporte você precisa, não há muito espaço para estacionar por isso é importante combinar com antecedência.  Ele e sua família são muito simpáticos, nos ajudaram com wi-fi, água gelada e muitas informações sobre Gran Sabana.\r\n...\r\n\r\nRuben tiene un taller de moto en km88 y presta apoio a viajeiros. Llamar antes en Whatsapp +58416-9811617 para decir cual apoio necesita, no hay mucho espacio para parquear entonces és importante cordinar antes. El y su família son muy amables, nos ayudaran con wi-fi, agua fria y muchas informaciones del Gran Sabana. ","location":{"latitude":6.150023333333333,"longitude":-61.43152833333333},"category":{"name":"Informal Campsite"}},{"id":261259,"name":"Taller de Motos - Ruben Km 88","date_verified":"2024-02-03T00:00:00.000Z","description":"\r\nRuben has a motorcycle workshop at km88 and provides support to travelers.  Call in advance on Whatsapp +58416-9811617 to tell them which support you need, there is not space to park big RVs, but we did take safe overnight with our VW kombi, so it is important to arrange it in advance.  He and his family are very friendly, they help us with wi-fi, cold water and lots of information about Gran Sabana.\r\n\r\n...\r\nRuben tem oficina de motos no km88 e dá suporte aos viajantes.  Ligue previamente no Whatsapp +58416-9811617 para dizer qual suporte você precisa, não há muito espaço para estacionar por isso é importante combinar com antecedência.  Ele e sua família são muito simpáticos, nos ajudaram com wi-fi, água gelada e muitas informações sobre Gran Sabana.\r\n...\r\n\r\nRuben tiene un taller de moto en km88 y presta apoio a viajeiros. Llamar antes en Whatsapp +58416-9811617 para decir cual apoio necesita, no hay mucho espacio para parquear entonces és importante cordinar antes. El y su família son muy amables, nos ayudaran con wi-fi, agua fria y muchas informaciones del Gran Sabana. ","location":{"latitude":6.150008333333333,"longitude":-61.43127666666666},"category":{"name":"Mechanic and Parts"}},{"id":261364,"name":"Rio Supermercado","date_verified":"2024-02-04T00:00:00.000Z","description":"Large modern supermarket with very good variety of products. Probably the best we’ve seen in Venezuela after 5 months in the country. Many imported and local products, good choice of chocolate, nutella, cold meats, cheese, etc… great place to stock up before the gran sabana. Normal prices (for Venezuela)","location":{"latitude":8.297513667501786,"longitude":-62.732101399509915},"category":{"name":"Shopping"}},{"id":261434,"name":"Campearito","date_verified":"2024-02-05T00:00:00.000Z","description":"Here we stayed for the night in our Truck. Not super quiet but okay for overnight. We just asked the lady from the grill and one patron from the houses, all said okay and were super friendly. We bought a huge portion of pollo for 5$ from the grill, delicious. Place is free!","location":{"latitude":10.3806097,"longitude":-63.41489089},"category":{"name":"Informal Campsite"}},{"id":261435,"name":"PDV Angel (diesel)","date_verified":"2024-02-05T00:00:00.000Z","description":"Only station with dollarized diesel in town. Big queue, but ask in the office and they will let travellers skip the queue. Regular prices. They seem to almost always have enough diesel and there are no limits to the amount (until 200liter)","location":{"latitude":8.274222205954828,"longitude":-62.79781497450278},"category":{"name":"Fuel Station"}},{"id":261572,"name":"San Onofre (diesel)","date_verified":"2024-03-09T00:00:00.000Z","description":"Your only option for diesel in Upata. Supply is very erratic. We filled up twice here, one time we had to wait three days. Limited quantities only, hesitant to give more then 40 liters. Best to fill up in puerto ordaz","location":{"latitude":7.986105051830359,"longitude":-62.3482518084928},"category":{"name":"Fuel Station"}},{"id":261582,"name":"campamento Mantopai","date_verified":"2024-02-06T00:00:00.000Z","description":"Indigenous managed camping place, good for rvs or tents, they also have cabins and restaurant but must be booked from Kavanayen, there is a stream in front of the Mantopai Tepui (India Acostada) there is a hike to get closer to the Tepui, offroad vehicle needed, many rock, sand and some step hills to get there (follow the arrows) ","location":{"latitude":5.6478748,"longitude":-61.7704572},"category":{"name":"Established Campground"}},{"id":261585,"name":"Salto Toron","date_verified":"2024-02-06T00:00:00.000Z","description":"Wild Camp by the Salto Toron, you need a good 4wd vehicle, you need to cross the Toroncito river, or just camp just there and walk, very nice waterfalls, not very much visited, no service at all, only nature","location":{"latitude":5.7292526,"longitude":-61.6293502},"category":{"name":"Wild Camping"}},{"id":261598,"name":"NO ferry","date_verified":"2024-02-06T00:00:00.000Z","description":"No ferry at this time! (February 2024)  We had to take a detour with more than 50km.","location":{"latitude":8.41781667,"longitude":-62.68985833},"category":{"name":"Warning"}},{"id":261610,"name":"E/S Provisional km88","date_verified":"2024-04-21T00:00:00.000Z","description":"“Temporary” filling station straight from a lorry. They always say they don’t have any diesel, but twice we were able to get a little bit after insisting (politely!) (20liter). Can’t rely on diesel being available here, but you can try…","location":{"latitude":6.1479890064389275,"longitude":-61.43113816303749},"category":{"name":"Fuel Station"}},{"id":261725,"name":"Purificadora","date_verified":"2024-02-03T00:00:00.000Z","description":"Here they refill your garrafone: 2 reais 20 lt","location":{"latitude":4.60709547623992,"longitude":-61.11010255292058},"category":{"name":"Water"}},{"id":261781,"name":"Poso Manakachí","date_verified":"2024-02-07T00:00:00.000Z","description":"Camping familiar ao lado do rio, super tranquilo, banheiros, quiosques. Pagamento sem valor fixo, colaboração voluntária. \r\n\r\nPerfect spot to overnight, around river and beautiful viewpoint. Volunter paiment.","location":{"latitude":5.610668333333333,"longitude":-61.353669999999994},"category":{"name":"Established Campground"}},{"id":261932,"name":"gas station","date_verified":"2024-01-06T00:00:00.000Z","description":"gas station large enough to spend the night with a motorhome.  After the movement of people coming to buy fuel ends, it becomes very calm.","location":{"latitude":11.38903174,"longitude":-69.66680608},"category":{"name":"Informal Campsite"}},{"id":261938,"name":"FJ Cars Service","date_verified":"2024-02-09T00:00:00.000Z","description":"EN General mechanics and car electrics.\r\nJosé attended us wonderfully, we changed air and gas-oil filters.\r\nMobile: +584126417268\r\nES Mecánica general y electricidad del automóvil.\r\nJosé nos atendió maravillas, cambiamos filtros de aire y gas-oil.\r\nMóvil: +584126417268\r\n","location":{"latitude":11.405026082087879,"longitude":-69.67145649573543},"category":{"name":"Mechanic and Parts"}},{"id":262035,"name":"On the Beach","date_verified":"2024-02-28T00:00:00.000Z","description":"To camp on the beach very quiet and safe\r\n\r\n-------------------------------------------\r\n\r\nPara acampar en la playa muy tranquilo y seguro","location":{"latitude":11.980733327622563,"longitude":-69.81972062562683},"category":{"name":"Wild Camping"}},{"id":262064,"name":"CATTA Cafe","date_verified":"2024-02-10T00:00:00.000Z","description":"Very lovely Coffeeshop, with good wifi, and Espresso, parking infront Coffeeshop, quit Area","location":{"latitude":10.072914189814517,"longitude":-69.28133797976004},"category":{"name":"Restaurant"}},{"id":262263,"name":"El Sol Posada","date_verified":"2024-02-12T00:00:00.000Z","description":"Good hotel option in a nice and safe neighborhood. We paid 30$ per night for an apartment with kitchen and king size bed. Safe parking and super friendly hosts Zaida \u0026 Fernando. They are connected with Christian, the best tour guide in Tájira. Restaurants and Supermarkets (Garzón \u0026 Baratta) plus good bakery nearby. Jardín Botanico close by. Recommended!","location":{"latitude":7.796561801935624,"longitude":-72.20459161722994},"category":{"name":"Hotel"}},{"id":262315,"name":"The Grand hotel galaxy ","date_verified":"2024-02-12T00:00:00.000Z","description":"Very basic hotel. 20$ a night with secure parking and near plaza bolivar.\r\nI looked for a loooot of hotel here for me and my motorcycle but it is very hard to find something descent. There is no wifi, they are motel you pay for 3h or 12h daily… not really for tourism but hey… you have a place to stay. \r\nI would say Caracas is easy to drive in, very poor, the historic center is beautiful, but that’s it :/\r\nEnjoy the most you can ","location":{"latitude":10.511775126321478,"longitude":-66.9155215884677},"category":{"name":"Hotel"}},{"id":262399,"name":"NOT the road to Sakaika","date_verified":"2024-02-13T00:00:00.000Z","description":"Most gps mapping software indicate this as the entry road to Sakaika. This track is however only used by people on foot (and the occasional lost overlander ;-) ). Very tight watercrossing. Do not take this road! There is a perfectly good entrance road just south of this point, at the southern side of the bridge.","location":{"latitude":5.5831333333333335,"longitude":-61.31315},"category":{"name":"Warning"}},{"id":262412,"name":"Chaplin Mechanic/ Coro","date_verified":"2024-02-13T00:00:00.000Z","description":"Chapulin, fix Motos, big one do! He fix my Suzuki Dr 650!! Perfect work!! He drive by himself BMW 1200, Suzuki Dragstar 1100","location":{"latitude":11.414556347291635,"longitude":-69.67191620553973},"category":{"name":"Mechanic and Parts"}},{"id":262430,"name":"Hotel Cumarebo","date_verified":"2024-02-13T00:00:00.000Z","description":"The hotel looks like \"Love hotel\"! But in Google reviews it says that families liked it.! Anyway, the house is OK, parking for your motorbike directly below your room! Double bed 20 Dollars! Around is nothing else. Quiet, clean, good for 1 Night! ","location":{"latitude":11.483721,"longitude":-69.3578042},"category":{"name":"Hotel"}},{"id":262431,"name":"Centro Veterinario Ernisis","date_verified":"2023-12-11T00:00:00.000Z","description":"This vet helped us a lot with our export papers. We entered Venezuela without papers and the INSAI wanted to see our import papers. The vet spoke to the persons at INSAI and after that it was no more a problem. Very friendly and competent vet. \r\nThe health certificate costs around 100$, quite expensive. We asked at several different vets and the price was always like that or even higher.\r\nIt is a thorough check incl. a blood test.\r\nThe official health certificate from INSAI costs another 50$. ","location":{"latitude":10.255488,"longitude":-67.612508},"category":{"name":"Pet Services"}},{"id":262434,"name":"INSAI","date_verified":"2023-12-11T00:00:00.000Z","description":"This is the INSAI office you will need to go to to get your export papers for your pet. They will help you setting up your online account. The process is not really straight forward but with their help it is kind of easy. Costs around 50$.\r\nI'd recommend you going to the Veterinário Ernisis to get the Health Certificate. I have also put a pin on iOverlander for them. They also know the process for the export papers.\r\n\r\nKeep in mind that INSAI wants to see your import papers from entering Venezuela. So do it properly at the border when entering Venezuela. We did not and only thanks to Ernisis we could get our export papers. It takes a few days until everything is in order, so plan ahead before exiting Venezuela. You get the status update in your online account. So if you have everything in order you only need to visit INSAI once. \r\n\r\nYou will also have to go to the INSAI at the border to get your final documents for the export. We did not as there was total chaos at the border in La Guajira and the Colombian ICA at first didn't want to accept our papers.\r\n\r\nWe did not have any Infos about the procedure so I hope this helps you a little bit and prevents you from the mistakes we made.\r\n\r\n(If you type in INSAI in Google Maps, it will show a different office. Don't go to that office. This Pin shows you the correct place.) ","location":{"latitude":10.25033,"longitude":-67.612286},"category":{"name":"Pet Services"}},{"id":262516,"name":"Movistar","date_verified":"2024-02-14T00:00:00.000Z","description":"The movistar center where you can come and change plan (from $9 to $17 for 25gb for exemple).\r\nOther small movistar shops are only to recharge","location":{"latitude":10.254266666666666,"longitude":-67.59138333333334},"category":{"name":"Wifi"}},{"id":262518,"name":"Salto Manakachi","date_verified":"2024-06-26T00:00:00.000Z","description":"We passed by the Marakachi waterfall. It is 500 meters from the road and you can enter with any vehicle. The place is very nice and quiet, it has a bathroom and shower. There is also a barbecue. The place is in charge of an indigenous community that asks for a daily contribution. We left 20 reais to spend the night. As in all the great savannah, there are puripuri, which is a very small mosquito that bites you!\r\n----\r\nPasamos por el salto de marakachi. Esta a 500 metros de la ruta y se puede entrar con cualquier vehiculo. El lugar es muy lindo y tranquilo, tiene baño, ducha. Hay asador tambien. El espacio esta a cargo de una comunidad indigena que te pide una colaboracion por dia. Nosotros le dejamos 20 reales para pasar la noche. \r\ncomo en toda la gran sabana hay puripuri, que es un mosquito muy pequeño que te pica! ","location":{"latitude":5.6101263,"longitude":-61.3536869},"category":{"name":"Informal Campsite"}},{"id":262558,"name":"Budowa camp- camping store","date_verified":"2024-02-14T00:00:00.000Z","description":"Small (and only) camping store in Marracay.\r\nmany different Gaz bottle.\r\nmany different camping article.\r\nfuel canister.\r\n\r\n","location":{"latitude":10.30650109421183,"longitude":-67.63893944030487},"category":{"name":"Shopping"}},{"id":262667,"name":"mercantil ATM","date_verified":"2024-02-15T00:00:00.000Z","description":"here we could withdraw everyday Bs400 with our MasterCard and 4 times Bs400 with our visa.","location":{"latitude":10.26824566453351,"longitude":-67.58613820086629},"category":{"name":"Financial"}},{"id":262898,"name":"La posada","date_verified":"2024-02-16T00:00:00.000Z","description":"Very nice little place to stay to visit this incredible Pueblo. Very safe and there is a lot of place to eat. ","location":{"latitude":10.178924831571223,"longitude":-66.74565981148439},"category":{"name":"Hostel"}},{"id":263054,"name":"Finca San Mateo ","date_verified":"2024-04-12T00:00:00.000Z","description":"EN Finca a San Mateo. This is the farm and mill where the liberator Simón Bolívar grew up.\r\n\r\nES Finca a San Mateo. Se trata de la finca e ingenio donde se crío el libertador Simón Bolívar.\r\n","location":{"latitude":10.2137862154056,"longitude":-67.40675009615404},"category":{"name":"Tourist Attraction"}},{"id":263079,"name":"Calle entre la universidad y el cuartel militar","date_verified":"2024-02-18T00:00:00.000Z","description":"EN On the street between the university and the military barracks. At the toll we were told it was a very safe place.\r\n\r\nES En la calle entre la universidad y el cuartel militar. En el peaje nos dijeron era un lugar muy seguro.\r\n","location":{"latitude":10.224651589170234,"longitude":-67.31691438914822},"category":{"name":"Wild Camping"}},{"id":263142,"name":"Battery Express ","date_verified":"2024-02-19T00:00:00.000Z","description":"Batterie Service for Cars, Trucks, and Motorbikes! Best Service very, very professional! Franky himself the owner is a Motorbike IOverlander too! He help you for other things if you need","location":{"latitude":10.211895220721368,"longitude":-68.0119293587217},"category":{"name":"Mechanic and Parts"}},{"id":263270,"name":"Diesel Mercado Negro","date_verified":"2024-02-18T00:00:00.000Z","description":"here you can ask to the locals, they also have Diesel on sunday ","location":{"latitude":8.302701353095472,"longitude":-62.60595928877592},"category":{"name":"Fuel Station"}},{"id":263410,"name":"GCPGARAGE","date_verified":"2024-02-20T00:00:00.000Z","description":"car mechanic garage , sell parts, welding ","location":{"latitude":10.51083819,"longitude":-66.89483591},"category":{"name":"Mechanic and Parts"}},{"id":264029,"name":"Up the hill","date_verified":"2024-02-20T00:00:00.000Z","description":"Great spot to overnight up on the hill, flat space on top. wonderful sundown/Sunset, a bit windy. for free","location":{"latitude":5.66217526,"longitude":-61.56137504},"category":{"name":"Wild Camping"}},{"id":264120,"name":"La Mediana quesería","date_verified":"2024-02-26T00:00:00.000Z","description":"EN The best cheeses of the region. The most delicious and typical is the Guayamano cheese.\r\nThere is also meat on a stick.\r\n\r\nES Los mejores quesos de la región. Lo más rico y típico es el Queso Guayamano.\r\nTambién hay carne en vara.\r\n","location":{"latitude":9.992705206773492,"longitude":-65.0794281670564},"category":{"name":"Restaurant"}},{"id":264134,"name":"Hotel Imperio","date_verified":"2024-02-26T00:00:00.000Z","description":"Good Hotel, clean, Parking free, AC, cold Water, 1 Person 20 Dollar! Everything ok, área Good, bakery, shops near by 50 Meter","location":{"latitude":10.486149291692547,"longitude":-66.93986802214033},"category":{"name":"Hotel"}},{"id":264237,"name":"MOTO BRO-Suzuki-Kawa-Yamaha","date_verified":"2024-02-28T00:00:00.000Z","description":"Suzuki, Yamaha, Kawasaki...! Very professional, Yamaha Mechanic Zertifikat! All kind of tools, repairs big Motorbikes and small too!  Even Motorbike clothes, Oil, and Parts! I really recomend it!! ","location":{"latitude":10.4831975,"longitude":-66.939555},"category":{"name":"Mechanic and Parts"}},{"id":264268,"name":"PDV Valencia ","date_verified":"2024-02-23T00:00:00.000Z","description":"Big fuel station with multiple diesel pumps. Long line of trucks queuing but we could skip to the front. Paid normal $0,50 price (cash only). Looks like they get tankers refilling the tanks everyday ","location":{"latitude":10.158457523221298,"longitude":-68.02437052137034},"category":{"name":"Fuel Station"}},{"id":264289,"name":"GNB Los Caracas","date_verified":"2024-02-27T00:00:00.000Z","description":"We arrived on a weekday and there was no one at the campsite, the guards (GNB) gave us permission to spend the night stationed right in front of the checkpoint, they also lent us the bathroom and brought us potable water. \r\nOutdoor showers and the sea on one side. Good option to sleep super safe.\r\n\r\nLlegamos en día de semana y no había nadie en el camping, los guardias (GNB) nos dieron permiso para pasar la noche estacionados justo al frente del puesto de control, también nos prestaron el baño y nos cargaron agua potable.\r\nDuchas al aire libre y el mar de un lado.\r\nBuena opción para dormir super seguros.\r\n\r\n","location":{"latitude":10.627134999999999,"longitude":-66.57483166666665},"category":{"name":"Informal Campsite"}},{"id":264291,"name":"Estacionamiento Chuspa","date_verified":"2024-02-28T00:00:00.000Z","description":"Quiet parking to spend the night, the town is very safe and the people are very friendly. From here the boats leave for Playa Caribe, Playa el Indio and others.\r\nThey have affordable prices and the beaches are beautiful.\r\nThey charge $2 for parking\r\nThere are outdoor beach showers.\r\nEstacionamiento tranquilo para pasar la noche, el pueblo es muy seguro y la gente muy amable. De acá salen las lanchas para Playa Caribe, Playa el Indio y otras más. \r\nTienen precios accesibles y las playas son hermosas.\r\nCobran 2$ por estacionar\r\nHay duchas de playa al aire libre.","location":{"latitude":10.618008333333334,"longitude":-66.31331},"category":{"name":"Informal Campsite"}},{"id":264398,"name":"Hotel Playa Colada","date_verified":"2024-03-23T00:00:00.000Z","description":"Beautiful great hotel, very clean, big rooms, great swimming pool, breakfast possible, Dinner possible! All Rooms with AC! Directly on Beach, very calm!! 25 Dollar  Room, or 30 Dollar including breakfast.","location":{"latitude":10.3571245,"longitude":-65.9489579},"category":{"name":"Hotel"}},{"id":264478,"name":"Ferevidrios boyaca ","date_verified":"2024-02-27T00:00:00.000Z","description":"Translation: We are crossing to the end of the world, they welcomed us here, very friendly people welcome travelers, the contact number is +584143712576 with Carlos\r\nContact before arriving at the destination, it has hot water showers and a very safe place to stop and get to Maracaibo\r\n\r\nSomos travesía al fin del mundo nos recibieron aquí, Gente muy amable reciben viajeros el número de contacto es +584143712576 con Carlos \r\nContactar antes de llegar al destino, tiene duchas agua caliente y un lugar muy seguro para parar y llegar a Maracaibo ","location":{"latitude":9.134894285461352,"longitude":-71.08963154172757},"category":{"name":"Informal Campsite"}},{"id":264586,"name":"Posada Lá Pastora Beach","date_verified":"2024-03-02T00:00:00.000Z","description":"Very nice posada, salt water pool, friendliest owners!! Unfortunately everything was full! Would stay here longer, room with AC!! Price 45 dollars double room! Can only recommend this, right on the beach!\r\nSehr schöne Posada, Salzwasser Pool, freundlichste Inhaber!! Leider war alles voll! Würde hier länger bleiben, Zimmer mit AC!! Preis 45 Dollar Doppelzimmer! Kann dies nur empfehlen, direkt am Strand! ","location":{"latitude":10.133058637182133,"longitude":-65.40482369771408},"category":{"name":"Hotel"}},{"id":264588,"name":"salto Kawi Meru","date_verified":"2024-03-02T00:00:00.000Z","description":"Very beautiful waterfall with plenty of water to swim. Easy access just 200m walking. You leave the car in the entrance where one family leaves. Possible to pass the night here","location":{"latitude":5.4624983333333335,"longitude":-61.25742166666667},"category":{"name":"Tourist Attraction"}},{"id":264771,"name":"Posada \"Casablanca\" ","date_verified":"2024-03-04T00:00:00.000Z","description":"Very nice Hotel, beautiful clean, big Pool, it's possible to park 2 Motorbike, Good Food, best Fish 10 Dollars, Laundry Service... Double room 40 Dollar for 2 Persons, I paid 20 Dollar!! Very Quit!! Beautiful Beach 5 Minutes to away!! ","location":{"latitude":10.250898339520925,"longitude":-64.45286244572289},"category":{"name":"Hotel"}},{"id":264780,"name":"gas station","date_verified":"2024-03-27T17:44:08.000Z","description":"When I arrived they told me there was no gasoline. I spoke with the police at the end of the city(going to Guayana, where is the sitio amplio) and they arranged do for me to buy 30lts. The price 0.5$/lt","location":{"latitude":7.482160000000001,"longitude":-61.89853166666667},"category":{"name":"Fuel Station"}},{"id":264844,"name":"Punto carretero mas alto de venezuela. 4380 msnm","date_verified":"2023-09-23T00:00:00.000Z","description":"Highest road point in Venezuela.\r\n\r\nPunto carretero mas alto de venezuela.                   \r\n.:…….","location":{"latitude":8.857009472866608,"longitude":-70.82438018493228},"category":{"name":"Wild Camping"}},{"id":264845,"name":"La Golondrina Waterfalls","date_verified":"2024-04-26T00:00:00.000Z","description":"Swallow Camp.\r\nThey have comfortable camping areas on the banks of the river.\r\n.....\r\nCampamento la golondrina. \r\nTienen comodas areas de camping a orillas del rio. ","location":{"latitude":5.535857785556524,"longitude":-61.283954958114954},"category":{"name":"Established Campground"}},{"id":264984,"name":"Posada El Saman","date_verified":"2024-03-15T18:43:55.000Z","description":"Very very, clean, very safe, very friendly, I think one of the \"cleanest and modern\" Posadas in Venezuela! Bathroom nice, even Air Con bit loud, but Bed is compfy! Pay 20 Dollar","location":{"latitude":8.277458178156824,"longitude":-62.746957365612595},"category":{"name":"Hostel"}},{"id":264994,"name":"Parque de la Bandera El Tigre","date_verified":"2024-05-16T00:00:00.000Z","description":"Parque de la bandera en el Tigre, managed by the mayor's office. Place of obligatory passage of the travelers from or to La Gran Savana, the mayor's office enables a space for the travelers. \r\nContact Andrés +584249024041\r\n\r\nParque de la bandera en el Tigre, manejado por la alcaldía. Lugar de paso obligado desde o hacia La gran Savana, la alcaldía habilita un espacio para los viajeros. \r\nContactar con Andrés +584249024041\r\n","location":{"latitude":8.893154638801114,"longitude":-64.20804985342954},"category":{"name":"Informal Campsite"}},{"id":265036,"name":"Outdoor Colombia","date_verified":"2024-03-06T00:00:00.000Z","description":"camping store at large mall that sell the small butane/propane gas for camping stoves.  also has hammocks and tons of other camping gear if needed","location":{"latitude":8.29203903,"longitude":-62.74329606},"category":{"name":"Shopping"}},{"id":265066,"name":"Diesel: Merida","date_verified":"2024-03-06T00:00:00.000Z","description":"After not finding diesel at any of the government run stations in town we stopped here. You pay a premium (USD0.95) but they claim to have diesel 90% of the time. They have their own tankers.  The guard at the entrance will tell you you need to be on a list but ask at the office and they will probably help.","location":{"latitude":8.578529418454055,"longitude":-71.1693358608253},"category":{"name":"Fuel Station"}},{"id":265165,"name":"Distribuidora Apocalipsis ","date_verified":"2024-03-07T00:00:00.000Z","description":"All Parts, for Motorbike, and Cars tires, tube, Oil, lights... \r\n","location":{"latitude":6.542642891341763,"longitude":-61.57194594822238},"category":{"name":"Mechanic and Parts"}},{"id":265260,"name":"E/S Serv express Roraima","date_verified":"2024-03-08T00:00:00.000Z","description":"EN \r\nThey support travelers, we get diesel here, and they usually have them every day of the week. It is important to ask the attendant if you can load before queuing as they are usually long. We did and they gave us priority without waiting.\r\n---------\r\nES E/S SERV EXPRESS RORAIMA apoyan a los viajeros, conseguimos diésel. Normalmente tienen todos los días de la semana. Es importante preguntar al  encargado si puedes cargar antes de hacer la cola que suelen ser largas. Nosotros lo hicimos y nos dieron prioridad sin esperar.\r\n","location":{"latitude":8.27511995615637,"longitude":-62.799241107653714},"category":{"name":"Fuel Station"}},{"id":265328,"name":"SAIME Visa Extension","date_verified":"2024-04-16T00:00:00.000Z","description":"Here you can extend your Visa for 90 days. Here's a few things you need to know:\r\nThere is gonna be a huge queue, so come as early as possible. They won't let you in the queue after 10 AM. Dress appropriately: No shorts or flip flop. Wear long pants, shoes and t-shirt: take it serious, they are strict about it. Documents you need:\r\n-Your Passaport\r\n-A copy of the front page of your passport\r\n-A copy of Venezuelan entry stamp\r\n-A written letter with the reason why you want to extend your stay\r\n-If you are travelling without vehicle, you need an exiting flight ticket\r\n-if you are travelling with a vehicle, you need a copy of the document of the vehicle, and a copy of your license.\r\nYou must pay ONLY by Card, they won't accept cash.\r\nThe price is 60$ p/p.\r\nYou are also not allowed to use phone inside the office, if they see you using it, they might kick you out.\r\nThe whole process took us around 2 hours. The longest part is the queue, because once you are there, it only takes 30 minutes.\r\nJust be patient, relax and enjoy Venezuela.","location":{"latitude":10.502430628985167,"longitude":-66.91775495186448},"category":{"name":"Customs and Immigration"}},{"id":265893,"name":"Posada San Francisco","date_verified":"2024-03-14T00:00:00.000Z","description":"Nice enough hotel with clean rooms and a  large parking area.  paid $20 USD for a matrimonial room for 2 people.  AC, wifi and tiny old tv.  similar prices all around this area but this one has parking.  good enough for the night before we go to Isla margarita tomorrow  ","location":{"latitude":10.16107223,"longitude":-63.52554646},"category":{"name":"Hotel"}},{"id":266056,"name":"Vehicle Permit Extension","date_verified":"2024-03-15T00:00:00.000Z","description":"Here you can extend your vehicle permit for 90 extra days. The process takes more days (at least for us). Come here the first time so day can send all your documents to the chief of the aduana. He is the one who is gonna grant and extension (you can also make a letter to explain the reason why you are extending it). After a few days they will contact you with and tell you to come over again and get the stamp on the passport and also the copy of the new permit. (they might also check the vehicle to see if everything is as described on the paper). Everything is free. You only need to remember that there is a dress code as at SAIME. Long pants and shoes.\r\nThey are very friendly and will try to help you as much as they can. We suggest you to get their phone number (whatsapp as well) so you can ask them for any update during the process.","location":{"latitude":10.599500862881541,"longitude":-66.96074003353715},"category":{"name":"Customs and Immigration"}},{"id":266424,"name":"Posada Villa Caribee","date_verified":"2024-03-18T00:00:00.000Z","description":"really nice place with super friendly Colombian owner.  small basic apartments but they have everything you need and are clean and comfortable.  paid US$20 for an apartment for 2 people, with bedroom, small living room/kitchen with 4 burner stove and fridge, private bath and balcony overlooking the nice small pool.  peaceful quiet place with covered parking for Motos and bikes, may be able to fit another small car as well but tall vehicles would have to be parked on street.  found on Airbnb but got for pretty much half price by whatsapping him an booking directly.  highly recommend.  he has 3 small dogs.  he took us out on the town one night as well and is also a great cook, with fresh seafood meals available if you book in advance from $7-$9\r\nowner Vladimir: +58 412-0941041","location":{"latitude":11.10413297,"longitude":-63.8468478},"category":{"name":"Hotel"}},{"id":266449,"name":"Casa de reyna ","date_verified":"2024-03-18T00:00:00.000Z","description":"Translation: Parking for travelers in motorhomes, campers and motorhomes with wifi. Bathroom with shower and mechanical service. Just 20 km from Maracay.\r\n\r\nParking para viajeros en motorhome .campers y autocaravanas con wifi. Baño con ducha y servicio de mecanica. A solo 20 km de maracay. ","location":{"latitude":10.251731618961369,"longitude":-67.46443835436268},"category":{"name":"Established Campground"}},{"id":266509,"name":"Jardin Botanico Maracaibo","date_verified":"2024-03-18T00:00:00.000Z","description":"This is the place TO BE for overlanders If you are in Maracaibo! We stayed inside the garden for 2 nights before we crossed the border to Columbia. We paid 4$ for 2 nights. Many shady areas, a great playground for Kids, very secure and a small resto with basic food and drinks. also wifi and toilets. staff is incredible friendly and helpful","location":{"latitude":10.58817432,"longitude":-71.70790302},"category":{"name":"Informal Campsite"}},{"id":266510,"name":"migracion","date_verified":"2024-03-18T00:00:00.000Z","description":"Venezuela - Col: Here you stamp Out Venezuela from your Passport. took us 5 minutes","location":{"latitude":11.35901407,"longitude":-72.12711574},"category":{"name":"Customs and Immigration"}},{"id":266978,"name":"Playa Los Angeles ","date_verified":"2024-05-12T00:00:00.000Z","description":"$1 entrance for the beach parking\r\n\r\nThere are a couple of big trees that you can park under to be in the shade during the day. \r\n\r\nThere are bathrooms and an outdoor shower (a pipe) that you can use\r\n\r\nThere is also a tap next to the bathrooms to fill your tanks\r\n\r\nAll the water is clean and drinkable it comes from the mountain\r\n\r\nPeople are super friendly and it felt safe to me \r\n\r\nThere is some noise from the road \r\n\r\nIt was quite empty when I was there in the week just a couple of families coming to the beach in the day but I think it will be busy on the weekends","location":{"latitude":10.619414169351057,"longitude":-66.7230642960097},"category":{"name":"Informal Campsite"}},{"id":267237,"name":"Hotel Terraza Suite","date_verified":"2024-03-24T00:00:00.000Z","description":"Very very clean, safe inside Parking! Rooms from 30-55 Dollar! Restaurant 150 Meter across street very nice, look like italian Highwayrestaurant has everything fresh, hot meal abd perfect Espresso! ","location":{"latitude":9.5362417,"longitude":-69.2297829},"category":{"name":"Hotel"}},{"id":267411,"name":"Muelle de Punta de Piedra","date_verified":"2024-03-15T00:00:00.000Z","description":"Ferry from PDP to Isla de Coche 5$ per person, the bicycle does not pay. we left on Friday 08hs and returned on Sunday 15.30hs. you can go and return in the day. if you do not travel by vehicle or bicycle I recommend you to take the boat that leaves from \"La Isleta\" cheaper and faster.\r\n---\r\nFerry de PDP a Isla de Coche 5$ por persona, la bicicleta no paga. \r\nSalimos el viernes 08hs y volvimos el domingo 15.30hs. podés ir y volver en el día.\r\nsi no viajas en vehículo o bicicleta te recomiendo tomar la lancha que sale de \"La Isleta\" más económica y rápida ","location":{"latitude":10.89859171,"longitude":-64.09973498},"category":{"name":"Vehicle Shipping"}},{"id":267624,"name":"fuel ","date_verified":"2024-03-27T00:00:00.000Z","description":"3 fuel stations in a row, all open, no line.  most gas I've seen in one place since entering Venezuela 2 months ago.","location":{"latitude":11.03666247,"longitude":-70.67625334},"category":{"name":"Fuel Station"}},{"id":267661,"name":"Hotel Doña Romelia","date_verified":"2024-03-28T00:00:00.000Z","description":"I stayed here on my way to the Gran Sabana. Clean room and bathroom. Air conditioning. Safe parking for my motorcycle. Shopping within walking distance. I paid $15. Recommended.","location":{"latitude":7.296345331706107,"longitude":-61.510043973103166},"category":{"name":"Hotel"}},{"id":267852,"name":"Río Guayabal","date_verified":"2024-02-29T00:00:00.000Z","description":"Beautiful place to spend the night next to the river in El Guayabal, quiet and safe town.\r\nDon't recommend visiting this place in high season because it will be a lot of people.\r\n----\r\nHermoso lugar para acampar al lado del rio El Guayabal, al lado de un pueblo tranquilo y seguro.\r\nNo recomendado en temporada alta porque llega mucha gente en el dia.\r\n\r\n\r\n","location":{"latitude":10.5848,"longitude":-66.30942833333333},"category":{"name":"Wild Camping"}},{"id":268374,"name":"Laguna de Mucubaji National Park","date_verified":"2024-01-16T00:00:00.000Z","description":"Beautiful national park in the mountains.  Cost $1.50 for entrance per vehicle.  You enter to a large Laguna with your vehicle and can just hang around there or has several hikes you can do ranging from 2 km each way to much longer high elevation hikes that you need to do with a guide.  Can also pay for mules to take you on the hikes.  I will add photo of prices for mules.  I hiked to Quebrada La Negra (3.2 km each way) and took me about 3 hours at a casual pace.  highly recommend this hike through a high elevation pine forest and then down to a small laguna.  There is also a bathroom and cafe at entrance to the park.","location":{"latitude":8.79845,"longitude":-70.82613},"category":{"name":"Tourist Attraction"}},{"id":268375,"name":"Cueva del Guacharo","date_verified":"2024-03-07T00:00:00.000Z","description":"Largest cave in Venezuela.  Only can enter on guided tours.  costs $2.50 for locals and $5 for foreigners althought I don't think they get many foreigners because they charged us the local price.  We gave the other $5 as a tip to the guide.  2 hour tour goes 1.2 km into the cave, total cave is more than 10 km deep.  cool cave and definitely worth it.  can also come back at 6:30 pm to watch all of the birds leave the cave.  also some other waterfalls and hike a available at this national park","location":{"latitude":10.17151714,"longitude":-63.55404385},"category":{"name":"Tourist Attraction"}},{"id":268376,"name":"Cabañas Virgen del Valle","date_verified":"2024-03-08T00:00:00.000Z","description":"nice mini resort type hotel.  we paid US$20 for a clean room with comfortable bed and fam for 2 people.  they also have cabañas with kitchens and living rooms.for US$40 per person.  best part is the swimming pool and a nice bbq area where we brought our camping stove to cook dinner at night.  Only annoying thing is wifi pretty much only works in the reception, not in rooms and the cell service is hit or miss as well with both Digi and Movistar.  secure gated parking for my moto and just about any size rig.  we were the only guests here for 3 days.","location":{"latitude":10.16104965,"longitude":-63.52565339},"category":{"name":"Hotel"}},{"id":268602,"name":"Checkpoint Guardia Territorial","date_verified":"2024-04-01T00:00:00.000Z","description":"here we needed to get out with the passports and they wrote our informations down.\r\n\r\nindegenious checkpoint.","location":{"latitude":4.5556641,"longitude":-61.17310492},"category":{"name":"Checkpoint"}},{"id":268769,"name":"Doña Encarnación Restaurant","date_verified":"2024-04-13T00:00:00.000Z","description":"Excellent place by the sea, with parking, power, water, toilets and a nice restaurant. Eloina the owner of the restaurant welcomes you with an open heart. We had two quiet nights, no noise, no mosquitoes. Phone signal works 4G.\r\n----\r\nExcelente sitio junto al mar, con estacionamiento, energía, agua, baños y rico restaurante. Eloina la dueña del restaurante los recibe con el corazón abierto.\r\nEstuvimos dos noches tranquilas, sin ruido, sin mosquitos. Señal de teléfono funciona 4G.","location":{"latitude":10.516558522685168,"longitude":-66.11587454016822},"category":{"name":"Informal Campsite"}},{"id":268827,"name":"Julio thundercats VW mechanic","date_verified":"2024-04-11T00:00:00.000Z","description":"We went to Julio's workshop on the recommendation of a friend from the VW group in Venezuela. Julio treated us with great kindness and above all was very professional with our kombi. he helped us with maintenance and to solve a couple of problems that we had not solved for some time like getting a mirror or sealing our gas tank cap. i highly recommend him for his professionalism and kindness. Our experience was unbeatable. We recommend calling him first.\r\n---\r\nFuimos al taller de Julio por recomendación de un amigo del grupo VW de Venezuela. no pudo ser mejor recomendación. Julio nos trató con mucha amabilidad y sobre todo fue muy profesional con nuestra kombi. nos ayudó a dar mantenimiento y a resolver un par de problemas que llevábamos tiempo sin resolver como conseguir un retrovisor o sellar la tapa de nuestro deposito de gasolina. lo recomiendo mucho por su profesionalidad y amabilidad. Nuestra experiencia fue inmejorable. Recomendamos llamarle primero.","location":{"latitude":10.2074565,"longitude":-67.5532918},"category":{"name":"Mechanic and Parts"}},{"id":269114,"name":"Estacionamiento frente a Mi Kabrita ","date_verified":"2024-04-23T00:00:00.000Z","description":"100m from the road there is a large parking lot, in front of the local Mi Kabrita whose owner was very friendly with travelers. We slept here 4 nights without problem, quiet place except for Friday or Saturday where there can be loud music during the night.\r\n\r\nA 100m de la ruta hay un estacionamiento grande, frente al Local Mi Kabrita cuyo dueño se mostró muy amistoso con los viajeros. Dormimos aquí 4 noches sin problema, lugar tranquilo a excepción del viernes o sábado donde puede haber música alta durante la noche. ","location":{"latitude":10.413157,"longitude":-67.2735},"category":{"name":"Wild Camping"}},{"id":269840,"name":"Wifi libre FARMATODO","date_verified":"2024-04-12T00:00:00.000Z","description":"Farmatodo has free wifi to connect\r\n--\r\nFarmatodo tiene wifi libre para conectarte","location":{"latitude":10.22833636,"longitude":-67.53169603},"category":{"name":"Wifi"}},{"id":269881,"name":"Gran Cacique II","date_verified":"2024-04-11T00:00:00.000Z","description":"Here we booked the ferry to Isla Magarita with our Defender. 160USD one way for a 4h sail.\r\nCome here 3 hours before departue and buy your tickets.\r\nThe ferry leaves every morning at 10am.\r\nYou can also buy the return ticket, the ferry from the Isla to here leaves at 6pm.\r\nStaying overnight on the parking lot is possible and guarded.","location":{"latitude":10.21490946,"longitude":-64.64738021},"category":{"name":"Vehicle Shipping"}},{"id":269888,"name":"Hotel La Sultana","date_verified":"2024-04-13T00:00:00.000Z","description":"$25 a night, secure big parking insight locked gate at night, park right outside your room, nice room w AC, hot water, mini fridge, and a desk. Not too much in the area but good dog just to spend the night ","location":{"latitude":9.034452454822286,"longitude":-69.75863611796996},"category":{"name":"Hotel"}},{"id":269889,"name":"Nuevo Hotel Coromoto","date_verified":"2024-04-13T00:00:00.000Z","description":"Didn’t stay here but checked it out, $40 for cheapest room without breakfast, then the prices go up from there for bigger rooms and breakfast. Has spacious parking in front of hotel whose gate probably locks at night. There’s a pool and it does seem new! ","location":{"latitude":9.04946,"longitude":-69.74295},"category":{"name":"Hotel"}},{"id":270150,"name":"Parking Plaza Las Heroinas","date_verified":"2024-05-11T00:00:00.000Z","description":"We stayed here for two nights. We announced ourselves at the police station next to the parking lot. And the Anastasia hotel also has private security. The people who work next to the parking are really nice. The hotel administration offered us wi-fi, bathrooms, showers with hot water and they have a water tap at the entrance","location":{"latitude":8.592655177923765,"longitude":-71.14271702284016},"category":{"name":"Informal Campsite"}},{"id":270258,"name":"Purificador","date_verified":"2024-04-15T00:00:00.000Z","description":"We found a purificador here on the corner.\r\n\r\n30Bvs for 25 Liters.","location":{"latitude":10.99542853,"longitude":-63.83431041},"category":{"name":"Water"}},{"id":270259,"name":"El Tumbalele","date_verified":"2024-04-15T00:00:00.000Z","description":"Here you have a huge food stall with a lot of different restaurants and also simple little \"streetfood\" stands.\r\n\r\nHuge parking lot around.","location":{"latitude":10.96225398,"longitude":-63.86735835},"category":{"name":"Restaurant"}},{"id":270836,"name":"Cheap food","date_verified":"2024-04-14T00:00:00.000Z","description":"3 empanadas + salsa 1$\r\n(pescado, pollo, carne mechada, papas y queso)\r\nReally tasty and cheap empanadas.","location":{"latitude":11.942843212746084,"longitude":-69.80655105784535},"category":{"name":"Restaurant"}},{"id":271007,"name":"Kitebeach","date_verified":"2024-05-18T00:00:00.000Z","description":"Huge parking area direct at the Kitesurf beach. Restaurants and beach bars around. No facilities except in the restaurants/bars (showers and toilets).\r\n\r\nNice and breezy.","location":{"latitude":11.94019275,"longitude":-69.803719},"category":{"name":"Wild Camping"}},{"id":271332,"name":"FARMATODO II","date_verified":"2023-11-12T00:00:00.000Z","description":"Pharmacy open 24/7\r\n\r\nFarmacia y tienda de conveniencia, abierto las 24 horas","location":{"latitude":10.179536291407588,"longitude":-64.6873238962746},"category":{"name":"Medical"}},{"id":271895,"name":"Hotel Broadway","date_verified":"2024-04-21T00:00:00.000Z","description":"Hotel with secure parking clean rooms fast internet and hot water","location":{"latitude":10.49024844,"longitude":-66.86977144},"category":{"name":"Hotel"}},{"id":271896,"name":"Andrea suite ","date_verified":"2024-04-28T00:00:00.000Z","description":"Nice basic hotel with safe parking hot water and okish wifi usd12. ","location":{"latitude":4.60317968,"longitude":-61.11000198},"category":{"name":"Hotel"}},{"id":271932,"name":"Next to Mi Kabrita Molino Rojo","date_verified":"2024-04-21T00:00:00.000Z","description":"This is one of the only plans places we find in the mountains. The place is large and spacious and is close to a place called Mi Kabrita ... It's worth meeting Cologne Tovar and this place is great for the motorhome to spend the night.","location":{"latitude":10.41297228,"longitude":-67.2727954},"category":{"name":"Wild Camping"}},{"id":272262,"name":"Diesel available here","date_verified":"2024-05-02T00:00:00.000Z","description":"We came here twice and they had diesel both times without queue. 0.5$ liter","location":{"latitude":10.587099376134574,"longitude":-71.68713329359889},"category":{"name":"Fuel Station"}},{"id":273110,"name":"Robo","date_verified":"2024-01-15T00:00:00.000Z","description":"They stole our cell phone while parked on that corner. A man approached the driver's window and threatened him with the alleged possession of a firearm to take money or his cell phone.\r\n----\r\nNos robaron el celular parqueados en esa esquina. Se acercó un hombre a la ventanilla del conductor y amenazó a mí pareja (que estaba solo esperando que volviera del supermercado) con la supuesta tenencia de un arma de fuego para llevarse dinero o el celular.","location":{"latitude":10.503547,"longitude":-66.880918},"category":{"name":"Warning"}},{"id":273754,"name":"Farmatodo","date_verified":"2024-05-13T00:00:00.000Z","description":"Pasamos Dos noches aquí mientras resolvíamos la prórroga del visado de nuestra kombi. Hay personal las 24h y cámaras. Es plano y nos prestaron el baño.\r\n\r\nWe spent two nights while solving the visa extensión for our kombi. Vigilance 24h and cameras in the parking. The parking lots are even and they let us use toilets.","location":{"latitude":10.5899033,"longitude":-67.01560583},"category":{"name":"Informal Campsite"}},{"id":273985,"name":"playa de San Juan de los Cayos","date_verified":"2024-04-23T00:00:00.000Z","description":"It is a very welcoming town, we were treated very well and the place feels very safe.\r\nWe camped on the beach, very quiet night. at this point there are several trees where we hung our hammocks.\r\nThe neighbors offered us water.\r\n-------------\r\nes un pueblo muy acogedor, nos trataron súper bien y se siente súper seguro el lugar.\r\nacampamos en la playa, noche muy tranquila. en este punto hay varios árboles donde colgamos nuestras hamacas.\r\nlos vecinos nos ofrecieron agua.","location":{"latitude":11.17525,"longitude":-68.411},"category":{"name":"Wild Camping"}},{"id":274170,"name":"Churuguara ","date_verified":"2024-05-16T00:00:00.000Z","description":"Parking space right in the city, right next to the church. We were here on a Thursday and it was quiet at night. We felt safe.","location":{"latitude":10.812293333333333,"longitude":-69.53738333333334},"category":{"name":"Informal Campsite"}},{"id":274229,"name":"Sertrica C.A.","date_verified":"2024-05-17T00:00:00.000Z","description":"A capable mechanic. Offers fair price. \r\nManager speaks a little English but certainly not enough to explain a problem. So either in Spanish or via translate. \r\n\r\nThey are not “the listen to your problem” type but they understand what they see under the hood. The mechanics do anyway. The manager not so much. \r\n\r\nThey claim to be leaders in injection and other things (picture) but seem to be an everything a bit type of mechanic. \r\n\r\nWe stayed with the car the entire time to make sure to tell them what’s the problem and to prevent them doing things on their own. Do this because they do have a mind of their own. \r\n\r\nOur problem was a faulty intercooler. They couldn’t replace it with a new one since they don’t have this here. The welded the leak and cleaned it entirely in and outside. \r\n\r\nThey have only a basic scanner, no brand so don’t expect too much. This can read and delete errors but many errors didn’t show that we knew existed. \r\n\r\nHeight maximum for entrance is around 3m a wild guess. See picture.\r\n\r\nSo if you find yourself here in Barinas this is a reliable option. ","location":{"latitude":8.6360054507637,"longitude":-70.23097796667506},"category":{"name":"Mechanic and Parts"}},{"id":274660,"name":"Pozo los zorros. Parque nazional aguaro-guariquito","date_verified":"2024-05-18T00:00:00.000Z","description":"Pozos cristalinos de manantial dentro del parque nacional aguaro guariquito - estado guarico.  Buen sitio para camping. Acceso en vehiculos o campers 4x4","location":{"latitude":8.78977064285944,"longitude":-66.91833873131952},"category":{"name":"Wild Camping"}},{"id":275039,"name":"Sede Digitel ","date_verified":"2024-05-23T00:00:00.000Z","description":"\r\nWe were able to buy a Digitel chip that cost 10 USD and we charged a 12G plan for 12 USD per month, which we have to unsubscribe upon leaving or it is unsubscribed only if one stops paying, because it is prepaid.\r\n\r\nThey only asked us for a passport and we were able to pay with a card. (They only accept cards or bolivars)\r\n\r\nPudimos comprar un chip Digitel que costó 10 USD y le cargamos un plan de 12G por 12 USD mensual, que tenemos que dar de baja al salir o se da de baja solo si uno deja de pagar, porque es prepago.\r\n\r\nSolo nos pidieron pasaporte y pudimos pagar con tarjeta. (Solo aceptan tarjeta o bolívares)\r\n.\r\n","location":{"latitude":7.771080555555556,"longitude":-72.2204611111111},"category":{"name":"Shopping"}},{"id":275059,"name":"Police checkpoint (corrupt)","date_verified":"2024-05-18T00:00:00.000Z","description":"This is not the exact checkpoint. It’s 200 meters back to Tinaco. Small checkpoint with 4 police guys. Got stopped and after checking the papers he asked for another insurance paper which we should have which is valid per region? Really didn’t understand what he needed. We have the right insurance and all the import papers for our vehicle. \r\n\r\nMy boyfriend needed to get out of the car and in front of our camper (where no one of his colleagues could see him) After a while he insisted 30 times that he would let us through and would arrange this paper for us if we payed him. We kind of acted like we didn’t understand the problem. Told him we just want to visit this beautiful country with kind people. After a while he said we could pass. \r\n\r\nDidn’t feel right at all. Felt like a extremely corrupt police officer. ","location":{"latitude":9.678799832738981,"longitude":-68.36861464335091},"category":{"name":"Checkpoint"}},{"id":275071,"name":"Apoyo con Agua ","date_verified":"2024-05-23T00:00:00.000Z","description":"support with water, wifi and bathroom.\r\n\r\nApoyo con Agua, wifi y baño. \r\n","location":{"latitude":10.23245196,"longitude":-67.52150051},"category":{"name":"Water"}},{"id":275073,"name":"Support with water, wifi and bathroom.","date_verified":"2024-05-23T00:00:00.000Z","description":"Support with Water, Wi-Fi, bathroom and with any information regarding the city or that is within reach. \r\n\r\nsupport with water, wifi and bathroom.","location":{"latitude":10.23243912,"longitude":-67.52153144},"category":{"name":"Wifi"}},{"id":275077,"name":"Hotel Las Truchas","date_verified":"2024-05-24T00:00:00.000Z","description":"Really nice hotel, with rooms and Cabañas.  It's really more of a resort than a hotel with a  basketball/football court, restaurant and outdoor grilling area.  official listed prices are $25 for a matrimonial room, $30 for a large cabana without kitchen or $35 with kitchen.  she gave us the matrimonial room for $20 though.  all rooms have outdoor areas with seating and amazing mountain views.  fast wifi, parking for any size vehicle and a garage they will let you park your moto in to keep it indoors if you prefer and free potable water and hot showers. highly recommend, we thought it was going to be way more expensive than it is by looking at it.","location":{"latitude":8.99636951,"longitude":-70.74007235},"category":{"name":"Hotel"}},{"id":275198,"name":"ApartaHotel RIOS","date_verified":"2024-05-24T00:00:00.000Z","description":"nice and clean small apartments for rent.  everything is in good condition and western standards.  I'm guessing they are normally used for long term people working in the oil industry.  We paid $30 for 2 people, online it was listed as $35 so probably worth just showing up.  nothing much going on in the town, it's just an oil town but we were making our way South to the mountains and didn't want to stop in Maracaibo so early.  No electricity generator and constant blackouts in the city though, we had power all night but lost power around 7am and didn't come back by the time we left at noon.  if youre in the area it's a little expensive but all we could find.","location":{"latitude":10.3856,"longitude":-71.440999},"category":{"name":"Hotel"}},{"id":275213,"name":"Agua ","date_verified":"2024-05-26T00:00:00.000Z","description":"There is a tap and we were able to connect the hose to fill the tank.\r\n\r\nHay una canilla y pudimos conectar la manguera para llenar el tanque. . ","location":{"latitude":7.990130727604066,"longitude":-72.27320806298971},"category":{"name":"Water"}},{"id":275271,"name":"Club Naval Playa La Rosa","date_verified":"2024-05-24T00:00:00.000Z","description":"Club Naval area of Playa La Rosa; we pay \r\nU$ 6.00 per vehicle and enjoyed the infrastructure of the Caribbean beach, (limited stay until 16:00). We asked for permission to stay overnight and they sent us to a protected and guarded area where we had a peaceful night's sleep with stunning views.\r\n---------\r\nÁrea do Club Naval da Playa La Rosa; pagamos \r\nU$ 6,00 por veículo e usufruímos da infraestrutura da praia caribenha, (permanência limitada até as 16:00 horas ). Solicitamos permissão para pernoitarmos e nos enviaram para uma área protegida e com vigilância onde tivemos uma noite de sono tranquila com uma paisagem deslumbrante.","location":{"latitude":10.4781,"longitude":-67.97784},"category":{"name":"Informal Campsite"}},{"id":275474,"name":"At the plaza ","date_verified":"2024-05-26T00:00:00.000Z","description":"We slept a few blocks from this place, but you can spend the night wherever you want. The neighbors are very friendly, they share their Wi-Fi password with you, they give you drinking water. Here you can load water into your motorhome's tank.\r\nVery nice colonial town!\r\n\r\nDormimos a unas cuadras de este lugar, pero puede pernoctar donde desees. Los vecinos son muy amables, te comparten su clave de wifi, dan agua potable. Aquí puedes cargar agua al tanque de tu motorhome. \r\nMuy lindo pueblo colonial ! \r\n\r\n","location":{"latitude":7.9903009546644475,"longitude":-72.27318820504071},"category":{"name":"Wild Camping"}},{"id":276661,"name":"Arepas Salas","date_verified":"2024-06-02T00:00:00.000Z","description":"We were recommended to go to this place to try the best arepas in Mérida and it was incredible.  The arepa costs 2.7 USD and they are abundant.  Highly recommended\r\n--\r\nNos recomendaron ir a este lugar a probar las mejores arepas de Mérida y fue increíble. vale 2.7 usd la arepa y son abundantes. Muy recomendado","location":{"latitude":8.6043949,"longitude":-71.1387522},"category":{"name":"Restaurant"}},{"id":277399,"name":"PDV con diesel","date_verified":"2024-06-07T00:00:00.000Z","description":"We can fill our tank with diesel. 0.50 usd per liter and can pay with card\r\n-------\r\nPudimos llenar el tanque con diesel sin hacer fila a 0.50 usd el litro y pudimos pagar con tarjeta.\r\n\r\n","location":{"latitude":9.66712271,"longitude":-68.56953767},"category":{"name":"Fuel Station"}},{"id":278979,"name":"Kolsch o las cabañas de Alejandra ","date_verified":"2024-06-17T00:00:00.000Z","description":"Place to spend the night in room 10 pp, they have a kitchen and bathroom!\r\n\r\nWe parked in your parking lot and made use of the barbecue and Wi-Fi.\r\n\r\nVery friendly people, we collaborate in buying gluten-free products that they offer there! (The cookies a delight)","location":{"latitude":10.412341085795028,"longitude":-67.28122661650453},"category":{"name":"Hotel"}},{"id":279155,"name":"la madurera bike camp","date_verified":"2024-06-18T00:00:00.000Z","description":"is a mountain camp to have a great natural experience","location":{"latitude":10.299705,"longitude":-67.94044833333334},"category":{"name":"Established Campground"}},{"id":279564,"name":"Orinoco Queen Lodge","date_verified":"2024-06-18T00:00:00.000Z","description":"A 2-hour boat tour takes you to Orinoco Queen Lodge. It is located in the middle of the jungle and has 9 small huts. All cabins have their own toilet and shower. Good WiFi is available. The people here are happy about every guest and are very happy. Various excursions are offered and you can also visit a village of the indigenous population ( Warao ). We stayed 4 days and enjoyed the time very much. For an appointment, please call or send a WhatsApp. ×584242347220","location":{"latitude":9.4658006,"longitude":-62.3455431},"category":{"name":"Hotel"}},{"id":279769,"name":"Peaje  / Tollbooth","date_verified":"2024-06-22T00:00:00.000Z","description":"It's cost 15 bolivares\r\n\r\n...Entering from Paraguachón, first toll ","location":{"latitude":11.35504172,"longitude":-72.11564318},"category":{"name":"Checkpoint"}},{"id":279812,"name":"darle la vuelta | playa dorada parking","date_verified":"2023-12-08T00:00:00.000Z","description":"Quiet and safe place!\r\nWe spent a night in the parking lot of the mall. It doesn't have any service. A few meters from the historic center of the choir sail.\r\n\r\nLugar tranquilo y seguro!\r\nPasamos una noche en el estacionamiento del centro comercial. No tiene ningun servicio. A pocos metros del casco histórico de la vela de coro.\r\n","location":{"latitude":11.45906,"longitude":-69.57051},"category":{"name":"Wild Camping"}},{"id":280126,"name":"UCV in front of Economato","date_verified":"2024-06-23T00:00:00.000Z","description":"Parking in front of Economato, we stayed here for three nights. Safe with security 24hrs. You can colaborate with them. They Give us Wifi . ","location":{"latitude":10.490724288293386,"longitude":-66.89471321477028},"category":{"name":"Informal Campsite"}},{"id":280173,"name":"Agua potable","date_verified":"2024-06-20T00:00:00.000Z","description":"Pudimos cargar 20L de agua potable por 15bs\n\nWe buy 20L potable water for $15bs","location":{"latitude":10.2568613,"longitude":-67.6260813},"category":{"name":"Water"}},{"id":280344,"name":"Aqua Vi Marina Hotel","date_verified":"2024-04-18T00:00:00.000Z","description":"Didn’t stay here but stopped to check it out. $60 for the cheapest room, it’s a large place with a big pool and large secure parking with security. Could be an option if you wanted a nicer place to stay. Hotel Puerto La Cruz down the way was $90 so this was at least a better deal","location":{"latitude":10.2019856,"longitude":-64.6637256},"category":{"name":"Hotel"}},{"id":280767,"name":"Potable water tapes","date_verified":"2024-06-28T00:00:00.000Z","description":"Passando o pedágio, pela rodovia de Morón indo para Caracas, tivemos que dar a ré! Muitos nativos enchendo galões de água, nos falaram que é potável, tem umas 10 torneiras! Conseguimos encher a caixa \n\nThere are a lot of potable water tapes! Free.After the toll-peaje, Next to the highway,  Troncal 1","location":{"latitude":10.28596644,"longitude":-68.0293739},"category":{"name":"Water"}},{"id":280777,"name":"Estacionamiento Playa Colorada","date_verified":"2024-06-26T00:00:00.000Z","description":"Pasamos 1 noche en el estacionamiento principal de Playa Colorada.\n\nAl llegar 2 chicos muy amables nos ofrecieron pescado y sillas y toldo, y nos dijeron que el estacionamiento era gratis. Luego un tercer chico vino a decirnos que teníamos que pagar una entrada, se puso insistente y como le dijimos que sabíamos que no teníamos que pagar nos pidió plata y se quedó sentado al lado de la camioneta. Fue raro e incómodo.\n\nPara pasar la noche hablamos en el puesto de Guardia Bolivariana y nos dijeron que era seguro, que si igualmente no nos sentíamos cómodos podíamos ir a dormir a la alcabala y que si volvía a pasarnos una situación como la del chico, le avisaramos directamente a ellos.\n\nLa noche fue tranquila y en la licoreria de la ruta alquilan wifi 1 hs 10 bs. Supuestamente hay señal de Movistar y Movilnet, pero no nos funcionó ninguno de los 2","location":{"latitude":10.25468557,"longitude":-64.45515758},"category":{"name":"Informal Campsite"}},{"id":280817,"name":"Parking  - Estacionamento Centro Valores","date_verified":"2024-06-28T00:00:00.000Z","description":"Estacionamos para sair conhecer o centro. Pagamos 1 dolar e 10 bolivares. Há limite de altura (penso que até 2,5m) e não é permitido dormir dentro.\n\nWe parked here to go out and explore  the center of Caracas. We paied 1 dollar+10 bs. Height limit  (maybe 2,5 metros). Not allow to sleep.","location":{"latitude":10.51196822,"longitude":-66.91401598},"category":{"name":"Short-term Parking"}}]