{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Longzero ~ Long Nguyen",
  "language": "en",
  "home_page_url": "https://longzero.com/",
  "feed_url": "https://longzero.com/feed/feed.json",
  "description": "My name is Long Nguyen. I am a Front-End Web Developer obsessed with UX. I am experienced in building simple, clean and user-friendly websites for clients across the globe. Reach me on Instagram or Twitter or by email long@longzero.com.",
  "author": {
    "name": "Longzero",
    "url": "https://longzero.com/about/"
  },
  "items": [{
      "id": "https://longzero.com/articles/2023-06-07-canada-wildfires-caused-by-humans-over-centuries-reach-nyc/",
      "url": "https://longzero.com/articles/2023-06-07-canada-wildfires-caused-by-humans-over-centuries-reach-nyc/",
      "title": "Canada wildfires caused by humans over centuries reach NYC",
      "content_html": "<p>The crazy thing about wildfires isn't how big they are, how frequently they show up, how early they show up, how many there are or how far they reach.</p>\n<p>The crazy thing about wildfires is that despite all aspects getting more and more intense over time, humans keep behaviours that scientifically make climate change more intense.</p>\n<p>Namely, those behaviours are:</p>\n<ul>\n<li>driving cars when you don't have to</li>\n<li>eating meat</li>\n<li>using a drying machine instead of just hanging clothes</li>\n<li>using AC instead of spending time in a forest or a park with shade</li>\n<li>taking a flight instead of driving</li>\n<li>going on cruise ships</li>\n<li>always producing things and buying things nobody needs</li>\n<li>enabling capitalism</li>\n<li>using single-use anything</li>\n<li>many more things I am not thinking about right now</li>\n</ul>\n<p>Despite this terrible moment happening right now, affecting millions of people and seen by millions of people, millions of people will still keep behaving like none of it happened.</p>\n<p>Even the most affected people with respiratory problems will keep behaving like climate change isn't happening, even though they believe the science.</p>\n<p>Nature isn't crazy, humans are.</p>\n<p>Reference: <a href=\"https://arstechnica.com/science/2023/06/wildfire-smoke-and-haze-in-the-eastern-united-states-should-peak-this-week/\" target=\"_blank\">New York’s air quality reaches “hazardous” level, by far the worst in the world</a></p>\n",
      "date_published": "2023-06-07T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/getting-sentimental-about-the-best-car-of-my-life/",
      "url": "https://longzero.com/articles/getting-sentimental-about-the-best-car-of-my-life/",
      "title": "Getting sentimental about the best car of my life",
      "content_html": "<p>Ah. cette auto... Elle va me manquer.</p>\n<p>I don't get attached to things, but this car... This car will forever be associated with my summer 2022.</p>\n<p>Alas, the right thing to do, for the future I want, is to find a different vehicle.</p>\n<p>At the time I write this, I still own it, but I feel the end is nigh.</p>\n<p>At only 144 000 kilometers, it still has a very long life, but it won't be with me.</p>\n<p>It is absolutely the perfect car for anybody living in and around a city. It's also perfect to occasionally going doing distances like Montreal-Toronto or Montreal-NYC.</p>\n<p>If you want, it will do Montreal-Los Angeles easily. Like I said, it still has a very long life.</p>\n<p>Five years, ago, I purchased this car at an incredible price of 8000 CAD and it had only 75 000 kilometers on the odometer. It was a bargain.</p>\n<p>Today, with 144 000 kilometers, it's worth over 10 000 CAD.</p>\n<p>I find that completely insane!</p>\n<p>As I write all this, I am thinking of keeping it even when I get another vehicle more appropriately for living on the road... Perhaps I could put it up for rent...</p>\n<p>I hate getting sentimental about objects. Despite my feelings, I still very much recognize that it is just a car, just an object.</p>\n<p>I use this photo to associate with this article because it wasn't easy to get to this specific spot. The road was very rocky, sandy and steep. Before going up there, I parked and walked to the slope to get a clearer picture and said “This looks like crap and I will probably fail, but I'm going to take this shot.”</p>\n<p>I took the shot, I didn't fail and the prize was this magnificent view full of peace, serenity and joie de vivre with strong feelings of amazement and accomplishment.</p>\n<p>It was also the full moon which kept me up because it was so bright and I was in awe.</p>\n<p>This could very well be a sentimental ad to sell it... It really is an incredible car and I do have other arguments to sell it, such as how spacious it is for a seemingly tiny car.</p>\n<p><img src=\"https://longzero.com/assets/images/articles/2023-03-15-getting-sentimental-about-the-best-car-of-my-life.jpg\" alt=\"Red Honda Fit 2013 at the top of a mountain overlooking mountains and a lake on a bright sunny day\" /></p>\n",
      "date_published": "2023-03-15T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/new-paint-old-crap-boycott-cancel-culture-woke/",
      "url": "https://longzero.com/articles/new-paint-old-crap-boycott-cancel-culture-woke/",
      "title": "Cancel culture, woke; new paint, old&amp;nbsp;crap",
      "content_html": "<p>It used to be called AAAAAHHHH.\nThen it became Boycotting.\nThen it became Cancelling.\nThe next letter is D...\nMaybe the next word will be... Dropping?</p>\n<p>Then Eliminating.\nThen Fuck it/them/him/her.</p>\n<p>It's all the same crap. So many people talk about cancel culture like it was created in this century.</p>\n<p>The idea behind the word “woke” isn't new either. None of this is new.</p>\n<p>It's like painting an old house and it can look worse or better, but it's still the same house with all the same foundation problems.</p>\n",
      "date_published": "2023-02-08T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/kaleidoscope-series-giancarlo-esposito/",
      "url": "https://longzero.com/articles/kaleidoscope-series-giancarlo-esposito/",
      "title": "Kaleidoscope, Just like Giancalo Esposito’s suggestion, you should watch the white episode last",
      "content_html": "<p>Kaleidoscope is a series which you can watch in any order. In fact, Netflix doesn't show the same order for everybody; each episode is a colour.</p>\n<p>At the suggestion of lead actor Giancarlo Esposito, I watched the white episode last and he is so right. There is no other episode that could serve as the “ending”.</p>\n<p>Other episodes can truly be mixed up, but if the white episode isn't last, I feel like I wouldn't like the show as much.</p>\n<p>There's also the music which I love. It's the same kind of music you can find in Ocean's Eleven and Cruella.</p>\n",
      "date_published": "2023-01-13T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/self-care-selfish-scam-therapy/",
      "url": "https://longzero.com/articles/self-care-selfish-scam-therapy/",
      "title": "Self-care lacks empathy in its current form, because it ignores everybody else",
      "content_html": "<p><small>Photo by <a href=\"https://unsplash.com/@jamie452?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText\">Jamie Street</a> on <a href=\"https://unsplash.com/photos/lK6EwI6l6S8?utm_source=unsplash&utm_medium=referral&utm_content=creditCopyText\">Unsplash</a></small></p>\n<p>I am very much against self-care as it is currently pushed. Specifically, it currently pushes “me me me me me me” as if there isn't an individualistic problem within humanity and individualism without thinking of others is what I am really against.</p>\n<p>I have noticed at the turn of the year, advocates of self-care really take advantage of seasonal depression and the idea of resolutions to increase their revenue.</p>\n<p>This is exactly like gyms taking advantage of people resolving to go to the gym and never go.</p>\n<p>Self-care advocates tell you that if you are feeling down right now, they can help you improve in a few months. Give them a few more months and you will be even better.</p>\n<p>Guess what that speech coincides with.</p>\n<p>Seasons!</p>\n<p>Everybody's mood, performance, productivity, well-being improves between January and summer in the northern hemisphere. Then, in the first half of autumn, you're still on your summer high and in the second half, it goes down.</p>\n<p>Everything is cyclical.</p>\n<p>There are self-care advocates who recognize this, but none of them will tell you that they will make you feel better from September to January. They don't stand a chance against nature; specifically the cyclical nature of nature.</p>\n<p>Nature always wins.</p>\n<p>Instead of going to self-care advocates, go see a therapist or psychologist or get a dog. Those are people who are trained to actually give you a proper shovel, instead of one from a dollar store, so you can truly, deeply, efficiently dig inside your soul.</p>\n",
      "date_published": "2023-01-13T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/artificial-intelligence-can-have-biases/",
      "url": "https://longzero.com/articles/artificial-intelligence-can-have-biases/",
      "title": "Artificial intelligence can have biases",
      "content_html": "<p>Beware of biases from artificial intelligence, because it is an intelligence. As such, it has biases that likely come from its “parents” (creators) and from what it has been exposed to.</p>\n<p>I asked it to make up a short story about phở (Vietnamese soup) and it gave a story with a character named Jake. I asked for another story and the character was Maria. I asked again and the character was Jenny.</p>\n<p>Then I added the words “from a Vietnamese person's point of view” and that's when it started using names like Tuan and Tran.</p>\n<p>That is what made me think of biases.</p>\n<p>I asked it if it was American, because programming is largely American. For example, in many coding languages, colour is spelled &quot;color&quot;.</p>\n",
      "date_published": "2022-12-31T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/artificial-intelligence-helps-with-writing/",
      "url": "https://longzero.com/articles/artificial-intelligence-helps-with-writing/",
      "title": "Artificial intelligence helps with writing",
      "content_html": "<p>In a world where students can use artificial intelligence to write their homework, I think we can't come to any conclusion yet, without decades of study.</p>\n<p>On the other hand, there is one thing that I believe we can do immediately and that is to push and encourage to write well and to improve.</p>\n<p>In my example in the screenshot, I wasn't happy with the paragraph I wrote, so I used AI to give me a variation and the final result will a mix of what I originally wrote and what is suggested to me.</p>\n<p>For me, this process is the equivalent of being reviewed by someone else who offers a different sugesstion. The difference is that I don't have to send an email, I don't use another person's time, and I don't wait for a response.</p>\n",
      "date_published": "2022-12-28T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/car-camping-confidence-independence-individualism-community-help/",
      "url": "https://longzero.com/articles/car-camping-confidence-independence-individualism-community-help/",
      "title": "12 weeks living in a car and some thoughts about community and individualism",
      "content_html": "<p>Ça fait 12 semaines que j'habite dans une petite auto.</p>\n<p>Here is what I know: the pursuit of freedom and independence is futile, stupid and foolish, on an individual scale as well as on an international scale.</p>\n<p>I am talking to you people who think you don't need anybody to do anything and to validate yourself. You need people, specifically, you need to figure out in what ways you need people and in what ways you can do some things yourself.</p>\n<p>I am also talking to you nations that want independence, specifically Quebec because I was born and grew up there.</p>\n<p>The plane analogy of wearing your own mask first is a poor one. It applies pretty much no where else. Miserable people are often the most helpful people, because they don't just throw money at you, but they also throw time and effort.</p>\n<p>The prioritization of individualism over community is making the western world miserable. Instead of saying “You can do it”, you should say “Let me help you” or “Try this” or “Have you [...]?”</p>\n<p>What you really do when you say “You can do it” is push people to be alone. You would think you are pushing people to be confident in themselves, but it misses the most important aspect of confidence: the confidence to ask for help.</p>\n",
      "date_published": "2022-08-20T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/vanlife-2022-week-1/",
      "url": "https://longzero.com/articles/vanlife-2022-week-1/",
      "title": "Vanlife 2022 Week 1: Une première semaine magnifique suivi d&#39;un weekend pénible!",
      "content_html": "<p>Bonjour tout le monde!</p>\n<p>Le semaine dernière, c'était le début de ma première semaine de travail sur la route.</p>\n<p>C'était une excellente semaine marquée par la joie de vivre et l'accomplissement du travail comme si je n'étais même pas parti. C'était facile, parce que ce n'était pas mon premier séjour en Gaspésie.</p>\n<p>Le mélange de travail et beau paysage était vraiment spécial et demandait (demande encore) un ajustement cérébral parce que j'avais vraiment envie de monter les montagnes. S'il y a un moyen de coder en marchant, je suis ouvert à cette option 😉</p>\n<p>Mes pauses étaient composées de marches sur la plage, de cuisine, de lessives et d'admiration du paysage.</p>\n<p>L'enfer est arrivé samedi midi après être sorti de la familiarité du Québec, quand je suis arrivé aux États-Unis dans l'état du Maine et j'ai passé la fin de semaine à conduire 800+ km pour trouver des endroits adéquats qui mélangent bien bien-être, travail et sommeil.</p>\n<p>En 2022, l'enfer, c'est quand l'internet est si faible que ça prend des minutes pour ouvrir un fichier Figma au lieu de prendre des secondes.</p>\n<p>Les beaux paysages sont très faciles à trouver dans le Maine; c'est la combinaison nature et internet qui ne fonctionne pas, même dans des endroits assez peuplés et même à des rest areas.</p>\n<p>Alors me voici en train d'écrire ces phrases ce lundi matin dans un Starbucks à Freeport, peut-être pour passer la semaine. Ou pas. On verra.</p>\n<p>L'essence entre 1.60 et 1.80 CAD, c'est merveilleux! 👍</p>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-week-1-map.jpg\" alt=\"\" />\n  <figcaption>Map.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-week-1-sunrise.jpg\" alt=\"\" />\n  <figcaption>Sunrise.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-week-1-cheers.jpg\" alt=\"\" />\n  <figcaption>Cheers!</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-week-1-starbucks.jpg\" alt=\"\" />\n  <figcaption>Starbucks.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-week-1-beach.jpg\" alt=\"\" />\n  <figcaption>Sunset at the beach.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-week-1-desk-795.jpg\" alt=\"\" />\n  <figcaption>Outdoor desk.</figcaption>\n</figure>\n",
      "date_published": "2022-06-01T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/vanlife-2022-day-1/",
      "url": "https://longzero.com/articles/vanlife-2022-day-1/",
      "title": "Vanlife 2022 Day 1",
      "content_html": "<p>Bonjour tout le monde!</p>\n<p>Aujourd'hui est ma première journée de travail sur la route.</p>\n<p>Pour les personnes qui ne le savent pas (pratiquement tout le monde 😛), j'ai quitté Montréal vendredi après le travail et je passe les prochains mois à faire le tour de l'Amérique du nord (sur la carte, les points bleus servent de guides sans nécessairement être des destinations) tout en continuant de travailler.</p>\n<p>Ça implique tellement de choses, allant du défi d'aller aux toilettes et de trouver des coins tranquilles à la merveille des levers de soleil et au plaisir de faire face à la mer.</p>\n<p>Les défis... Déjà, je me suis réveillé au lever du soleil et le wifi ne fonctionnait pas... J'ai un backup en place et plusieurs idées pas en place, mais c'est l'équivalent d'une roue de secours.</p>\n<p>Quelques personnes qui connaissaient mon intention m'ont encouragées à partager sur Workplace, alors voilà. Je pense que je publierai juste une fois par semaine.</p>\n<p>Quant au retour, je ne savais pas quand j'allais revenir et Globalia m'a fourni une cible en annonçant la date de Journalia.</p>\n<p>Pour les nouveaux et nouvelles employé.e.s, le fait de que quelqu'un vise à quitter la nature pour Journalia devrait vous indiquer que ce n'est pas à manquer 😉</p>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-day-1-map.png\" alt=\"\" />\n  <figcaption>Original map before leaving.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-day-1-power.jpg\" alt=\"\" />\n  <figcaption>Solar power for everything.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-day-1-2849.jpg\" alt=\"\" />\n  <figcaption>Capturing sunshine with solar panels.</figcaption>\n</figure>\n<figure>\n  <img src=\"https://longzero.com/assets/images/articles/vanlife/vanlife-2022-day-1-camera.jpg\" alt=\"\" />\n  <figcaption>Filming sunrise.</figcaption>\n</figure>\n",
      "date_published": "2022-05-30T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/jurassic-park-feminism/",
      "url": "https://longzero.com/articles/jurassic-park-feminism/",
      "title": "Jurassic Park (1993) and feminism",
      "content_html": "<p>Jurassic Park (1993) was good on many levels, including feminism.</p>\n<p>It called out sexism by literally including the word “sexism” in a context of calling it out.</p>\n<p>It also had a girl tech nerd who insists on being called a hacker and she had her part to play in saving everybody.</p>\n<p>While I praise the effort, the movie isn't without issue: it's full of white men and the presence of characters who aren't makes it scream tokenism rather than diversity and inclusivity.</p>\n<p>There is a lot of great thing about this movie related to social issues that are very much relevant in 2022.</p>\n<p>Something else I like in this movie and its sequel The Lost World is that every greedy character all get eaten. It marks the moment when you stop hearing about money. That's fun.</p>\n<p>Yeah, I rewatched both of them last night.</p>\n<p>If you look up “<a href=\"https://www.google.com/search?q=jurassic+park+feminism\" target=\"_blank\">Jurassic Park feminism</a>”, there is a lot more than what I just wrote.</p>\n",
      "date_published": "2022-05-23T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/freaking-out-about-car-camping/",
      "url": "https://longzero.com/articles/freaking-out-about-car-camping/",
      "title": "Freaking out about car camping for the next few months",
      "content_html": "<p>Cette graine de partir a grandi énormément et rapidement.</p>\n<p>J'ai vraiment peur de mon «déménagement».</p>\n<p>J'ai l'impression que ça sera une renaissance et je suis un fœtus en ce moment; ma date de «naissance» est estimée au 27 mai.</p>\n<p>L'énorme différence est que je suis un fœtus avec une conscience qu'il va naître et je ne suis pas sûr si je veux une vie ou pas.</p>\n<p>Mon plus gros problème n'est plus l'électricité sur la route, l'eau, l'internet, faire caca, etc.</p>\n<p>Mon plus gros problème est la peur grandissante au fur et à mesure que le 27 mai approche. C'est une peur qui me dit de ne pas partir.</p>\n<p>MAIS je sais que si je ne pars pas, je me regarderai dans le miroir à tous les jours: «Je te traite déjà de stupide à tous les jours, mais TU n'as jamais rien fait de plus stupide que de TOI-MÊME t'empêcher de partir.»</p>\n<p>My greatest fear is the dude in the mirror calling me stupid. He does it multiple times per day, but this would be different. It's the difference between falling and standing back up vs falling and breaking bones.</p>\n<p>At this point, I HAVE to go, otherwise my well-being will be shattered and I won't be able to live with myself, which I have been incredibly successful at.</p>\n<p>Another fear I have is to hate humanity more than I already do...</p>\n",
      "date_published": "2022-05-14T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/dont-look-up-environment-reality/",
      "url": "https://longzero.com/articles/dont-look-up-environment-reality/",
      "title": "I didn&#39;t want to watch Don&#39;t Look Up, because I know reality",
      "content_html": "<p>I told a friend I didn't need to watch this because it's reality and I recognize reality.</p>\n<p>How do I know that? Because I addressed in my own life two huge things that help create a better environment for humans and all creatures: food and transport.</p>\n<p>Food, by stopping to eat meat.</p>\n<p>Transport, by starting to ride an electric unicycle.</p>\n<p>Then, I watched it and this quote by Leo's character really embodies the way I feel. I'm trying to lead by example. I acknowledge you aren't ignoring the science... I also acknowledge you are doing nothing with your non-ignorance of the science. Maybe you're doing something, like not using plastic straws or not using single-use plastic bags, but it's 2022. The time for small things has passed.</p>\n<p>Sure, start small, but at this point, as we are starting 2022, you will have to move fast to keep up, not with other humans, but with the environment.</p>\n<p>The environment doesn't care about you. It will behave the way it does, whether it's to elevate or bring down humanity.</p>\n<p>The biggest surprise to me in this movie, rather than any environmental and pandemic analogy, is Jennifer Lawrence's character and her obsession that I won't talk about 😆 She played her role with perfection.</p>\n",
      "date_published": "2022-01-01T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/morning-show-season-2-review-mess-love-real-life/",
      "url": "https://longzero.com/articles/morning-show-season-2-review-mess-love-real-life/",
      "title": "The Morning Show Season 2 is a mess and I love it, because life is all over the place",
      "content_html": "<p>Season 1 was about #MeToo.</p>\n<p>Season 2 takes place in winter-spring 2020 in a USA in which Biden wasn't elected yet and is being declared a pandemic.</p>\n<p>That context is important to notice small scenes like the one where a racist idiot yells at an Asian person in the streets.</p>\n<p>While the previous season was about sexual harassment, this season is about everything else which is a lot.</p>\n<p>This season contains every issue taking place in the real world: coronavirus, cancel culture, racism, sexism, homophobia, LGBTQ, sexual harassment, workplace diversity, tokenism, cultural appropriation, mental issues, grief, anxiety, identity, friendship, family, zoom calls, getting a positive COVID test, etc. All of that, in a world with Twitter, Facebook and other social networks that amplify everything and every voice.</p>\n<p>This is something I absolutely love about this show: it reflects today's messy complicated human reality. Yes, human reality. Humans create messes and complicates everything.</p>\n<p>Even the characters are basically archetypes of humans in the real world. These characters are not the Avengers. There are no superpowers or suit of armour, they are just a bunch of humans you can bump into anywhere in the streets, the news or online.</p>\n<p>The Morning Show illustrates reality brilliantly and the list of topics I just typed doesn't even scratch the surface of all the complexity.</p>\n<p>There are many other major issues in the world such as climate change, education, famine and those topics are all absent so far. If The Morning Show gets renewed for a third and fourth season, humans have made so many messes and created so many complexities that there is no shortage of issues to tackle.</p>\n",
      "date_published": "2021-12-08T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/missing-elements-aging-self-care-do-you-message/",
      "url": "https://longzero.com/articles/missing-elements-aging-self-care-do-you-message/",
      "title": "Missing messaging elements in self-care and “do you”",
      "content_html": "<p>What I am typing is about the messaging of people who push “Do you”.</p>\n<p>When it comes to self-care, one of my issues is people pushing it don't talk about caring for others as one of the greatest element of self-care.</p>\n<p>The topic of aging is a little related in the sense that some people care in a way that uses a lot of plastic surgery and all sorts of treatments and there are those who care in a way that lets biology and evolution do their thing.</p>\n<p>In all cases, people are just doing them which brings me to a missing element in the messaging of people who push “Do you”.</p>\n<p>If you are going to tell people “Do you”, then you have to let them.</p>\n<p>See what eyes can't see and listen to what ears can't hear. You will find crucial things.</p>\n<p>Reference/Trigger: <a href=\"https://www.cnn.com/2021/11/08/entertainment/sarah-jessica-parker-aging/index.html\" target=\"_blank\">Sarah Jessica Parker is not here for your 'misogynist' ageism</a></p>\n",
      "date_published": "2021-11-09T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/facebook-the-social-dilemma-sequel/",
      "url": "https://longzero.com/articles/facebook-the-social-dilemma-sequel/",
      "title": "A sequel to The Social Dilemma documentary?",
      "content_html": "<p>Going through this article is like reading a sequel to the documentary The Social Dilemma.</p>\n<p>Year after year, there is really nothing good about this network and it feels a lot like if Meta is a leader of the metaverse, it will be universe full of hate, racism, sexism, misogyny, etc; basically, a 3D version of the negativity already present on Facebook.</p>\n<p>“When Trump's post about shooting looters was allowed to stand, engineers on Tribe boards (Facebook's internal group for employees) were openly asking if there were jobs at companies &quot;willing to take a stance on their moral responsibility to the world—because Facebook doesn't seem to be it.&quot; An internal poll showed thousands of employees believed Zuck had made the wrong decision, and the company's first employee walkout followed.”</p>\n<p>Reference/Trigger: <a href=\"https://mashable.com/article/facebook-ugly-truth-book\" target=\"_blank\">Zuck is a lightweight, and 4 more things we learned about Facebook from 'An Ugly Truth'</a></p>\n",
      "date_published": "2021-11-08T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/dealing-with-toublemakers-in-large-crowds/",
      "url": "https://longzero.com/articles/dealing-with-toublemakers-in-large-crowds/",
      "title": "Dealing with troublemakers in large crowds without tear gas that cause collateral damage",
      "content_html": "<p>«Lundi, par exemple, certains individus ont jeté des bouteilles vers les policiers, ou ont allumé des feux d’artifice.»<br />\nReference/Trigger: <a href=\"https://journalmetro.com/actualites/2665014/canadiens-lutilisation-dirritants-chimiques-par-le-spvm-critiquee/\" target=\"_blank\">L’utilisation d’irritants chimiques par le SPVM après les victoires du CH critiquée</a></p>\n<p>Reading this, combined with the heavy rain that just took place, gives me the idea that cops should wear a body armor during these events, especially cops on bikes.</p>\n<p>When they identify someone causing trouble, they can gang up and restrain those specific people and significantly reduce collateral damage caused by tear gas.</p>\n<p>Would this increase police brutality? Possibly. Frankly, I find this to be a context in which a cop punching someone in the face is warranted, especially with so many people witnessing the people causing trouble and screwing up the celebration.</p>\n<p>On a different topic, notice how I am suggesting a solution to a problem without complaining and criticizing. In a very real way, this is my job. Finding solutions is all I do all day at work.</p>\n",
      "date_published": "2021-07-06T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/traffic-isnt-caused-by-anything-other-than-those-who-are-in-it/",
      "url": "https://longzero.com/articles/traffic-isnt-caused-by-anything-other-than-those-who-are-in-it/",
      "title": "Traffic isn&#39;t caused by anything other than those who are in it",
      "content_html": "<p>I encourage you to remember when you were a younger person before you could drive a car, remember how you went from one place to another.</p>\n<p>My hope is that you realize you never needed a car and you don't need one now, at least not every day; not even most days.</p>\n<p>Traffic isn't caused by anything other than those who are in it. If you go to the Old Port tonight with your car, you are a fool.</p>\n<p>By the way, I am talking about all traffic, because bicycle traffic is very real and I reiterate: traffic isn't caused by anything other than those who are in it.</p>\n<p>When you were a kid, you experienced traffic only when adults put you in their cars.</p>\n<p>Before you started driving, going from your bed to see friends was effortless and you were free of road rage, no matter how long it took to see your friends. Remember that.</p>\n<p>Somewhere along the way, while you were growing, you decided to throw that effortlessness away, for no good reason.</p>\n<p>I know your reasons and none of them are good.</p>\n<p>Traffic isn't caused by anything other than those who are in it.</p>\n<p>Related/Trigger: <a target=\"_blank\" href=\"https://journalmetro.com/actualites/politique/2657570/denis-coderre-remet-en-question-le-rev-sur-saint-denis/\">Denis Coderre remet en question le REV sur Saint-Denis</a></p>\n",
      "date_published": "2021-06-18T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/mortal-kombat-2021-quick-review/",
      "url": "https://longzero.com/articles/mortal-kombat-2021-quick-review/",
      "title": "Mortal Kombat 2021, quick review",
      "content_html": "<p>In terms of storytelling, it's basically protagonists trying to survive while villains keep interrupting.</p>\n<p>In terms of entertainment, this movie is like watching your friends play the game, then they do an impressive fatality and you go “Holy crap! Daaaamn!”</p>\n<p>And they didn't hesitate with the blood, just like the games. However, there were scenes that could have been more disgusting.</p>\n<p>Every actor/character is awesome when it comes to fights.</p>\n<div class=\"video-wrapper\">\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/TNlb6ac75AA\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n",
      "date_published": "2021-04-23T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/getting-a-new-phone-under-500/",
      "url": "https://longzero.com/articles/getting-a-new-phone-under-500/",
      "title": "Getting a new phone under 500$",
      "content_html": "<p>My multiple falls from my electric unicycle didn't just damage my body, but my phone is also a casualty.</p>\n<p>Last year, I starting planning for a new phone by creating a new goal in my financial app.</p>\n<p>Yesterday, my phone started acting app with its power button being oversensitive and just executing actions on its own, so the time has come to use that fund and buy a new phone.</p>\n<h2 id=\"why-i-chose-the-google-pixel-4a\" tabindex=\"-1\">Why I chose the Google Pixel 4a? <a class=\"sr-only\" href=\"https://longzero.com/articles/getting-a-new-phone-under-500/#why-i-chose-the-google-pixel-4a\" aria-hidden=\"true\">#</a></h2>\n<p>Since I bought a Nexus 5 secondhand in 2015 and had a good experience, I vowed never to buy a phone over 500$, because I just find it ridiculous to spend 1000$ for a phone.</p>\n<p>Since then, I had the OnePlus X, Google Pixel and Google Pixel 3, all secondhand, all bought between 200 and 400$.</p>\n<p>I looked up for a secondhand Pixel 4a, but the ads from random people didn't inspire trust, so I went for a new one which is “only” 480$. It's under my 500-rule, but it does bug me that taxes make it reach 550.</p>\n<h2 id=\"there-was-another-choice\" tabindex=\"-1\">There was another choice <a class=\"sr-only\" href=\"https://longzero.com/articles/getting-a-new-phone-under-500/#there-was-another-choice\" aria-hidden=\"true\">#</a></h2>\n<p>On paper, the OnePlus Nord N10 5G is only 389$ and beats the Pixel 4a across the board on features and specifications. So why didn't I buy it?</p>\n<p>The answer is simple. I am just too obsessed with taking photos, videos and saving them for free on Google Photos.</p>\n<p>I must have seen 10 comparison videos on YouTube and the consensus about the camera is clear: the Pixel 4a comes out on top.</p>\n<h2 id=\"a-word-about-google-photos\" tabindex=\"-1\">A word about Google Photos <a class=\"sr-only\" href=\"https://longzero.com/articles/getting-a-new-phone-under-500/#a-word-about-google-photos\" aria-hidden=\"true\">#</a></h2>\n<p>Regarding Google Photos, in summer 2021, it will no longer be free and only Google Pixel phones up to the Pixel 5 can still benefit from uploading for free. It only applies to high quality photos, not original quality, but that's always been more than good for me.</p>\n<h2 id=\"last-words\" tabindex=\"-1\">Last words <a class=\"sr-only\" href=\"https://longzero.com/articles/getting-a-new-phone-under-500/#last-words\" aria-hidden=\"true\">#</a></h2>\n<p>If you don't care about camera and photos, you should get a OnePlus Nord N10 5G. There is no reason to get anything else, especially if it's over 500$.</p>\n<p>As is the case with so many things, your choice comes down to what is important to you.</p>\n",
      "date_published": "2021-04-02T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-02-26-transportation-bikes-cars-honking/",
      "url": "https://longzero.com/articles/2021-02-26-transportation-bikes-cars-honking/",
      "title": "Cars honking at bikes",
      "content_html": "<p>J'ai vu de loin un automobiliste klaxonner après un cycliste pour aucune raison sauf pour dire «Va plus vite» ou «Dégage de mon chemin».</p>\n<p>Je n'aime pas les automobilistes, particulièrement à gaz. Je n'aime pas les cyclistes non plus. Je n'aime pas les humains en général.</p>\n<p>Rien de tout ça ne m'empêche de penser envers l'automobiliste “What the crap is the matter with you!”</p>\n<p>Désolé les automobilistes, particulièrement ceux qui habitent en ville et ne circulent qu'en ville, as of 2021, you are on the wrong side of history.</p>\n",
      "date_published": "2021-02-26T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-02-26-health-over-politics/",
      "url": "https://longzero.com/articles/2021-02-26-health-over-politics/",
      "title": "Health over politics",
      "content_html": "<p>Dans la dernière année, j'ai porté énormément d'attention à la politique américaine et canadienne et ça me fait apprécier énormément d'être au Canada, dans n'importe quelle province.</p>\n<p>Si votre attention était similaire, vous pouvez observer qu'au Canada, peu importe le parti politique, tout le monde aurait plus ou moins agi de la même manière envers la COVID-19. En juste quelques mots, tout le monde reconnaît qu'il faut faire ce qu'il faut faire pour baisser la propagation du coronavirus et prévenir une surcharge du système de santé. Tous les partis sont sur cette page. Tout le monde peut avoir des méthodes différentes, mais ce but est commun.</p>\n<p>Je trouve ça très réconfortant, parce qu'aux États-Unis, il y a un parti qui délire complètement.</p>\n<p>On aurait espéré qu'après la défaite du bonhomme Orange, les Republicains retrouveraient un minimum de capacité de réflexion, mais nope... C'est juste délire après délire.</p>\n<p><a href=\"https://www.cnn.com/2021/02/26/politics/2021-cpac-covid-restrictions/index.html\">'They restricted our freedoms': CPAC speakers push back against Covid restrictions</a></p>\n",
      "date_published": "2021-02-26T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-02-24-thinking-about-my-life-thus-far/",
      "url": "https://longzero.com/articles/2021-02-24-thinking-about-my-life-thus-far/",
      "title": "Thinking about my life thus far",
      "content_html": "<p>Assis devant mon ordi avec les projets sur lesquels je travaille, mais je ne tape rien...</p>\n<p>À la place de taper, mon cerveau voyage dans le temps avec des souvenirs des beaux moments et des moments moins beaux, des moments majestueux et des moments simplementt horribles; et je me surprends à rire à voix haute... 😆</p>\n<p>Malgré que j'adore la solitude, je dois admettre que beaucoup de moments qui font rire incluent d'autres personnes.</p>\n<p>Ça fait du bien.</p>\n<p>I hope that when you think of your own past, you are satisfied with what you see.</p>\n<p>Bon... Au travail!</p>\n",
      "date_published": "2021-02-24T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/open-new-tab-next-to-current/",
      "url": "https://longzero.com/articles/open-new-tab-next-to-current/",
      "title": "Save time by opening new tabs next to the active one (extension for Chrome)",
      "content_html": "<p>For my keyboard warriors out there, you already know how much time you can save by using a keyboard instead of a mouse.</p>\n<p><a href=\"https://chrome.google.com/webstore/detail/open-tabs-next-to-current/gmpnnmonpnnmnhpdldahlekfofigiffh\">Small extensions like this one</a> seem insignificant, but they save a lot of time.</p>\n",
      "date_published": "2021-02-17T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/triple-fracture/",
      "url": "https://longzero.com/articles/triple-fracture/",
      "title": "Triple fracture caused by loss of balance and my electric unicycle smashing my leg",
      "content_html": "<p>On December 5th, 2020, I hit an unexpected pothole while riding my electric unicycle which caused a loss of balance; my legs bounced on the pedals and fell on the ground in front of my wheel which hit my right leg hard enough to cause my tibia and fibula to break.</p>\n<p>Somehow, my big toe on the right foot broke as well.</p>\n<p>This post is merely a chronological account of the healing process week after week. It will be updated every week until I want to stop documenting this experience and the date will reflect the last time I made an update.</p>\n<p>The following links will jump to the relevant sections of this post and they also serve as a TLDR. Frankly, I am surprised you even read this far already...</p>\n<ul>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-1-the-accident\">Week 1: The accident</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-2-blood-rush-pain\">Week 2: Blood rush pain when getting out of bed</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-3-stitches-removal-and-surprise-walking\">Week 3: Stitches removal and surprise walking</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-4-5-6-the-end-of-blood-rush-pain-and-transitioning-to-a-cane\">Week 4-5-6: The end of blood rush pain and transitioning to a cane</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-7-100-cane\">Week 7: 100% cane</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-8-phasing-out-the-cane-when-at-home\">Week 8: Phasing out the cane when at home</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-9-freely-getting-on-and-off-my-electric-unicycle\">Week 9: Freely getting on and off my electric unicycle</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-10-testing-the-limits-of-my-broken-healing-leg\">Week 10: Testing the limits of my broken-healing leg by bouncing on it</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#week-11-first-electric-unicycle-ride-outside-since-the-accident\">Week 11: First electric unicycle ride outside since the accident</a></li>\n<li><a href=\"https://longzero.com/articles/triple-fracture/#two-years-later-2022-12-04\">Two years later</a> (latest update)</li>\n</ul>\n<h2 id=\"week-1-the-accident\" tabindex=\"-1\">Week 1: The accident <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-1-the-accident\" aria-hidden=\"true\">#</a></h2>\n<p>The accident happened in the afternoon of December 5th, 2020 as I was heading home to buying groceries. The adrenaline rush allowed me to crawl from the middle of the street to the sidewalk.</p>\n<p>Once I was out of the path of cars, the adrenaline went away and I felt the full force of the pain. It was so painful that I wasn't even thinking about asking for help or calling an ambulance.</p>\n<p>A Good Samaritan who drove by stopped his car to check on me and he called the ambulance. It felt like an eternity before the arrival of the ambulance. It also felt like an eternity before getting to the hospital. In actuality, I was at the hospital an hour later.</p>\n<h3 id=\"at-the-hospital\" tabindex=\"-1\">At the hospital <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#at-the-hospital\" aria-hidden=\"true\">#</a></h3>\n<p>At the hospital, I was treated like a trauma case, possibly because of the intense pain and also because I was on the verge of an open fracture.</p>\n<p>They gave me strong painkillers and while I was being pushed on a stretcher to get an X-ray and an MRI, I was looking at the ceiling lights passing by and I may have been hallucinating that I was in a galaxy far far away. I was thinking that I would end up with a bionic leg the same way Luke Skywalker had a bionic hand. It was surprisingly a comforting thought.</p>\n<p>I also thought those lights on the ceiling were part of a transition into the afterlife, which wasn't as comforting.</p>\n<p>Eventually, I was moved to a room.</p>\n<h3 id=\"the-surgery\" tabindex=\"-1\">The surgery <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#the-surgery\" aria-hidden=\"true\">#</a></h3>\n<p>The next day, Sunday, a nurse checked on me. I already deduced that I would need surgery. That much was obvious. The question was when and unfortunaly, the nurse said she didn't know when it would take place. It could the same day or in the next few days.</p>\n<p>By a stroke of luck, only a few hours later, I was taken into surgery which was extremely fortunate. I was actually given the option to let my leg heal on its own or do the surgery which involved inserting an intramedullary nail into my tibia to stabilize it.</p>\n<p>I chose the surgery. It was choosing between 2-3 months to heal vs 6 months, so the choice was easy.</p>\n<p>The procedure went very well according to the surgeon and I was going to be discharged as soon as I could walk with crutches and he expected me to be able to do that within 24 hours, but it wasn't until 48 hours later, on Tuesday, that I was able to “walk”.</p>\n<p>This video is a one-minute animation of the surgery which took 2.5 hours.</p>\n<div class=\"video-wrapper\">\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/BNqd_-xDM6A\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<h3 id=\"home\" tabindex=\"-1\">Home <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#home\" aria-hidden=\"true\">#</a></h3>\n<p>Things like fractures will reveal things that aren't very apparent otherwise, such as what muscles you use when making certain movements.</p>\n<p>This situation also revealed which areas of my house are the most important on a usefulness level: bathroom, kitchen and bedroom.</p>\n<p>With that in mind, mutiple changes had to be done at home to make my place handicap friendly. This meant putting everything I use most to those places for easy access.</p>\n<h2 id=\"week-2-blood-rush-pain\" tabindex=\"-1\">Week 2: Blood rush pain <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-2-blood-rush-pain\" aria-hidden=\"true\">#</a></h2>\n<p>No change. The worst thing at this point is getting out of bed.</p>\n<p>When you have an injury such as a fracture in the lower body, one of the things to do is to keep your leg elevated by putting one of more pillows. This is mainly to prevent swelling or rather to reduce it, because at this stage, the swelling seems inevitable.</p>\n<p>What makes getting out of bed so bad is the blood rush that goes into the leg when it gets down from the bed, or from any place where it is elevated.</p>\n<p>This pain will continue until week 4.</p>\n<h2 id=\"week-3-stitches-removal-and-surprise-walking\" tabindex=\"-1\">Week 3: Stitches removal and surprise walking <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-3-stitches-removal-and-surprise-walking\" aria-hidden=\"true\">#</a></h2>\n<p>I had an appointment to remove my stitches.</p>\n<p>The great thing about having an intramedullary nail is that a cast is optional. In addition, you can put weight on your leg as long as the pain is tolerable. This makes wearing a walking boot rather comfortable.</p>\n<p>However, thus far, the swelling prevented my leg from fitting into the boot until this week.</p>\n<p>I was able to take a step further and walk with a cane and even take a few steps without it. Even if I could only keep this up for only a few steps, this was an incredible surprise.</p>\n<div class=\"video-wrapper\">\n<!-- https://www.facebook.com/122000162/videos/a.574422401961/580520176971 -->\n<iframe src=\"https://www.facebook.com/plugins/video.php?height=314&href=https%3A%2F%2Fwww.facebook.com%2Flongzero%2Fvideos%2F580520176971%2F&show_text=false&width=560&t=0\" width=\"560\" height=\"314\" style=\"border:none;overflow:hidden\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"true\" allow=\"autoplay; clipboard-write; encrypted-media; picture-in-picture; web-share\" allowFullScreen=\"true\"></iframe>\n</div>\n<p>In the same week, I took it even further and tried to ride my electric unicycle in the house and this is what it looks like.</p>\n<div class=\"video-wrapper\">\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/4ygXCzpQ8Hs\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<h2 id=\"week-4-5-6-the-end-of-blood-rush-pain-and-transitioning-to-a-cane\" tabindex=\"-1\">Week 4-5-6: The end of blood rush pain and transitioning to a cane <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-4-5-6-the-end-of-blood-rush-pain-and-transitioning-to-a-cane\" aria-hidden=\"true\">#</a></h2>\n<p>The blood rush from getting out of bed started to go away and I transitioned from using crutches to using a cane.</p>\n<h2 id=\"week-7-100-cane\" tabindex=\"-1\">Week 7: 100% cane <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-7-100-cane\" aria-hidden=\"true\">#</a></h2>\n<p>I had a follow-up appointment at the hospital and I was able to drive myself, a car with manual transmission which means having to use both legs. It was very uncomfortable, but not painful.</p>\n<p>At this point, walking with a cane is comfortable and walking without it is difficult, but doable.</p>\n<div class=\"video-wrapper\">\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/uXZAIN3g6vk\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<h2 id=\"week-8-phasing-out-the-cane-when-at-home\" tabindex=\"-1\">Week 8: Phasing out the cane when at home <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-8-phasing-out-the-cane-when-at-home\" aria-hidden=\"true\">#</a></h2>\n<p>I use my cane less and less when at home and definitely use it when going out.</p>\n<h2 id=\"week-9-freely-getting-on-and-off-my-electric-unicycle\" tabindex=\"-1\">Week 9: Freely getting on and off my electric unicycle <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-9-freely-getting-on-and-off-my-electric-unicycle\" aria-hidden=\"true\">#</a></h2>\n<p>I stopped using my cane when at home and still use it when going out.</p>\n<p>I can put more weight on my leg, enough to be able to mount and unmount my electric unicycle without holding on to anything, but it needs to be done softly. This means at this point, it isn't a good idea to go outside and face “street scenarios” yet.</p>\n<div class=\"video-wrapper\">\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/qXWRySlvC6I\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<h2 id=\"week-10-testing-the-limits-of-my-broken-healing-leg\" tabindex=\"-1\">Week 10: Testing the limits of my broken-healing leg <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-10-testing-the-limits-of-my-broken-healing-leg\" aria-hidden=\"true\">#</a></h2>\n<p>Just training and doing personal physical therapy to test the limits of my leg at this point of the healing process.</p>\n<p>I am able to fully stand on the broken leg, but it is difficult to maintain balance.</p>\n<blockquote class=\"instagram-media\" data-instgrm-permalink=\"https://www.instagram.com/p/CLH_s0MHQxl/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"13\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:540px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:16px;\"> <a href=\"https://www.instagram.com/p/CLH_s0MHQxl/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;\" target=\"_blank\"> <div style=\" display: flex; flex-direction: row; align-items: center;\"> <div style=\"background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;\"></div> <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center;\"> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;\"></div> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;\"></div></div></div><div style=\"padding: 19% 0;\"></div> <div style=\"display:block; height:50px; margin:0 auto 12px; width:50px;\"><svg width=\"50px\" height=\"50px\" viewBox=\"0 0 60 60\" version=\"1.1\" xmlns=\"https://www.w3.org/2000/svg\" xmlns:xlink=\"https://www.w3.org/1999/xlink\"><g stroke=\"none\" stroke-width=\"1\" fill=\"none\" fill-rule=\"evenodd\"><g transform=\"translate(-511.000000, -20.000000)\" fill=\"#000000\"><g><path d=\"M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631\"></path></g></g></g></svg></div><div style=\"padding-top: 8px;\"> <div style=\" color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;\"> View this post on Instagram</div></div><div style=\"padding: 12.5% 0;\"></div> <div style=\"display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;\"><div> <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);\"></div> <div style=\"background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;\"></div> <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);\"></div></div><div style=\"margin-left: 8px;\"> <div style=\" background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;\"></div> <div style=\" width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)\"></div></div><div style=\"margin-left: auto;\"> <div style=\" width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);\"></div> <div style=\" background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);\"></div> <div style=\" width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);\"></div></div></div> <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center; margin-bottom: 24px;\"> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 224px;\"></div> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 144px;\"></div></div></a><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/CLH_s0MHQxl/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A post shared by LONG (@longzero)</a></p></div></blockquote> <script async=\"\" src=\"https://www.instagram.com/embed.js\"></script>\n<h2 id=\"week-11-first-electric-unicycle-ride-outside-since-the-accident\" tabindex=\"-1\">Week 11: First electric unicycle ride outside since the accident <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#week-11-first-electric-unicycle-ride-outside-since-the-accident\" aria-hidden=\"true\">#</a></h2>\n<p>Autonomy to move around is fully back even though things like jumping still hurts.</p>\n<p>For about 3-4 weeks, I've been trying to ride my electric unicycle inside the house and this week, I finally had enough confidence in the healing process to ride outside. I had to be careful not to ride on ice, so I was pretty slow.</p>\n<p>My ankle still can't fully flex and I have a feeling it will remain the case for much of 2021. This is possibly because the fibula was not stabilized in the surgery and it plays a role in movements of the ankle joint.</p>\n<div class=\"video-wrapper\">\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/tVfYp0AXImY\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<h2 id=\"two-years-later-2022-12-04\" tabindex=\"-1\">Two years later (2022-12-04) <a class=\"sr-only\" href=\"https://longzero.com/articles/triple-fracture/#two-years-later-2022-12-04\" aria-hidden=\"true\">#</a></h2>\n<p>I can't walk or run for a long time the way I used to without feeling discomfort and sometimes pain. I accept this is how it will be for the rest of my life.</p>\n",
      "date_published": "2021-02-14T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/going-out-alone/",
      "url": "https://longzero.com/articles/going-out-alone/",
      "title": "Going out alone",
      "content_html": "<p>For some reason, YouTube suggested this video to me.</p>\n<p>Maybe Google knows I live alone between there is always only one living dot living at the coordinates where I am. At the same time, we are in a pandemic, so why would it suggest me to go to parties...</p>\n<p>Anyway, I am no stranger to going out alone. A lot of people know this about me and it's quite fun to just bump randomly into people you know.</p>\n<p>Heck, even when I don't go out alone, people can just go talk to people and I will be just fine. I am very capable of being alone in a group. I am judging everybody silently and it is very entertaining.</p>\n<p>Unlike most people, I don't feel a need to communicate my judgment of anyone. In doing so, I get to see my judgment evolve and I am either right or wrong. I especially like those moments “Holy crap! I didn't see that coming”. In some ways, it's like watching a live tv show where you don't really know where things are going and you have no control over where things are going.</p>\n<p>Basically, if you ever feel like going out, but you don't want to go alone, but you also want to meet people, I am perfectly suited for that situation and I am always down to have a drink.</p>\n<p>I like to part where she mentions food at parties.</p>\n<div class=\"video-wrapper\">\n  <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/8kFf745Yqrw\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n",
      "date_published": "2021-02-07T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/district-31-black-lives-matter/",
      "url": "https://longzero.com/articles/district-31-black-lives-matter/",
      "title": "District 31 et Black Lives Matter",
      "content_html": "<p>District 31.</p>\n<p>Je viens de voir par hasard ma première pub de la série à vie. Dans cette pub, un homme noir est emprisonné par des policiers blancs et je me demande pourquoi. Je me demande spécifiquement pourquoi c'est cette histoire qui a été choisie.</p>\n<p>Je n'ai jamais vu un seul épisode et une seule pub de cette série et cette pub ne laisse pas une bonne impression.</p>\n<p>Les chances que je vois CETTE pub, à CE moment avec CETTE scène sont extrèmement rares, parce que je n'ai pas de télé et c'est vraiment rare que j'écoute quoi que ce soit en direct sur le web.</p>\n<p>Dans le monde de 2021, avec tous les problèmes qui existaient depuis longtemps dont les gens reconnaissent l'existence, enfin, le scénario manque de rigueur.</p>\n<p>Disons que si j'étais un idiot du type «All lives matter» ou «Pas tous les hommes», cette scène, et j'ose dire, ce scénario, m'aurait poussé encore plus loin dans mon idiotie.</p>\n<p>Là, j'entends des «Chill, t'en fait tout un plat».</p>\n<p>Well... Comme je l'ai déjà écrit vraiment trop de fois:</p>\n<p>Small things are the building blocks of big things.</p>\n",
      "date_published": "2021-02-04T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-31-tibia-fibula-fracture-electric-unicycle/",
      "url": "https://longzero.com/articles/2021-01-31-tibia-fibula-fracture-electric-unicycle/",
      "title": "Tibia/Fibula frature • Progress on week 9 day 2",
      "content_html": "<p>Week 9 day 2.</p>\n<p>A week and a half ago, after seeing me walk with a cane, a friend who has first hand experience of tibia/fibula fracture thought I had the genes of Wolverine.</p>\n<p>It is now the beginning of week 9 and I can mount and unmount my electric unicycle without holding on to anything.</p>\n<p>However, my ankle can't bend without pain, so my motorcycle boot is quite useful because it limits range of motion and this is great.</p>\n<p>If there was less snow and it was warmer right now, I would go practice outside.</p>\n<p>It would be great to have the healing factor of Wolverine or Deadpool.</p>\n",
      "date_published": "2021-01-31T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-30-online-education/",
      "url": "https://longzero.com/articles/2021-01-30-online-education/",
      "title": "Online education",
      "content_html": "<p>With online education on the rise, exacerbated by the pandemic, we can see that the cost of university is merely for a diploma—a piece of paper, because whatever we want to learn, we can do it for free through YouTube or articles written by passionate professionals. We can also do it at a cost on reputable websites like LinkedIn Learning and Skillshare.</p>\n<p>This was true before the pandemic and its arrival highlighted it.</p>\n<p>The only reason to pay for a piece of paper is to practice a profession that required a certificatio to be part of an order, like a registered nurse, a doctor, a lawyer, etc.</p>\n<p>It's easy for me to say all this, because I have first hand experienced with all three paths:</p>\n<ul>\n<li>education that leads to a useless piece of paper (design de l’environnement)</li>\n<li>education that leads to a useful piece of paper (respiratory therapy)</li>\n<li>self-taught education without paper (web development)</li>\n</ul>\n",
      "date_published": "2021-01-30T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-30-education-en-ligne/",
      "url": "https://longzero.com/articles/2021-01-30-education-en-ligne/",
      "title": "Éducation en ligne",
      "content_html": "<p>Avec l’éducation en ligne, on voit clairement que le coût payé n’est que pour un diplôme—un morceau de papier, parce que peu importe ce qu’on veut apprendre, on peut déjà l’apprendre sur le web gratuitement avec YouTube ou des gens passionnés qui écrivent des articles ou bien en payant sur des sites comme LinkedIn Learning et Skillshare.</p>\n<p>C’était vrai avant la pandémie et son arrivée l’a encadré en rouge.</p>\n<p>La seul raison de payer pour un morceau de papier, c’est pour pratiquer une profession qui demande d’être certifié en faisant partie d’un ordre, comme pour être infirmière, avocate, médecin, ingénieure, etc.</p>\n<p>C’est vraiment facile pour moi de dire tout ça, parce que j’ai de l’expérience directe avec les trois voies:</p>\n<ul>\n<li>l’éducation qui mène au papier inutile (design de l’environnement)</li>\n<li>l’éducation qui mène au papier utile (inhalothérapie)</li>\n<li>l’éducation autodidacte sans papier (développement web)</li>\n</ul>\n",
      "date_published": "2021-01-30T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/looking-for-ways-to-volunteer-for-research-on-mental-health-issues/",
      "url": "https://longzero.com/articles/looking-for-ways-to-volunteer-for-research-on-mental-health-issues/",
      "title": "Looking for ways to volunteer for research on mental health issues",
      "content_html": "<p>There are individuals, teams, organizations trying to help people who have mental health issues.</p>\n<p>How about individuals, teams, organizations who research people without mental health issues to prevent and help mental health issues?</p>\n<p>I'm asking because I want to volunteer to help. I want to be studied, because if there is a brain you can't, or very difficult to, bring down, it's mine.</p>\n<p>I don't care that much about breaking bones. The count in my life is currently at six and I would prefer to never break any other bone for the rest of my life, but my general behaviour in life makes it quite likely for many crazy crap to occur in my future.</p>\n<p>That paragraph is just me accepting who I am... Oh... I suppose that is one key to use against mental health issues: acceptance of oneself.</p>\n<p>I also don't reject the possibility that my views are symptoms of an undiagnosed mental health issue.</p>\n<p>Anyway, where can people volunteer for research? (in Montreal, Canada)</p>\n",
      "date_published": "2021-01-19T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-13-pay-it-forward/",
      "url": "https://longzero.com/articles/2021-01-13-pay-it-forward/",
      "title": "Pay it forward",
      "content_html": "<p>Pay it forward.</p>\n<p>I don't believe if I do something for you, it means you have to do something for me and vice versa.</p>\n<p>I believe in paying it forward.</p>\n<p>When you do something for others, don't expect them to do anything for you, just hope they will do something for others.</p>\n<p>Let go.</p>\n",
      "date_published": "2021-01-13T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/uber-eats-takes-30-percent/",
      "url": "https://longzero.com/articles/uber-eats-takes-30-percent/",
      "title": "Uber Eats takes 30% of restaurants’s cut",
      "content_html": "<p>Depuis le début de la pandémie, je vous encourage à éviter les compagnies de livraisons de bouffe.</p>\n<p>Encore une fois, je vous encourage à éviter les compagnies de livraisons de bouffes.</p>\n<p>Allez directement au restaurant. Je l'aurais fait pour vous gratuitement si j'avais deux jambes, mais bon... Gotta heal first.</p>\n<p>Dans ma situation présente avec une jambe fracturée, je préfère demander service à mes proches et c'est ce que je fais.</p>\n<p>Cessez de commander avec des compagnies qui privent 30% du revenu des restaurants juste parce que vous êtes trop paresseux pour y aller vous même.</p>\n<p>Pas le temps à cause des enfants? Amenez les avec vous pour ramasser les commandes. Ils ont besoin de sortir dehors. Vous aussi d'ailleurs.</p>\n",
      "date_published": "2021-01-08T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/trump-will-win/",
      "url": "https://longzero.com/articles/trump-will-win/",
      "title": "“Trump will win”",
      "content_html": "<p>“Agent Orange will win.”</p>\n<p>I wish I posted that in 2016. I wasn't surprised when he did.</p>\n<p>When people don't take something seriously, they fail. In 2016, his candidacy wasn't taken seriously, so the population failed.</p>\n<p>In 2020, COVID-19 wasn't taken seriously early enough, so the human world failed.</p>\n<p>“Human world”. That's important, because the world is actually thriving.</p>\n",
      "date_published": "2021-01-08T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-08-canada-quebec-covid-19/",
      "url": "https://longzero.com/articles/2021-01-08-canada-quebec-covid-19/",
      "title": "Tous les partis supportent les mesures sanitaires",
      "content_html": "<p>Quand on écoute tous les partis, qu’on soit pour ou contre Trudeau et Legault, tous les autres chefs auraient appliqués plus ou moins les mêmes mesures, de la même manière que tous les leaders de la planète appliquent plus ou moins les mêmes mesures.</p>\n<p>Ça me rassure beaucoup, parce que ça signifie que les complotistes et/ou les simples gens contre les mesures sanitaires n’ont personne (aucun leader) vers qui se tourner.</p>\n",
      "date_published": "2021-01-08T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-07-white-fragility/",
      "url": "https://longzero.com/articles/2021-01-07-white-fragility/",
      "title": "White Fragility",
      "content_html": "<p>The sad thing is, even after yesterday, many people will still deny the existence of white privilege.</p>\n<p>And as someone who doesn't live in the USA, I will hear a lot of “it doesn't happen here”.</p>\n<p>You should read the book “White Fragility” by Robin DiAngelo. I would even say that you should shut the crap up as long as you haven't read that book.</p>\n<blockquote>\n<p>“You boarded up your businesses and sent out your officers and your tear gas when all we said was “Black lives matter,”</p>\n<p>but you stood back, unprepared and surprised when violent white terrorists showed up exactly as they told you they would and put us all in danger.”</p>\n<p><a href=\"https://twitter.com/MsPackyetti/status/1346926324728918019\" target=\"_blank\">One of many reactions to the display of white privilege during the assault on the Capitol in DC on January 6, 2021</a></p>\n</blockquote>\n",
      "date_published": "2021-01-07T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/les-conspirationnistes-me-font-peur/",
      "url": "https://longzero.com/articles/les-conspirationnistes-me-font-peur/",
      "title": "Les conspirationnistes me font peur",
      "content_html": "<p>J'ai peur de ce qui peut arriver au Québec dans un futur proche, pas à cause de la COVID-19, mais à cause des humains.</p>\n<p>Vu de l'extérieur, ce qui fait peur par rapport à ce qui se passe aux États-Unis, c'est que les gens qui causent tout ce chaos sont un mélange de conspirationnistes, de gens qui pensent que la pandémie est fausse, qui pensent que les mesures sanitaires et les médias sont là pour semer la peur, qui pensent qu'il y a quelconque atteinte à leur liberté, etc.</p>\n<p>C'est le profil de ces personnes et avec les nouvelles mesures annoncées aujourd'hui pour le Québec, ce sont des gens avec ce même profil, qui peuvent potentiellement provoquer ce même chaos au Québec.</p>\n<p>Chèr(e)s parents, votre travail est énorme.</p>\n",
      "date_published": "2021-01-06T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/rowan-atkinson-cancel-culture/",
      "url": "https://longzero.com/articles/rowan-atkinson-cancel-culture/",
      "title": "Rowan Atkinson on cancel culture and the division of society",
      "content_html": "<blockquote>\n<p>“The problem we have online is that an algorithm decides what we want to see, which ends up creating a simplistic, binary view of society. It becomes a case of either you’re with us or against us. And if you’re against us, you deserve to be ‘canceled.’</p>\n<p>“It’s important that we’re exposed to a wide spectrum of opinion, but what we have now is the digital equivalent of the medieval mob roaming the streets looking for someone to burn,” Atkinson added. “So it is scary for anyone who’s a victim of that mob and it fills me with fear about the future.”</p>\n<p><a href=\"https://variety.com/2021/tv/global/mr-bean-rowan-atkinson-cancel-culture-1234878676/\" target=\"_blank\">Rowan Atkison on cancel culture and the division of society</a></p>\n</blockquote>\n",
      "date_published": "2021-01-05T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2021-01-04-covid-19-hmr/",
      "url": "https://longzero.com/articles/2021-01-04-covid-19-hmr/",
      "title": "COVID-19 Hôpital Maisonneuve-Rosemont (4 janvier 2021)",
      "content_html": "<p>À l'hôpital Maisonneuve-Rosemont, c'est rendu que la plupart des patients COVID-19 sont des gens qui admettent avoir trichés (pour le retraçage) et il y a beaucoup de cas dont ce sont les enfants qui infectent les adultes (une bonne raison pour garder les écoles fermées).</p>\n<p>C'est vraiment insultant pour le personnel de santé qui n'ont même pas eu de vacances.</p>\n<p>C'est peut-être juste un seul hôpital, mais parce que c'est un grand hôpital, ça ne m'étonnerait pas que ça reflète les raisons des infections dans l'ensemble du Québec et même de l'Ontario.</p>\n<p>Et je ne parle même pas <a href=\"https://www.tvanouvelles.ca/2021/01/03/retour-de-voyage--deja-des-contacts-des-latterrissage\" target=\"_blank\">des gens qui reviennent d'un voyage</a>.</p>\n",
      "date_published": "2021-01-04T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/vie-normale-au-quebec-en-2021/",
      "url": "https://longzero.com/articles/vie-normale-au-quebec-en-2021/",
      "title": "Vie normale au Québec en 2021?",
      "content_html": "<p>Malheureux à constater, mais une vie «normale» ne semble pas être dans les plans de 2021 pour le Québec.</p>\n<blockquote>\n<p>“Quebec set a goal of inoculating 675,000 by April 1 but, based on the vaccinations to date, it will need to step up the pace considerably to get there.”</p>\n<p><a href=\"https://www.cbc.ca/news/canada/montreal/quebec-second-doses-vaccine-1.5858845\" target=\"_blank\">Quebec to speed up COVID-19 vaccination campaign by not holding 2nd doses in reserve, 2020-12-31</a></p>\n</blockquote>\n<p>Non seulement la barre est tellement basse, mais le Québec risque de ne même pas l'atteindre.</p>\n<p>La vaccination, comme le lavage des mains et la distanciation physique, est un outil pour diminuer la propagation d'une maladie. Pour que ça fonctionne vraiment, il faut que 65 à 70% de la population soit vaccinée, selon des experts de l'OMS, mais ce n'est pas une donnée officielle.</p>\n<blockquote>\n<p>“The fraction of the population that must be vaccinated against COVID-19 to begin inducing herd immunity is not known.”</p>\n<p><a href=\"https://www.who.int/news-room/q-a-detail/herd-immunity-lockdowns-and-covid-19\" target=\"_blank\">Coronavirus disease (COVID-19): Herd immunity, lockdowns and COVID-19, 2020-12-31</a></p>\n</blockquote>\n<p>Malgré cela, faisons quand même le calcul. La population du Québec est 8,57 millions habitants (donnée préliminaire en octobre 2020), donc 5,57 à 5,99 millions personnes doivent être vaccinées.</p>\n<p>Avec un objectif de 675 000 pour les trois premiers mois de l'année, en assumant que c'est le même objectif à tous les trois mois, seulement un peu plus de 2 millions seront vaccinées en 2021.</p>\n<p>C'est pour ça que je considère la barre très basse.</p>\n<p>De plus, “based on the vaccinations to date, it will need to step up the pace considerably to get there”, c'est pour ça que je dis que le Québec risque de ne même pas atteindre son objectif.</p>\n<p>Quand on met ces éléments ensembles, c'est pour ça que je ne vois pas de vie normale au Québec en 2021.</p>\n<p>Toutefois, Wuhan a eu une vie normale à la fin 2020 sans vaccin et mes calculs se basent sur deux choses que j'assume:</p>\n<ul>\n<li>Pour être protégé de la COVID-19, 65 à 70% de la population doit être vaccinée.</li>\n<li>L'objectif de vaccination du Québec est seulement 2,7 millions personnes au lieu de 5,57 millions.</li>\n</ul>\n<p>Alors je serai très heureux d'avoir tort.</p>\n",
      "date_published": "2021-01-03T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/hitting-an-asteroid-in-2021/",
      "url": "https://longzero.com/articles/hitting-an-asteroid-in-2021/",
      "title": "Hitting an asteroid in 2021",
      "content_html": "<p>In July 2021, NASA will launch a rocket to get it smash into an asteroid to move it.</p>\n<p>This is part of a planetary defense program, in case something like the movie Armageddon happens.</p>\n<p>The impact will only happen in 2022.</p>\n<p>Read more:<br />\n<a href=\"https://www.nasa.gov/planetarydefense/dart/\">Planetary Defense - Double Asteroid Redirection Test (DART) Mission</a></p>\n",
      "date_published": "2021-01-03T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/cobra-kai-season-3/",
      "url": "https://longzero.com/articles/cobra-kai-season-3/",
      "title": "Cobra Kai Season 3",
      "content_html": "<p>Happy new year everyone!</p>\n<p>2021 starts with the release of season 3 of Cobra Kai on Netflix. I binged-watched it and it turned out to be a great way to start the year.</p>\n<p>This season made much more sense to me than season 2 in which I thought fights started for no good reason at all. Fights make more sense in season 3 and the storyline does as well.</p>\n<div class=\"video-wrapper\">\n  <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/LcDQqGJG8pA\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<p>The season starts where the previous season left off; it is the aftermath of the school fight and the rest develops from there. It gets better and better from episode to episode and I absolutely love the return of an old character from the Karate Kid movies.</p>\n<p>I really love how season 3 ended with the Christmas music during one of the fight scene as well as Phil Collins’s In the Air Tonight.</p>\n<p>I definitely recommend Cobra Kai 3.</p>\n<p><img src=\"https://longzero.com/assets/images/articles/cobra-kai-season-3-poster.jpg\" alt=\"Part of the homepage of longzero.com on 2020-12-30\" /></p>\n",
      "date_published": "2021-01-01T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/an-unexpected-nye-2020/",
      "url": "https://longzero.com/articles/an-unexpected-nye-2020/",
      "title": "An unexpected NYE",
      "content_html": "<p>An unexpected NYE.</p>\n<p>Year after year, I always expect to be alone, then last year (last night), some friends showed up for the countdown, all spread out in front of my house.</p>\n<p>That moment turned a regular night into a very good NYE, considering a pandemic, a broken leg and cold weather. Nice way to transition years.</p>\n<p>Happy new year!</p>\n",
      "date_published": "2021-01-01T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/the-end-of-flash/",
      "url": "https://longzero.com/articles/the-end-of-flash/",
      "title": "The end of Flash",
      "content_html": "<p>The end of Flash.</p>\n<p>Ça fait une éternité que je n'ai pas vu de site Flash, mais je savoure quand même ce moment.</p>\n<p>Il faudrait que Microsoft fasse pareille et pousse un message invasif aux gens et aux compagnies qui utilisent encore Internet Explorer.… See More</p>\n<p><a href=\"https://www.slashgear.com/adobe-flash-warnings-start-popping-up-on-windows-10-28652614/\">https://www.slashgear.com/adobe-flash-warnings-start-popping-up-on-windows-10-28652614/</a></p>\n",
      "date_published": "2020-12-31T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/2020-pandemic-electric-unicycles-fractured-leg-and-websites/",
      "url": "https://longzero.com/articles/2020-pandemic-electric-unicycles-fractured-leg-and-websites/",
      "title": "Year in review 2020: pandemic, electric unicycles, fractured leg and websites",
      "content_html": "<p>Pandemic, electric unicycles, fractured leg and websites; that sums up my 2020.</p>\n<p>The pandemic is what every single human on Earth has had to deal with this year, so I won't dwell on this. I will just say that it exists and we have to deal with it and we will still have to deal with it in 2021.</p>\n<p>Although I didn't put them in the title or the URL, there are other things that were significant to me this year:</p>\n<ul>\n<li>Black Lives Matter</li>\n<li>#metoo resurgence in Quebec in the form of online denunciations.</li>\n<li>US Elections</li>\n<li>Dealing with stupid people and conspiracy theorists, online and offline.</li>\n</ul>\n<p>In an effort to keep this post short, I won't discuss these topics in this post. I list them as an acknowledgeent that they had some sort of influence on me.</p>\n<h2 id=\"electric-unicycles\" tabindex=\"-1\">Electric unicycles <a class=\"sr-only\" href=\"https://longzero.com/articles/2020-pandemic-electric-unicycles-fractured-leg-and-websites/#electric-unicycles\" aria-hidden=\"true\">#</a></h2>\n<div class=\"video-wrapper\">\n  <iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/WAN6L0FYmD0\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<p>This is the best thing I got into in 2020 and it is one of the best things in my life. Before the the pandemic hit, I was going to travel to News Orleans. I was looking for ways to explore the city without having to deal with trafic, paying a cab or dealing with the possiblity of bicycle theft.</p>\n<p>In my research, I found all sorts of electric vehicles, but unfortunately, I found that anything with such big lithium batteries are forbidden on planes, even as checked-in baggage.</p>\n<p>However, discovering the range and speed of electric unicycles made me realize that it was a type of vehicle that could allow to go places without all inconveniences of cars. Namely, trafic, parking, licence, gas; those are things that end up taking a big part of your life when you use a car.</p>\n<p>Why an electric unicycle over other electric vehicles? Range, speed, no trafic, no looking for parking, no gas and free hands. There are many more reasons, but those are my main ones.</p>\n<p>Electric unicycles are great vehicles for going around in a city such as Montreal.</p>\n<h2 id=\"fractured-leg\" tabindex=\"-1\">Fractured leg <a class=\"sr-only\" href=\"https://longzero.com/articles/2020-pandemic-electric-unicycles-fractured-leg-and-websites/#fractured-leg\" aria-hidden=\"true\">#</a></h2>\n<p><img src=\"https://longzero.com/assets/images/articles/electric-unicycles-and-websites-broken-bones.jpg\" alt=\"X-ray of an intramedullary nail in left tibia with a fractured fibula\" /></p>\n<p>On December 5, 2020, I was riding with groceries. I looked behind briefly to check for incoming cars and as I turned back, I hit a pothole. I fell in front of my wheel and it hit my leg which caused three bones to break; the tibia, the fibula and another bone in my foot.</p>\n<p>As I write this, it is 25 days later and I have to stay home and let the bone healing process do its thing. The first time I ever broke a bone was my ankle in 2013 and this feels similar.</p>\n<p>Despite the severity of this event, I remain pretty upbeat. Maybe it's because I know that it's only temporary physical pain.</p>\n<h2 id=\"new-website\" tabindex=\"-1\">New website <a class=\"sr-only\" href=\"https://longzero.com/articles/2020-pandemic-electric-unicycles-fractured-leg-and-websites/#new-website\" aria-hidden=\"true\">#</a></h2>\n<p>For months and maybe subconsciously, for years, I have been thinking of turning <a href=\"http://longzero.com/\">longzero.com</a> into a place where I publish things, but instead, it's been merely my portfolio showcasing a few websites I have worked on in my career.</p>\n<p>I have decided to put less emphasis on that and more on publishing. This means I will have to publish more.</p>\n<p>I can recycle a lot of things I have posted all over the place, especially on Facebook, and put it here, in a centralized place.</p>\n<p><img src=\"https://longzero.com/assets/images/articles/electric-unicycles-and-websites-new-website.png\" alt=\"Part of the homepage of longzero.com on 2020-12-30\" /></p>\n",
      "date_published": "2020-12-30T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/une-roue-pour-les-gouverner-toutes/",
      "url": "https://longzero.com/articles/une-roue-pour-les-gouverner-toutes/",
      "title": "Une roue pour les gouverner toutes",
      "content_html": "<p>Après 36 heures de recherches de transports alternatifs et de vidéos sur YouTube, j’ai vraiment hâte à mon prochain geste écologique.</p>\n<p>Normalement, dans le secteur des dépenses inattendues, on trouve des choses liées à des accidents, la santé, des crevaisons ou des autos qui ne démarrent pas. Toutes ces choses me sont déjà arrivées et elles sont toutes désagréables.</p>\n<p>En ce moment, cette année même, je m’apprête à dépenser un gros montant de manière inattendue, mais ça sera une dépense agréable: je vais m’acheter une gyroroue (monocycle électrique), spécifiquement le InMotion V10 qui coûte proche de 2000$.</p>\n<p>Ça sera une dépense pas mal plus élevée que les autres types de dépenses inattendues, mais au moins, celle-ci peut être vue comme un investissement à long terme.</p>\n<p>Pour atterrir sur ce modèle, j’ai considéré le coût, la distance, la vitesse, la puissance, les pentes, la sécurité et bien sûr, les nids de poules.</p>\n<p>Je pourrais faire l’achat maintenant, mais je ne me presse pas, parce qu’il y a encore de la neige dehors. De tout ce que j’aie vu, ça fonctionne bien sur la neige, mais c’est une première fois, alors je patiente.</p>\n<p>Ultimement, mon empreinte de carbone au niveau du transport va radicalement diminuer et mon coût d’essence par année va aussi radicalement diminuer.</p>\n<p>Je suis en route pour encore diminuer mon empreinte de carbone et diminuer le trafic.</p>\n<div class=\"video-wrapper\">\n  <iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/4rlw6fDmcQM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n",
      "date_published": "2020-02-16T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/set-yourself-unreachable-goals/",
      "url": "https://longzero.com/articles/set-yourself-unreachable-goals/",
      "title": "Set yourself unreachable goals",
      "content_html": "<p>If you’re going to set yourself reachable goals, you should question what drives you; what gets you out of bed?</p>\n<p>The worst part of reachable goals is the moment you reach them, because… What’s next? Do you just stop getting out of bed and die?</p>\n<p>In my life, I’ve heard so many people, including friends and family, who set goals they can easily attain.</p>\n<p>That’s just like getting a quick fix to raise dopamine levels for a short time. It’s simply unsustainable for the rest of your life.</p>\n<p>Unreachable goals will give you motivation for the rest of your life. As such, it is never reaching those goals. It’s never about the destination, but it’s always about the journey.</p>\n<p>“A goal is not always meant to be reached, it often serves simply as something to aim at.” ~Bruce Lee</p>\n",
      "date_published": "2020-01-19T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/porte-attention-a-ce-que-tu-as-deja/",
      "url": "https://longzero.com/articles/porte-attention-a-ce-que-tu-as-deja/",
      "title": "Porte attention à ce que tu as déjà",
      "content_html": "<p>Ma plus grande force est ma perspective et ma vision de la vie.</p>\n<p>Comment est-ce que je fais pour être heureux? Une partie de ma recette est en me comparant continuellement aux autres.</p>\n<p>C’est vraiment populaire de conseiller aux gens d’arrêter de se comparer ou de juger ou de discriminer, etc. Je trouve ce conseil complètement ridicule, parce qu’on va toujours se comparer.</p>\n<p>La conversation qu’on devrait avoir devrait tourner autour de ce qu’on fait avec les résultats des comparaisons et des jugements.</p>\n<p>Exemple: On se compare et vous êtes meilleur•e•s que moi à écrire? D’accord, qu’est-ce qu’on fait avec cette information? Il y a des gens qui boudent, qui sont en colères, qui sont tristes, qui vont même jusqu’à être déprimés, à cause d’une telle comparaison. Pour moi, c’est clair que ça veut dire que je peux apprendre de vous, que vous ayez la volonté de transmettre vos connaissances ou pas. Votre volonté n’a rien à voir avec votre potentiel de pouvoir m’enrichir, mais ça m’informe qu’il y a un autre niveau que je peux atteindre. Que j’aie envie de l’atteindre ou non, c’est personnel, mais le niveau existe.</p>\n<p>Cet exemple vous révèle une petite portion de mon cerveau; petite, mais dominante par rapport à ma manière de voir les choses.</p>\n<p>Ça contribue énormément au fait que je m’en fous de pratiquement tout avec une intensité assez élevée.</p>\n<p>Je vie au Canada, j’ai un emploi, je peux me permettre un toit, du transport, de la nourriture et du loisir. Si je suis malade au point de devoir aller à une clinique ou à l’urgence, la consultation est gratuite. C’est une belle vie.</p>\n<p>En plus, je peux sortir, m’alcooliser, voyager, etc. C’est plus qu’une belle vie, c’est le fucking paradis.</p>\n<p>Avec cette perspective, c’est excessivement facile d’être heureux.</p>\n",
      "date_published": "2019-12-30T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/theme-of-the-year/",
      "url": "https://longzero.com/articles/theme-of-the-year/",
      "title": "Theme of the year",
      "content_html": "<p>2007\nSecond birth: University graduation + first serious job + creation of my own web show out of anger: Studio 20 Montreal (it lasted five weeks)</p>\n<p>2008\nJobless and projectless: Trying to figure what to do</p>\n<p>2009\nVietnam &amp; still trying to figure what to do</p>\n<p>2010\nStill trying to figure out what to do</p>\n<p>2011\nBeginning of alcoholism &amp; still trying to figure out what to do</p>\n<p>2012\nStill trying to figure what to do</p>\n<p>2013\nStruggle: worst year of my life</p>\n<p>2014\nHustle: enough is enough</p>\n<p>2015\nAwareness: observe what I have and build my life</p>\n<p>2016\nHustle hard &amp; play hard. By September, I did what most people do in a year, so this year effectively had 15 months for me.</p>\n<p>2017\nEnjoyment: reap what you sow.</p>\n<p>2018\nSelf-admiration: looking at my life and seeing that it’s a good life.</p>\n<p>2019\nChilling, super chilling</p>\n<p>2020\nTesting solitude: pandemic and electric unicycle</p>\n",
      "date_published": "2019-12-22T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/testing-googles-recorder/",
      "url": "https://longzero.com/articles/testing-googles-recorder/",
      "title": "Testing Google’s Recorder",
      "content_html": "<p>What I’m sharing here is a test of Google’s new Recorder. Unfortunately, it’s currently only available for Google Pixel phones and the transcript feature works only in English.</p>\n<p>The transcript feature has incredible accuracy and it’s my favourite thing about the app. In this test, I tried different accents and inserted “uh…” and pauses here and there and it ignores them successfully.</p>\n<p>The biggest mistakes it made was typing “to” instead of “too” and “these” instead of “this”.</p>\n<p>Punctuation and paragraphs could be improved, but for a first version, Google really used all the data we feed it.</p>\n<p>Below, you can listen to the test I recorded while following Google’s incredibly accurate transcription, even if I’m just goofing around.</p>\n<p><audio controls=\"\" src=\"https://longzero.com/files/articles/testing-googles-recorder.mp3\"></audio></p>\n<blockquote>\n<p>Hey, yo, what’s up there? Can you hear my accent? You know if you listen to me speaking English, this is not the way I speak normally but you know what? I’m testing this recorder on Android it just came out for all pixels except the first one. Well, maybe the first one to I’m not sure.\nBut the best feature of this thing is transcript, you know, I can speak with any accent and yet it the transcript is very accurate. This is unbelievable. I love this thing. Damn. If you want to speak like these you can too and the transcript is still very very good.\nI am going to stop right now and this is long enough. I’m tired of testing this thing and I don’t like to speak a lot. Goodbye.</p>\n<p><em><strong>Recorder transcript</strong></em></p>\n</blockquote>\n",
      "date_published": "2019-12-12T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/tai-chi-and-beef/",
      "url": "https://longzero.com/articles/tai-chi-and-beef/",
      "title": "Tai chi and beef",
      "content_html": "<p>Je ne devrais pas vous blâmer pour la destruction de la forêt amazonienne et les changements climatiques? Are you shitting me? YOUR DEMAND for meat is causing this shithole!</p>\n<p>Vous aimez blâmer les autres, comme les grosses compagnies et les présidents, au lieu de vous même. Sans vous, ces entités valent shit ass fuck! Keep that in mind.</p>\n<p>Le blame est sur VOUS. Live with that, fuckface!</p>\n<p>Je sais… Mon approche sur le sujet est… It’s who I am… Je choisi toujours le côté… Moins approché.</p>\n<p>This is tai chi.</p>\n",
      "date_published": "2019-08-24T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/respect-happiness-is-contagious/",
      "url": "https://longzero.com/articles/respect-happiness-is-contagious/",
      "title": "Respect + Happiness is contagious",
      "content_html": "<p>I’ve been going out, at least once a week, to bars and restaurants (80% bars) since 2011. This year (2019), I’ve been going out 5-6 days per week.</p>\n<p>This life experience is making me want to open a restaurant or bar and find a second in command whom I would give complete control to, except in situations of conflict.</p>\n<p>In case you didn’t catch what I’m saying: I am looking for trouble and I only want to be involved when there is trouble. I LOVE solving problems. Even if I fail, I LOVE the PROCESS.</p>\n<p>Through observation in the past eight years, it’s obvious to me that your second in command is the most important person, then comes the rest of your crew, then lastly, your customers.</p>\n<p>Yes! Your clients and customers are last! When you keep your staff happy, they’ll be… Happy. Listen to those who want to spend time with their kids. Listen to those who want to spend time with their friends. Listen to those who want to travel the world. With their happiness and well-being comes motivation and more happiness and enjoyment of what one does and you never have to worry about customers, because they will feel the wonderful vibe from your staff, so they will feel happy too.</p>\n<p>Happiness is fucking contagious.</p>\n<p>Meanwhile, because I put so much trust and freedom in my second in command, I’ll be able to do whatever I want, with 0.0001% consequences.</p>\n<p>This is called taking a leap of faith or in one word: investing.</p>\n<p>Now… How do I put everything I just wrote to practice…</p>\n<p>Anybody wants to take charge, but needs someone like me to invest time and/or money?</p>\n<p>There’s another word for everything I just said: respect.</p>\n<p>I don’t know how many words I just wrote, but they can all be summarised with one word: respect.</p>\n<p>Where does this experience come from without serving anything? I’ve been going out religiously for eight years, often 3-4 times per week, more than people who go to church every week.</p>\n<p>In that time, I’ve been listening to clients and staff alike. Everybody knows how annoying it is to listen to people complain and most people can’t endure that, but that’s what I’ve done and am still doing: endure.</p>\n<p>I’ve reached a point where I am delighted to listen and endure.</p>\n<p>One word: respect.</p>\n",
      "date_published": "2019-06-24T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/if-you-want-to-live-longer-work-more/",
      "url": "https://longzero.com/articles/if-you-want-to-live-longer-work-more/",
      "title": "If you want to live longer, work more",
      "content_html": "<p>It seems there are many people, young and old, who think of retirement as a requirement for you to feel like you’re free and (finally) living.</p>\n<p>If that is the case for you, you will never live. For some reason, your mindset causes you to see work as a negative.</p>\n<p>A study conducted in blue zones (places where people live longer) showed common traits among those who live longer: optimism, resilience, good relationships, etc. These traits aren’t surprising, but the one that stood out the most: willingness to work.</p>\n<p>“There is no need to ever retire, but if one must, it should be a lot later than 65”, said someone who was 97 and died at 105.</p>\n<p>Some may say it’s better to live a happy short life than a miserable long life. I used to think that. Here’s the thing though: if you are alive, you always have a chance to spin things whichever way you desire.</p>\n<p>My grandfather is in his 80s or 90s and still goes to work every day walking around like Master Yoda.</p>\n",
      "date_published": "2019-06-04T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/kill-your-todo-list-and-put-everything-in-your-calendar/",
      "url": "https://longzero.com/articles/kill-your-todo-list-and-put-everything-in-your-calendar/",
      "title": "Kill your TODO list and put everything in your calendar",
      "content_html": "<p>I wrote this in 2016 on Instagram. The instagram post is linked at the end.</p>\n<p>One of the things I’ve started doing two weeks ago was to play Tetris with my life and time. It means I’ve started scheduling everything, including my sleep, and I’ve effectively killed my to-do list.</p>\n<p>Let’s start with the to-do list. Do you have one? Look at it. Look at all the crap you should have done weeks ago or months ago, but you haven’t touched. Their existence is proof that you suck at doing things you set your mind to. Cross all those off, because if you’ve waited that long, they can’t be important enough to keep around.</p>\n<p>Next, let’s talk about sleep and scheduling everything and playing Tetris. I’ve come to see everything I do and have to do as Tetris blocks and my entire life is the Tetris board and when I die, it means I have more than I can handle and that’s game over.</p>\n<p>Tetris blocks represent things that need to be done. You know how Tetris works: every single block has to fit somewhere and you have to clear lines, as in get things done, otherwise, you’re dead.</p>\n<p>With that in mind, it makes total sense to schedule sleep as well as everything else, like time to hang out with friends and time to spend with family.</p>\n<p>Let’s go back to the to-do list. I don’t have one anymore. Now, when you ask me to do something, I put it in my calendar. I effectively make time for it; I, you, and others, know when it will happen, unlike with a to-do list where you just write down things, but you have no clue when you’ll get to it and get it done, if it’s going to get done at all.</p>\n<p>Then some people tell me that by scheduling/planning everything, I don’t leave room for the unexpected and spontaneity. To that, I guarantee (I don’t do that a lot) that no matter how hard you plan, surprise will find you, whether it’s good or bad. It’s a human world after all.</p>\n<p>Serendipity: my schedule deviates on a weekly basis, but back to the Tetris game, deviating is the equivalent of misplacing blocks, either on purpose or by accident. What you have to do is readjust and get back on track or… Game over.</p>\n<div class=\"video-wrapper\">\n  <iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/GiUdZ9U-2q4?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen=\"\"></iframe>\n</div>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-permalink=\"https://www.instagram.com/p/BDmqk7Qh0QN/?utm_source=ig_embed&amp;utm_campaign=loading\" data-instgrm-version=\"13\" style=\" background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:540px; min-width:326px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);\"><div style=\"padding:16px;\"> <a href=\"https://www.instagram.com/p/BDmqk7Qh0QN/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" background:#FFFFFF; line-height:0; padding:0 0; text-align:center; text-decoration:none; width:100%;\" target=\"_blank\"> <div style=\" display: flex; flex-direction: row; align-items: center;\"> <div style=\"background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 40px; margin-right: 14px; width: 40px;\"></div> <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center;\"> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 100px;\"></div> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 60px;\"></div></div></div><div style=\"padding: 19% 0;\"></div> <div style=\"display:block; height:50px; margin:0 auto 12px; width:50px;\"><svg width=\"50px\" height=\"50px\" viewBox=\"0 0 60 60\" version=\"1.1\" xmlns=\"https://www.w3.org/2000/svg\" xmlns:xlink=\"https://www.w3.org/1999/xlink\"><g stroke=\"none\" stroke-width=\"1\" fill=\"none\" fill-rule=\"evenodd\"><g transform=\"translate(-511.000000, -20.000000)\" fill=\"#000000\"><g><path d=\"M556.869,30.41 C554.814,30.41 553.148,32.076 553.148,34.131 C553.148,36.186 554.814,37.852 556.869,37.852 C558.924,37.852 560.59,36.186 560.59,34.131 C560.59,32.076 558.924,30.41 556.869,30.41 M541,60.657 C535.114,60.657 530.342,55.887 530.342,50 C530.342,44.114 535.114,39.342 541,39.342 C546.887,39.342 551.658,44.114 551.658,50 C551.658,55.887 546.887,60.657 541,60.657 M541,33.886 C532.1,33.886 524.886,41.1 524.886,50 C524.886,58.899 532.1,66.113 541,66.113 C549.9,66.113 557.115,58.899 557.115,50 C557.115,41.1 549.9,33.886 541,33.886 M565.378,62.101 C565.244,65.022 564.756,66.606 564.346,67.663 C563.803,69.06 563.154,70.057 562.106,71.106 C561.058,72.155 560.06,72.803 558.662,73.347 C557.607,73.757 556.021,74.244 553.102,74.378 C549.944,74.521 548.997,74.552 541,74.552 C533.003,74.552 532.056,74.521 528.898,74.378 C525.979,74.244 524.393,73.757 523.338,73.347 C521.94,72.803 520.942,72.155 519.894,71.106 C518.846,70.057 518.197,69.06 517.654,67.663 C517.244,66.606 516.755,65.022 516.623,62.101 C516.479,58.943 516.448,57.996 516.448,50 C516.448,42.003 516.479,41.056 516.623,37.899 C516.755,34.978 517.244,33.391 517.654,32.338 C518.197,30.938 518.846,29.942 519.894,28.894 C520.942,27.846 521.94,27.196 523.338,26.654 C524.393,26.244 525.979,25.756 528.898,25.623 C532.057,25.479 533.004,25.448 541,25.448 C548.997,25.448 549.943,25.479 553.102,25.623 C556.021,25.756 557.607,26.244 558.662,26.654 C560.06,27.196 561.058,27.846 562.106,28.894 C563.154,29.942 563.803,30.938 564.346,32.338 C564.756,33.391 565.244,34.978 565.378,37.899 C565.522,41.056 565.552,42.003 565.552,50 C565.552,57.996 565.522,58.943 565.378,62.101 M570.82,37.631 C570.674,34.438 570.167,32.258 569.425,30.349 C568.659,28.377 567.633,26.702 565.965,25.035 C564.297,23.368 562.623,22.342 560.652,21.575 C558.743,20.834 556.562,20.326 553.369,20.18 C550.169,20.033 549.148,20 541,20 C532.853,20 531.831,20.033 528.631,20.18 C525.438,20.326 523.257,20.834 521.349,21.575 C519.376,22.342 517.703,23.368 516.035,25.035 C514.368,26.702 513.342,28.377 512.574,30.349 C511.834,32.258 511.326,34.438 511.181,37.631 C511.035,40.831 511,41.851 511,50 C511,58.147 511.035,59.17 511.181,62.369 C511.326,65.562 511.834,67.743 512.574,69.651 C513.342,71.625 514.368,73.296 516.035,74.965 C517.703,76.634 519.376,77.658 521.349,78.425 C523.257,79.167 525.438,79.673 528.631,79.82 C531.831,79.965 532.853,80.001 541,80.001 C549.148,80.001 550.169,79.965 553.369,79.82 C556.562,79.673 558.743,79.167 560.652,78.425 C562.623,77.658 564.297,76.634 565.965,74.965 C567.633,73.296 568.659,71.625 569.425,69.651 C570.167,67.743 570.674,65.562 570.82,62.369 C570.966,59.17 571,58.147 571,50 C571,41.851 570.966,40.831 570.82,37.631\"></path></g></g></g></svg></div><div style=\"padding-top: 8px;\"> <div style=\" color:#3897f0; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:550; line-height:18px;\"> View this post on Instagram</div></div><div style=\"padding: 12.5% 0;\"></div> <div style=\"display: flex; flex-direction: row; margin-bottom: 14px; align-items: center;\"><div> <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(0px) translateY(7px);\"></div> <div style=\"background-color: #F4F4F4; height: 12.5px; transform: rotate(-45deg) translateX(3px) translateY(1px); width: 12.5px; flex-grow: 0; margin-right: 14px; margin-left: 2px;\"></div> <div style=\"background-color: #F4F4F4; border-radius: 50%; height: 12.5px; width: 12.5px; transform: translateX(9px) translateY(-18px);\"></div></div><div style=\"margin-left: 8px;\"> <div style=\" background-color: #F4F4F4; border-radius: 50%; flex-grow: 0; height: 20px; width: 20px;\"></div> <div style=\" width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent; transform: translateX(16px) translateY(-4px) rotate(30deg)\"></div></div><div style=\"margin-left: auto;\"> <div style=\" width: 0px; border-top: 8px solid #F4F4F4; border-right: 8px solid transparent; transform: translateY(16px);\"></div> <div style=\" background-color: #F4F4F4; flex-grow: 0; height: 12px; width: 16px; transform: translateY(-4px);\"></div> <div style=\" width: 0; height: 0; border-top: 8px solid #F4F4F4; border-left: 8px solid transparent; transform: translateY(-4px) translateX(8px);\"></div></div></div> <div style=\"display: flex; flex-direction: column; flex-grow: 1; justify-content: center; margin-bottom: 24px;\"> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; margin-bottom: 6px; width: 224px;\"></div> <div style=\" background-color: #F4F4F4; border-radius: 4px; flex-grow: 0; height: 14px; width: 144px;\"></div></div></a><p style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;\"><a href=\"https://www.instagram.com/p/BDmqk7Qh0QN/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\" color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none;\" target=\"_blank\">A post shared by LONG (@longzero)</a></p></div></blockquote> <script async=\"\" src=\"https://www.instagram.com/embed.js\"></script>\n",
      "date_published": "2019-02-24T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/major-drawback-of-samsung-galaxy-s10-and-samsung-galaxy-fold-not-pure-android/",
      "url": "https://longzero.com/articles/major-drawback-of-samsung-galaxy-s10-and-samsung-galaxy-fold-not-pure-android/",
      "title": "Major drawback of Samsung Galaxy S10 and Samsung Galaxy Fold - not pure Android",
      "content_html": "<p>If the Samsung Galaxy S10 was made by Apple, I would think about getting it. If it was made by Google, I would think about breaking my 500$ max phone rule and probably get it.</p>\n<p>Yeah… My biggest problem with it is it isn’t a top operating system which is neither Android nor iOS.</p>\n<p>Why this obsession? Because when there’s a feature or security update, iOS and &gt;pure&lt; Android are the first to get it.</p>\n",
      "date_published": "2019-02-21T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/snow-off-sidewalks-first-off-streets-later/",
      "url": "https://longzero.com/articles/snow-off-sidewalks-first-off-streets-later/",
      "title": "Snow off sidewalks first; off streets later",
      "content_html": "<p>There’s a lot of snow this morning and it reminds me of a conversation I was listening to during the holidays, between people with more life experience than me.</p>\n<p>I’m going straight to the takeaway from that conversation: If you really want to encourage people to use public transportation and leave their cars at home, you should get snow off sidewalks first. This is especially true in areas within 10-20 minutes of walking distance from a metro station.</p>\n<p>I remembered this conversation because I was driving to work this morning and noticed that roads were clear, but not sidewalks.</p>\n",
      "date_published": "2019-01-03T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/youtube-thumbnail-sizes-url/",
      "url": "https://longzero.com/articles/youtube-thumbnail-sizes-url/",
      "title": "YouTube thumbnail sizes and URL to get them",
      "content_html": "<p>These are based on a 16:9 ratio.</p>\n<p><em>1280×720</em>\n<a href=\"https://i.ytimg.com/vi/\">https://i.ytimg.com/vi/</a>[YOUTUBE VIDEO ID]/maxresdefault.jpg</p>\n<p><em>640×480</em>\n<a href=\"https://i.ytimg.com/vi/\">https://i.ytimg.com/vi/</a>[YOUTUBE VIDEO ID]/sddefault.jpg</p>\n<p><em>480×360</em>\n<a href=\"https://i.ytimg.com/vi/\">https://i.ytimg.com/vi/</a>[YOUTUBE VIDEO ID]/hqdefault.jpg</p>\n<p><em>320×180</em>\n<a href=\"https://i.ytimg.com/vi/\">https://i.ytimg.com/vi/</a>[YOUTUBE VIDEO ID]/mqdefault.jpg</p>\n<p><em>120×90</em>\n<a href=\"https://i.ytimg.com/vi/\">https://i.ytimg.com/vi/</a>[YOUTUBE VIDEO ID]/default.jpg</p>\n",
      "date_published": "2018-11-15T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/wishing-everyone-a-merry-holiday/",
      "url": "https://longzero.com/articles/wishing-everyone-a-merry-holiday/",
      "title": "Wishing everyone a merry holiday!",
      "content_html": "<p>A holiday idea just popped in my head and this is me executing it.\n‌‌\nHere’s the idea: I’m going to make web holiday cards starting at $20.\n‌‌\nFor 20$, you get a base design in which you provide the content you want to put. That content can be copy, image, audio, video or some combination.\n‌‌\nIf you want a custom card, let’s discuss details (<a href=\"mailto:long@longzero.com\">long@longzero.com</a>) and you can get something more elaborate like this holiday card.</p>\n<p>If you want something in-between, the base design can be customized to address your clients by their name.\n‌‌\nWhy would you want this? To wish merry holidays to you family, friends, clients and enemies of course! This offer is great for companies and freelancers who are looking to wish their clients to have a great holiday.\n‌‌\nShare this with your family, friends and bosses!\n‌‌\nWhat I call a web holiday card is… a holiday card, but on the web. It’s just one page that can have things like snow falling or gifts falling or reindeers and stars across the sky or many other possibilities combined, just like the examples above.</p>\n",
      "date_published": "2018-11-14T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/chaos-in-the-streets-vietnam-traffic/",
      "url": "https://longzero.com/articles/chaos-in-the-streets-vietnam-traffic/",
      "title": "Chaos in the streets",
      "content_html": "<p>Being in Vietnam makes me realize something I miss dearly: Chaos in the streets.</p>\n<p>What I mean by that is people jaywalking all over the place and drivers of all sorts of vehicles swifting through the streets.</p>\n<p>In chaos, honking means “be careful”. It’s an alert to your presence. In North America, honking is aggressive and insulting and means “Get the fuck out of my way.”</p>\n<p>People here are more focused on avoiding obstacles on their way rather than expecting obstacles to behave a certain way.</p>\n",
      "date_published": "2018-08-05T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/mac-vs-windows-i-dont-care-anymore/",
      "url": "https://longzero.com/articles/mac-vs-windows-i-dont-care-anymore/",
      "title": "Which computer? Mac vs Windows, I don’t care anymore",
      "content_html": "<p>I had my first MacBook in 2006 when Apple transitioned to Intel processors. Since then, the Mac is the computer I would advise people to get.</p>\n<p>Today is a different story. Times have changed. Steve Jobs isn’t putting his foot down anywhere. Apple has become more about making money than about making good products.</p>\n<p>This is my new position: Unless you’re coding or need specialized software, don’t get a desktop or a laptop computer, because if all you do is answer email and write documents and spreadsheets, you only need a smartphone.</p>\n<p>If you’re very inclined to have a computer, get the cheapest one. That’s good enough. If you want more than “good enough”, get a computer from either Apple or Microsoft.</p>\n<p>I’m not even about Mac or Windows anymore, except when it comes to coding.</p>\n",
      "date_published": "2018-07-24T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/subscription-to-on-demand-transportation/",
      "url": "https://longzero.com/articles/subscription-to-on-demand-transportation/",
      "title": "Subscription to on-demand transportation",
      "content_html": "<p>There are no subscription model for on-demand transportation. Imagine subscription plans like $100 per month for 50 cab rides or for 1000 km. It’s something that would make me think about getting rid of my car and I see that coming with self-driving cars.</p>\n<p>Anyone wants to partner up and start a company that does that?</p>\n",
      "date_published": "2018-06-01T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/calling-out-sexual-harassment/",
      "url": "https://longzero.com/articles/calling-out-sexual-harassment/",
      "title": "Calling out sexual harassment",
      "content_html": "<p>Two men talking openly about sexual harassment and where we stand vis-à-vis offenders; this is a conversation I had with a male friend less than 24 hours ago.</p>\n<p>In 2018, in this era, I believe men should talk about sexual harassment among themselves. The news always approaches the topic from the same angle: “This person was charged with sexual assault” and “That person was charged with sexual assault”. It never educates. Some men are just oblivious about what they’re doing. The conversation should go beyond what’s in the news.</p>\n<p>What’s beyond? That’s obvious: actions.</p>\n<p>Personally, when I see something wrong online, I point it out. My latest move was to leave a comment “That’s sexist”. That’s all I do online though. Inevitably, when someone online gets called out about sexism (or anything else), you receive comments that you’re a troll or you need to relax because it’s a “joke” or people just report your account. I don’t respond to that. I have no interest in arguing online, so I see this action of calling out akin to planting a seed with the hope that the person will think about it and/or one day, the person will get a wake up call and remember that comment I posted.</p>\n<p>In real life, the action I would like to activate is to punch every offender in the face, including family and friends. In fact, I would go harder on family and friends.</p>\n<p>Obviously, I don’t encourage anybody to punch anybody. The furthest I’ve gone, physically, was to shove someone against the wall because he kept harassing a girl who kept having to say no. In retrospect, I should have started with words: “Hey, stop it. She said no, a million times. What you’re doing is sexual harassment.”</p>\n<p>Words… That’s the action we should all take. Start with calling out sexual harassment and all the bullcrap you witness. I see this action as picking up a piece of trash in a park and putting it in the garbage bin that happens to be just next to it.</p>\n<p>I was going to end with that paragraph, but I want to mention the fear of taking action because of consequences. With regard to this topic, I have two fears.</p>\n<p>I do have a lot of fear when I stand up to people who can basically knock me out with one punch. It’s terrifying, but sexual harassment is an issue that is way bigger than me, so I tell myself not to let fear stop me from doing the right thing.</p>\n<p>The other fear I have is misstepping and facing consequences of doing the right thing. In my head, this is worse than getting beat up. Sometimes, helping can make a situation worse and I fear that. I can’t see any obvious way to go around this fear, except by paying attention, being aware of the matter and listening, especially when you’re told you’re wrong.</p>\n<p>Issues that are bigger than any one of us, like sexual harassment, can get very confusing, so listening is key, even to conflicting information.</p>\n<p>“This is confusing. Is it sexist to hit you? Is it more sexist to not hit you? I mean the line is real blurry.” ~Deadpool</p>\n<div class=\"video-wrapper\">\n  <iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/jqtw7WJPrjg?start=17&amp;feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\"></iframe>\n</div>\n<p>I am scared as fuck to post this and I am way out of my comfort zone, but like I said, this is way bigger than me.</p>\n<p>Nothing that matters is easy.</p>\n<p>What I hope anybody takes away from this post: take action and do something about it.</p>\n",
      "date_published": "2018-05-26T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/drink-less-when-things-go-wrong/",
      "url": "https://longzero.com/articles/drink-less-when-things-go-wrong/",
      "title": "Drink less when things go wrong",
      "content_html": "<p>I drink less alcohol when things aren’t going so well. That’s very much the opposite behaviour of a lot of people.</p>\n<p>The way I see it is things aren’t going well, so why would you make them worse. I don’t believe for a second that anybody wants to stay in a bad situation.</p>\n<p>In short, when things go well, I have peace of mind and I can afford to put energy on letting loose, but when things go bad, I spend 100% of my energy to get out of the bad situation.</p>\n",
      "date_published": "2018-04-14T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/amazing-life-2018-year-amazement/",
      "url": "https://longzero.com/articles/amazing-life-2018-year-amazement/",
      "title": "Amazing life - 2018, my year of amazement",
      "content_html": "<p>Very often this year, I’ve found myself noticing how amazing my life it. I find myself looking at my past in search for answers to figure out how I got to this great point where I am.</p>\n<p>When bad things happen, we often ask why it’s happening and why to us, but that was never the case for me. I’m finding myself amazed at where I am, at what I have and at how I built this life.</p>\n<p>I find myself wondering how I got to this incredible place that makes me feel unbelievably great.</p>\n<p>I see this continuing in 2018. Good things keep happening and I want to know why. I see this leading to more amazement. This is the theme of my 2018.</p>\n",
      "date_published": "2018-04-12T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/do-you-sleep-well/",
      "url": "https://longzero.com/articles/do-you-sleep-well/",
      "title": "Do you sleep well?",
      "content_html": "<p>I value the quality of my sleep more than the quantity of my sleep.</p>\n<p>I don’t know what happens during sleep because I don’t put electrodes on my head, but I know that I don’t remain awake for hours when I go to bed and I know that I don’t snooze the alarm clock when I wake up. I can’t anyway, I don’t have one.</p>\n<p>That’s how I care more about quality than quantity with regard to sleep; by feeling good when I go to bed and by feeling good when I wake up. In terms of quantity, for all I care, I just slept 4 hours, 8 hours, 11 hours; none of it matters if I feel like crap.</p>\n",
      "date_published": "2018-01-04T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/its-a-good-idea-to-have-your-own-website/",
      "url": "https://longzero.com/articles/its-a-good-idea-to-have-your-own-website/",
      "title": "It’s a good idea to have your own website",
      "content_html": "<p>Apparently, <a target=\"_blank\" href=\"http://variety.com/2017/music/news/soundcloud-has-enough-money-to-survive-only-50-days-report-claims-1202494582/\">SoundCloud has enough money to operate only for another 50 days</a>…</p>\n<p>This news highlights the importance of having your own website as individuals or as companies if you produce any kind of content instead of only using YouTube, SoundCloud, flickr, Instagram and other third-party platform.</p>\n<p>Solely relying on platforms can lead to tragedy. I am thinking of artists who don’t have websites and put their creations on SoundCloud or mixcloud. Some artists do have websites, but they rely on SoundCloud to host their files and simply embed the music. That means their own website will be broken when SoundCloud is gone.</p>\n<p>If you want a website, I’m your guy. Perhaps, you don’t need me to build it for you, but all you need is guidance and you have questions that need answers, like my friend <a target=\"_blank\" href=\"https://www.myleneraiche.com/\">Mylene who ended up setting up her website</a> on her own within 24 hours.</p>\n",
      "date_published": "2017-07-13T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/all-in-without-hesitation-and-without-reluctance/",
      "url": "https://longzero.com/articles/all-in-without-hesitation-and-without-reluctance/",
      "title": "All in, without hesitation and without reluctance",
      "content_html": "<p>This is something almost nobody knows about me. This is a personal story for people who feel like they are in a craphole and they want to get out of it, but don’t know how. This is the way I did it.</p>\n<p>2013 was the worst year of my life. Towards the end, I had trouble looking for a job I wanted to make websites, but I also needed to do something to make money. I became a delivery boy for a private delivery company and decided to look for a job I really wanted in the evening after work.</p>\n<p>The pay was one of the worst pay in my life. I didn’t like the job. I worked long hours and it drained a ton of energy out of me. I was a monster on the road. It drained so much energy that I wasn’t even looking for a job after work.</p>\n<p>Two months later, I got in my car for another workday and looked at myself in the mirror and said: “You’re a fucking idiot! You’re never going to make websites again and learn anything new if you stay on this path!”</p>\n<p>Right then and there, I was totally disgusted with what the mirror was showing me, so I called my boss and quit.</p>\n<p>I knew there was only one way for me to get back on the right path: I had to ignore conventional wisdom: “Don’t put all of your eggs in one basket.” So I proceeded to put all of my eggs in one basket. It was either: get a job making websites or die. It was that simple. During those two months of deliveries, I was destroying my soul without realizing it.</p>\n<p>I was single, with no kids and my entourage was healthy. The most important things in my life were covered, so ultimately, there was no reason for me to deviate from the path I needed to be on.</p>\n<p>After that, it took two to three months to finally get a job that made sense, a job I could use as a foundation for things to come.</p>\n<p>The lesson of my story is the opposite of what so many people say: Put all of your eggs in one basket. No one foot on one side and the other foot on the other side. No distraction. No hesitation. No playing safe, because ironically, it’s insanely dangerous to scatter your eggs all over the place. You can’t claim to have done your best if you didn’t put in everything you’ve got, if you didn’t put in maximum effort.</p>\n<p>Whatever you do, whether you’re playing music, building your career, building your company, maintaining your relationships, parenting your kids, trying to keep your partner happy, etc, just go all in. Don’t hold back.</p>\n<p>Just go all in.</p>\n",
      "date_published": "2016-12-31T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/school-is-about-grades/",
      "url": "https://longzero.com/articles/school-is-about-grades/",
      "title": "School is about grades",
      "content_html": "<p>Students, don't be fooled. School is about grades. They don't get to say it isn't about grades, then judge you based on grades.</p>\n<p>However, there's something you can find in school that has nothing to do with grades and that you can potentially carry with you for the rest of your life: the emotional connections you forge with other people.</p>\n",
      "date_published": "2016-01-22T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/teaching-teamwork/",
      "url": "https://longzero.com/articles/teaching-teamwork/",
      "title": "Teaching teamwork",
      "content_html": "<p>There's something teachers push in school: working in teams. The problem is that they never teach what that means.</p>\n<p>When I was a student, the major problem I had always seen was that everybody in teams in school is equal to everybody else. Your team could have three members and get an assignment that could be to write 30 pages about a given subject. Something that would happen a lot is splitting the task such that each team member writes 10 pages.</p>\n<p>I feel so stupid just typing that last phrase, even though it's just an example.</p>\n<p>Total equality; fair, isn't it? It's also totally stupid. It totally ignores the talent and skills of each member as individuals. One of them could suck ass at writing. If there is such a person on my team, I certainly don't want that person to write a single word. Maybe that person is actually incredible at digging up information or getting interviews or making the design of the final document.</p>\n<p>Schools suck ass at helping students figure out their strengths and to use those to improve themselves and benefit the team.</p>\n<p>You can tell me that students could figure out that they shouldn't write 10 pages each, but I've never seen that happen. I've never even heard of that happening.</p>\n<p>You could also tell me that it wouldn't be fair. Please throw fairness out the window. Getting things done isn't about fairness, it's about accomplishing things with the highest quality you can achieve when you combine strengths and acknowledge that you suck at certain things, but you're great at others.</p>\n<p>Teachers of the world: teach your students how to work in a team, but before you do that, make sure you know what it means.</p>\n<p>In my student life, I hated working in teams. In my career, I love working in teams.</p>\n<p>This was <a href=\"https://www.facebook.com/notes/10157526774672385/\" target=\"_blank\">originally posted on Facebook</a>.</p>\n",
      "date_published": "2015-12-20T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/im-still-at-war/",
      "url": "https://longzero.com/articles/im-still-at-war/",
      "title": "“I’m still at war.”",
      "content_html": "<p>This is an incredible movie. As Newton’s Third Law of Motion states: “For every action there is an equal and opposite reaction.” Whether you win or you lose, whether you torture or you are tortured, you will have a scar as deep as the one you inflict or the one you are inflicted.</p>\n<p>This is a story beyond war. It is a story about understanding, acceptance, forgiveness, peace and love.</p>\n<p>“War leaves a mark.”</p>\n<div class=\"video-wrapper\">\n  <iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/px04904hm88?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen=\"\"></iframe>\n</div>\n",
      "date_published": "2014-04-19T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/nothing-is-too-small/",
      "url": "https://longzero.com/articles/nothing-is-too-small/",
      "title": "Nothing is too small",
      "content_html": "<p>This isn’t my story; it’s a translation of this <a target=\"_blank\" href=\"https://www.facebook.com/daniel.lemire.14/posts/10151693676987018\">Facebook post</a>.</p>\n<p>One day, in my first year of high school, I saw a classmate walking on his way home after school. His name was Maurice. He seemed to be carrying absolutely all his books. I told myself that he must be an idiot to carry all that, especially on a Friday.</p>\n<p>I didn’t think much of it, so I minded my business, then I saw a bunch of kids run towards Maurice. They dropped all his books, made him fall and lose his glasses. While he was standing up, I could see sadness in his eyes. My heart was breaking.</p>\n<p>I ran towards him. While helping him get his glasses and books, I saw a drop of tear on his cheek and I told him: “Those guys are jerks. They should be punished for what they did.”</p>\n<p>“Thank you”, he replied, looking at me.</p>\n<p>He had a big smile on his face, full of sincere gratitude.</p>\n<p>I asked where he lived and realized that we were on the same street. I asked why I never saw him before and he answered: “Before, I went to a private school.”</p>\n<p>Before this, I would never have hung out with someone from a private school. We talked the whole way home and I carried some of his books. I realized he was a very nice person and I invited him to come play with my friends the next day and he accepted.</p>\n<p>We spent the weekend together. The more I got to know him, the more I liked him and my friends also liked him.</p>\n<p>Monday morning, on the way to school, I saw Maurice with all his books again. I joined him and said: “You’ll have great muscles if you keep carrying all your books every day.”</p>\n<p>He smiled at me and gave me half his books. Maurice and I became the best friends in the world.</p>\n<p>A few years later, we were finishing high school and were making plans for university. Maurice was the best student and he was getting into medicine while I was getting into a sports-study program. He was one of those who had found themselves during high school. He had more dates with girls than I did. They liked him and I was a little jealous.</p>\n<p>Prior to leaving, parents, teachers, students and friends were gathering. He had prepared a speech, but he was very nervous. I gave him a pat on the back to encourage him and said: “Hey, you’ll be great!”</p>\n<p>He gave me a sincere look and said: “Thanks!”</p>\n<p>He began his speech: “This is a good time to be grateful to those who helped us go through difficult moments: parents, teachers, etc and especially friends. I am here to tell you that to be someone’s friends is to give a person the best possible gift. Let me tell you a story about this.”</p>\n<p>I looked at Maurice, stupefied, when he recounted the first day we met. He had planned to commit suicide that weekend. He had emptied his locker, because he didn’t want his mother to have to do it. He looked at me straight in the eyes and smiled: “Thank you for saving me. My friend protected me and kept me from making an enormous mistake.”</p>\n<p>Everybody was speechless while Maurice, the most handsome and most popular guy in school, was talking about his saddest memories. I noticed his parents looking at me with the same grateful smile Maurice had. In that moment, I realized all the sadness he felt the day we met. It wasn’t only because of that bunch of kids.</p>\n<p>Don’t underestimate the power of your actions. With one small gesture, you can change a life, for better or for worse. Friends are angels that keep us on our feet when we have trouble flying with our wings.</p>\n<p>-Anonymous</p>\n",
      "date_published": "2014-01-14T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/opening-hours-of-social-media/",
      "url": "https://longzero.com/articles/opening-hours-of-social-media/",
      "title": "Opening hours of social media",
      "content_html": "<p>Last week, news came out that a man spent $1000 on Twitter’s ad platform to complain about British Airways. It got the attention of the media and about 77000 travelers.</p>\n<p>What really caught my attention in <a target=\"_blank\" href=\"http://abcnews.go.com/Travel/man-pays-1k-bash-airline-twitter/story?id=20165378\">the article</a> was a response from British Airways: “Sorry for the delay in responding, our twitter feed is open 09:00-17:00 GMT.” That line is completely ridiculous. The web doesn’t turn off. Social media does not close. You can go to sleep, but the web will continue to change with new tweets, new Facebook statuses and new Instagram pictures. Websites all over the world keep getting updated every second.</p>\n<p>It’s surprising that a company such as British Airways doesn’t spend more resources on social media. History has shown that everything written by anybody online can be extremely damaging. <a target=\"_blank\" href=\"https://www.google.com/search?hl=en&gl=us&tbm=nws&q=monsanto\">The latest example is Monsanto</a>.</p>\n<p>If you’re interested in knowing, my opening hours are 24/7. It’s 2013 and whether you’re a freelancer, a small company or a big corporation, you can not ignore the effects of social media.</p>\n",
      "date_published": "2013-09-07T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/keep-your-website-from-being-framed/",
      "url": "https://longzero.com/articles/keep-your-website-from-being-framed/",
      "title": "Keep your website from being framed",
      "content_html": "<p>My interest in this topic rose when Lori Deschene, the founder of Tiny Buddha, wrote about her website being put in a frame by BlogHer.</p>\n<p>Having your website in a frame can confuse your visitors into thinking that your website is part of another branding that isn’t yours. It can also mess up the URL and screw up bookmarks and link-sharing. I don’t want to dwell too much on why frames are bad, but I want to show you a way to free your website in case it ends up being in somebody’s frame.</p>\n<p>All you need is a small piece of JavaScript in the &lt;head&gt; section of your HTML code.</p>\n<pre class=\"language-javascript\"><code class=\"language-javascript\"><span class=\"token operator\">&lt;</span>script type<span class=\"token operator\">=</span><span class=\"token string\">\"text/javascript\"</span><span class=\"token operator\">></span><br />  <span class=\"token keyword\">if</span> <span class=\"token punctuation\">(</span>top <span class=\"token operator\">!=</span> self<span class=\"token punctuation\">)</span> top<span class=\"token punctuation\">.</span>location<span class=\"token punctuation\">.</span>href <span class=\"token operator\">=</span> self<span class=\"token punctuation\">.</span>location<span class=\"token punctuation\">.</span>href<br /><span class=\"token operator\">&lt;</span><span class=\"token operator\">/</span>script<span class=\"token operator\">></span><span class=\"token operator\">&lt;</span><span class=\"token operator\">/</span>pre<span class=\"token operator\">></span></code></pre>\n<p>With this, when a website decides to put your website in a frame, your website will be able to break free and your URL will show up in the address bar as it should.</p>\n",
      "date_published": "2011-07-14T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/basic-principle-of-contracts/",
      "url": "https://longzero.com/articles/basic-principle-of-contracts/",
      "title": "The basic principle of contracts",
      "content_html": "<p>I hate contracts. I am not indifferent, I do not not like them, I completely hate them. Contract is one word to say “there is lack of trust and reliability”.</p>\n<p>Take cell phone companies that get customers to sign contracts. I would believe that if their service is good, customers would stay with them even without a contract. By making people sign a contract, they are basically saying “We offer you our service, but we aren’t sure that it won’t suck, so we want you to sign to make sure you stay with us (we really mean stick with us) even when we go down”.</p>\n<p>Contract = “I don’t trust you, sign here”.</p>\n<p>Personally, I would kill people for food, you can trust me on that.</p>\n",
      "date_published": "2010-04-30T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/rebekkas-website-the-design-2-of-2/",
      "url": "https://longzero.com/articles/rebekkas-website-the-design-2-of-2/",
      "title": "Rebekka’s website, the design (2 of 2)",
      "content_html": "<p>The <a href=\"https://longzero.com/articles/rebekkas-website-the-beginnings-1-of-2/\">first post</a> I made on this subject was about everything that occurred before I started working on <a href=\"http://www.rebekkagudleifs.com/\">Rebekka’s website</a>. This one will be about how I ended up making the website the way it is.</p>\n<p>“if i have a site done i want it to be very simple, user friendly to the point” is what Rebekka told me.</p>\n<p>I have heard the words “simple” and “user friendly” before. My whole life, the way I do things, the way I work, the way I interact, the way I… is all centered around “simple”. The design for my very own website does justice to that.</p>\n<p>I have never been told “to the point” before. What that meant to me, web design-wise, is no useless flash animation with a very useful skip button. It also meant that the subject of the website should be unmistakable, even with the word “photography” no where to be found on the website.</p>\n<p>Her photos are the most important thing. I started out with one big photo and then I layed out everything else around. The quality of the photos is the only thing that matters. I wanted people to come on the website and say “nice photos” rather than “nice website”. Every single page of the website has the big area for a photo. There are no thumbnails page. By laying out things this way, I believe to have accomplished all three points (simple, user friendly and to the point) of Rebekka’s request.</p>\n<p>“One thing i hate about my flickr page is the white background. Just not a good way to display photos.”</p>\n<p>She didn’t like the white background on flickr, so I went to the other extreme: black background. Just as simple as that.</p>\n<p>“i’m very pleased with the colors (the green is just perfect, that color is just me in a nutshell:p)”</p>\n<p>The text color is gray rather than white for the simple reason that I wanted to reduce the contrast so that the photos always stand out. About the greenish color, I got it from her signature on her <a href=\"http://www.flickr.com/photos/rebba/32296282/\">most favorited photo</a> (at this time). Rebekka didn’t tell me to do it, but since she used that color for her signature, it just made sense to me to use it.</p>\n<p>“i’m very happy with the site”</p>\n<p>I’m also very happy with the site. If I had to describe this website in one sentence, I would say that it’s simple, user friendly and to the point.</p>\n<p><a href=\"http://www.rebekkagudleifs.com/\">Rebekka’s website</a></p>\n",
      "date_published": "2006-10-17T00:00:00Z"
    },{
      "id": "https://longzero.com/articles/rebekkas-website-the-beginnings-1-of-2/",
      "url": "https://longzero.com/articles/rebekkas-website-the-beginnings-1-of-2/",
      "title": "Rebekka’s website, the beginnings (1 of 2)",
      "content_html": "<p>Towards the end of August, I had the opportunity and tremendous honor to design the photo portfolio of one of the most popular and most acclaimed people <a href=\"https://flickr.com/photos/rebba\">on flickr: Rebbeka Guðleifsdóttir</a>.</p>\n<p>The first time I came accross her photos on flickr, over a year ago, I could already see the hint of a talented photographer. I asked if she was a photographer and the answer I received was: “no.. not yet… i plan on becoming one .. for now im just an amateur”. That was in June 2005. I offered to create her website and she said it was a good thing to have. And that was the last thing I heard from her until…</p>\n<p>I decided to contact her again, over a year later, in August 2006. Why a year later? Because Rebekka has actually become a talented photographer and after June 2005, I got very busy with school and I was handling a few design jobs and giving tutoring lessons. So I sent Rebekka exactly the same offer again. She answered a few days later mentioning that she liked what I did for someone else. These words usually make every freelancer smile: “yeah, i gratefully accept your offer:)” The game was on.</p>\n<p>I am realizing that I have written way more about what went on before starting the website than I intended. I guess I just want to keep a record of this little episode for myself.</p>\n<p>Read <a href=\"https://longzero.com/articles/rebekkas-website-the-design-2-of-2/\">Rebekka’s website, the design (2 of 2)</a>.</p>\n<p><a href=\"http://www.rebekkagudleifs.com/\">Rebekka’s website</a></p>\n",
      "date_published": "2006-10-13T00:00:00Z"
    }
  ]
}
