{"title":"A website for Jennifer Santiago","permalink":"/articles/a-website-for-jennifer-santiago","date":"2010-10-19T00:00:00.000Z","postType":"articles","status":"No longer available","author":"Long","image":"a-website-for-jennifer-santiago.png","pageClass":"article","type":"post","tags":["Web design and development"],"body":"<p>Update: This website is no longer available.</p>\n<p>Jennifer Santiago is an Emmy award-winning reporter, world traveler, photographer and attorney. She is currently the host and producer of Plum Daily, a news and entertainment program. It certainly was a privilege to work on her website.</p>\n<p>The process to get to the result was very different from other projects I’ve worked on in the sense that Jennifer was very much involved in all aspects of her website, much more involved than clients usually are or usually want to be. I can imagine upon reading that, other freelance designers can see red lights lighting up with the words “micromanaging=bad”. I admit, I can still see that light sometimes, but whether things are good or bad is up to you.</p>\n<p>One of the things I really like about this project is that I was making a website for someone who does a lot of things and she wanted to put them all on display. Usually, I get projects that are just about one thing; a movie, photography, music, fashion, humor, writing, dancing, etc. As much as I hate creating forms, I even had fun building hers. It has been extremely easy to talk to her and I believe it’s been easy for her to talk to me too.</p>\n<p>Working with Jennifer has been a bliss. It really was a partnership which led to a result that we are both absolutely very satisfied of. Moreover, visitor feedback has been very positive.</p>\n<p>Visit her new website: jennifersantiago.com<br>Follow her on Twitter: @jenreports</p>\n<p>If you need a new website or already have one and want a new design, I am right here and currently open to new projects: <a href=\"mailto:&#108;&#111;&#x6e;&#103;&#x40;&#108;&#111;&#110;&#103;&#x7a;&#101;&#114;&#x6f;&#46;&#x63;&#x6f;&#x6d;\">&#108;&#111;&#x6e;&#103;&#x40;&#108;&#111;&#110;&#103;&#x7a;&#101;&#114;&#x6f;&#46;&#x63;&#x6f;&#x6d;</a></p>\n","updatedAt":"2021-01-04T20:19:32.000Z"}