{"title":"Getting a new phone under 500$","permalink":"/articles/getting-a-new-phone-under-500/","date":"2021-04-02","postType":"articles","status":1,"author":"Long","description":"I bought a phone for less than 500$ before taxes and there is another even better one for cheaper, except for the camera.","image":"getting-a-new-phone-under-500.jpg","pageClass":"article","type":"post","tags":["Technology"],"body":"<p>My multiple falls from my electric unicycle didn’t just damage my body, but my phone is also a casualty.</p>\n<p>Last year, I starting planning for a new phone by creating a new goal in my financial app.</p>\n<p>Yesterday, my phone started acting app with its power button being oversensitive and just executing actions on its own, so the time has come to use that fund and buy a new phone.</p>\n<h2 id=\"why-i-chose-the-google-pixel-4a\">Why I chose the Google Pixel 4a?</h2>\n<p>Since I bought a Nexus 5 secondhand in 2015 and had a good experience, I vowed never to buy a phone over 500$, because I just find it ridiculous to spend 1000$ for a phone.</p>\n<p>Since then, I had the OnePlus X, Google Pixel and Google Pixel 3, all secondhand, all bought between 200 and 400$.</p>\n<p>I looked up for a secondhand Pixel 4a, but the ads from random people didn’t inspire trust, so I went for a new one which is “only” 480$. It’s under my 500-rule, but it does bug me that taxes make it reach 550.</p>\n<h2 id=\"there-was-another-choice\">There was another choice</h2>\n<p>On paper, the OnePlus Nord N10 5G is only 389$ and beats the Pixel 4a across the board on features and specifications. So why didn’t I buy it?</p>\n<p>The answer is simple. I am just too obsessed with taking photos, videos and saving them for free on Google Photos.</p>\n<p>I must have seen 10 comparison videos on YouTube and the consensus about the camera is clear: the Pixel 4a comes out on top.</p>\n<h2 id=\"a-word-about-google-photos\">A word about Google Photos</h2>\n<p>Regarding Google Photos, in summer 2021, it will no longer be free and only Google Pixel phones up to the Pixel 5 can still benefit from uploading for free. It only applies to high quality photos, not original quality, but that’s always been more than good for me.</p>\n<h2 id=\"last-words\">Last words</h2>\n<p>If you don’t care about camera and photos, you should get a OnePlus Nord N10 5G. There is no reason to get anything else, especially if it’s over 500$.</p>\n<p>As is the case with so many things, your choice comes down to what is important to you.</p>\n","updatedAt":"2021-12-30T04:55:39.563Z"}