[{"id":33189,"name":"Hostal Condo Parque","date_verified":"2017-04-14T15:01:38.113Z","description":"MODERATOR NOTE: Description provided by owner.\r\n\r\nHostel in the heart of the colonial zone of Santo Domingo. close to museums, restaurants, night life.\r\n15 rooms with bath, some with fan others with ac.","location":{"latitude":18.47022,"longitude":-69.89069},"category":{"name":"Hostel"}},{"id":91697,"name":"Salto Alto - Bayaguana","date_verified":"2019-04-11T00:00:00.000Z","description":"Beautiful waterfall in the heart of the Dominican Republic. \r\nEntrance fee is 75 DOP/pp. Dogs are allowed although they asked us not to let ours in the water.\r\nPicnic area, lots of parking spots and basic toilets.\r\nWe came here on a Friday morning and we had the place to ourselves, however, it's a pretty popular spot during the weekends.","location":{"latitude":18.83509,"longitude":-69.6085},"category":{"name":"Tourist Attraction"}},{"id":92506,"name":"Rancho típico Cueva de las Águilas","date_verified":"2019-05-09T00:00:00.000Z","description":"Really cool camping by the sea. \r\n\r\nThey offer their own tents - which are in good shape and pretty spacious - and also some spots for you to pitch your own tent.\r\n \r\nIf you use their tents, prices go from 45US$/night for two people to 130US$/night for six, depending on how close to the sea your tent is. If you bring your tent, price is 6US$/pp/night.\r\n \r\nDecent shower and toilets, some of them without a roof. \r\n\r\nPrice includes a tasty Dominican breakfast (not sure if the rate for your own tent includes the breakfast though). \r\n\r\nKayaks and stand up paddles for rent. \r\n\r\nDogs are not allowed, although we asked if we could bring ours and they said yes (it wasn't during high season and we got there on a Thursday).\r\n\r\nThey also offer boat rides to the neighbouring Bahía de las Águilas from 2300 DOP for a group but the price varies depending on how big the group is + 150 DOP (per person) entrance fee to the National Park. If you keep walking a little farther you can find cheaper boat rides (we paid 2000DOP for four people). There is a gravel road that takes you to Bahía de las Águilas too, but they suggest you drive a 4wd for one especific steep area.\r\n\r\nNot a fancy place but nice enough to enjoy Cabo Rojo and its surroundings. Do not expect luxury.","location":{"latitude":17.86908,"longitude":-71.64544},"category":{"name":"Established Campground"}},{"id":143111,"name":"Casa de Sanchez","date_verified":"2021-02-18T00:00:00.000Z","description":"Very cozy and amazing place to stay. Theres a 1 bedroom and a 2 bedroom apt available via airbnb or direct see below. The view is awesome (hillside), the hosts too (Todd \u0026 Monica) from America. Everything is here and Supermarkets in town, 10 min away. The Garage is huge and good for maintenance work. Highly recommended. Whatsapp +1 (530) 566-2673, Cel. +1 (829) 639-4571","location":{"latitude":18.57112,"longitude":-70.4668},"category":{"name":"Hotel"}},{"id":144730,"name":"Minas del Larimar Tour","date_verified":"2021-04-01T00:00:00.000Z","description":"The worlds only place where the unique and stunning blue Larimar stones are mined. We showed up without any reservation or booked tour. There’s a nice guy named Papilin who will show you around and gives you the necessary information and history. He works for the mining association as a maintenance guy. He doesn’t have a fee but only asks for a voluntary propina if you were satisfied. Very interesting place. Talk to the workers and make photos. Stunning views. Access via a good road from the 2nd checkpoint after Barahona or via dirt road (high clearance needed) directly uphill from the coast. ","location":{"latitude":18.119072,"longitude":-71.143945},"category":{"name":"Tourist Attraction"}},{"id":144731,"name":"Playa Bahoruco","date_verified":"2021-04-01T00:00:00.000Z","description":"Nice stoney beach where you can find small, unique blue Larimar stones who where washed out from the nearby river. The river has its spring near the =\u003e Minas del Larimar. The waves crashing in have the same turquoise blue color like the stones. Impressive! You’ll also find gift shops who sell you all kind of Larimar Jewellery In this small town.","location":{"latitude":18.074558,"longitude":-71.093465},"category":{"name":"Tourist Attraction"}},{"id":144733,"name":"Casa del Mar Lodge Barahona","date_verified":"2021-04-01T00:00:00.000Z","description":"Decent place to stay for 1 or 2 nights if you want to visit the Larimar mine or are on the way to Pedernales or Lago Enriquillo. Not the best and cleanest place but counts with stunning views from the rooms and restaurant terrace. Good breakfast included in room rates. Rates via booking include tax! Pay and reserve directly and you’ll get it for less. Restaurant is good but overpriced. Secure parking. ","location":{"latitude":18.09732,"longitude":-71.079399},"category":{"name":"Hotel"}},{"id":144734,"name":"Gran Hotel Cima","date_verified":"2021-04-01T00:00:00.000Z","description":"OK-Hotel for 1 night with OK-restaurant. We rode our bikes from Montecristi along carretera internacional to Lago Enriquillo (RD-45 and 47) and chose this as our night stop. Payed 2000 Peso for a matrimonial (double) room with ac which we didn’t use. Light Dominican breakfast incl. Room was to street front with a lot of noise. Restaurant and secure parking in the backyard. Hotel needs an urgent renovation. Staff super friendly!","location":{"latitude":18.874464,"longitude":-71.529178},"category":{"name":"Hotel"}},{"id":163969,"name":"El Morro Eco Adventure Hotel","date_verified":"2021-04-01T00:00:00.000Z","description":"Parc your vehicule \u0026 explore. A safe place, friendly people. Nights are quiet, food is good. ! Booking.com is overpriced! Always go directly to the Admin and ask, it’s a big difference. It’s all in Walkingdistance, - el Sendero de los Cruces (N.P), el Morro Mountain and beach, another nice beach for the Sunsetlovers and a harbour for the Manglarestour. We love that place, never saw a better one in town or around. ","location":{"latitude":19.886931,"longitude":-71.655151},"category":{"name":"Hotel"}},{"id":249159,"name":"Hotel Las Colinas","date_verified":"2023-10-23T00:00:00.000Z","description":"A super clean, simple and cheap hotel will all amenities (AC, Wi-Fi, hot shower with pressure, secure open parking with no height restriction etc.)\r\n\r\nWe are driving around with a backpack and a motorbike and this room is perfect after a long day in the heat, dust and sun! \r\n\r\nWe paid 1000RDP (17€) for a double room with private bathroom.\r\n\r\nTotally recommend! ","location":{"latitude":19.04578746,"longitude":-69.38556613},"category":{"name":"Hotel"}},{"id":267194,"name":"Claro sim-card","date_verified":"2024-03-23T00:00:00.000Z","description":"This is one of the flagship shops of claro in Santo Domingo. getting a SIM card here is quick and easy. bring your passport and a smile cause they'll take a photo of you in the process. 550D$ (8US) gives 15GB for 2 weeks. Big safe parkinglot for customers right nextdoor","location":{"latitude":18.47284999,"longitude":-69.89359881},"category":{"name":"Shopping"}},{"id":267429,"name":"Caribbean hotel Santo Domingo","date_verified":"2024-03-26T00:00:00.000Z","description":"here you'll find one of the cheapest hotels in town. there are mostly rooms with both AC and fans for 1270pesos (price varies) and one room for about 900pesos with only a fan. the rooms are not that well kept and you'll have a blanket without cover. shower is cold water only and at times at low flow. electricity sometimes goes off but I assume that is a city issue. What you're getting here is a place to stay in a super budget feel. for 200 more pesos you can get some really nice rooms over at Maison Gautreaux if quality is important (they have warm water over there).","location":{"latitude":18.46915116,"longitude":-69.8976212},"category":{"name":"Hotel"}},{"id":267703,"name":"Banco Popular ATM ","date_verified":"2024-03-26T00:00:00.000Z","description":"Here you'll find ATMs at a relaxed area of the city with cash withdrawal up to 20000 pesos at once. 300 peso fee however, but worth it for the high capacity withdraw ","location":{"latitude":18.4702127,"longitude":-69.89914004},"category":{"name":"Financial"}},{"id":267714,"name":"Barra Payan","date_verified":"2024-03-28T00:00:00.000Z","description":"One of the most famous food institutions of Santo Domingo. A wonderful sandwich and juice bar that also serves the classic Dominican breakfast Tres Golpes. you might not see it on the menu but ask for it and you'll get it (price is good too at about 200 pesos). \r\nSandwiches are super well presented and comes with fries. The numerous juice choices also comes in natural, milk or smoothie options. Take pretty much anything that sparks your fancy cause they all taste delicious!","location":{"latitude":18.47882235,"longitude":-69.8986645},"category":{"name":"Restaurant"}},{"id":267841,"name":"Helados Bon ","date_verified":"2024-03-28T00:00:00.000Z","description":"It feels rare to recommend a local franchise, but this one is really good. They sell normal ice cream, frozen Greek yoghurt and plenty of sweet breads. I tried the Greek yoghurt, and you get to choose three different fruits that your yoghurt will get mixed with. The outcome is magical! Açai, Raspberry, and coconut was my winning pick. Great prices, perhaps less great customer service, overall a good place!","location":{"latitude":18.47340439,"longitude":-69.88552215},"category":{"name":"Restaurant"}},{"id":267905,"name":"los tres ojos","date_verified":"2024-03-29T00:00:00.000Z","description":"four underground lakes lit up by the big holes in which they're found. the perfect blue waters, the grey rough limestone and the sparkling verdant plants. three colours with many different textures that combine into an amazing look. 200 pesos for foreigners let's you get a taste of this remarkable sight right in the capital. there's a man powered ferry between two of the lakes that costs 50 peso per adult that is WELL worth the price. you'll see the biggest lake at its best angles. ","location":{"latitude":18.4804308,"longitude":-69.84321026},"category":{"name":"Tourist Attraction"}}]